{"pageid": 100169, "ns": 0, "title": "Parvati", "extract": "<p><b>Parvati</b> (Sanskrit: पार्वती, IAST: Pārvatī) or <b>Uma</b> (IAST: Umā) is the Hindu goddess of fertility, love and devotion; as well as of divine strength and power. Known by many other names, she is the gentle and nurturing aspect of the Hindu goddess Shakti and one of the central deities of the Goddess-oriented Shakta sect. She is the mother goddess in Hinduism, and has many attributes and aspects. Each of her aspects is expressed with a different name, giving her over 100 names in regional Hindu stories of India. Along with Lakshmi (goddess of wealth and prosperity) and Saraswati (goddess of knowledge and learning), she forms the trinity of Hindu goddesses (Tridevi).</p>\n<p>Parvati is the wife of the Hindu god Shiva - the protector, the destroyer (of evil) and regenerator of universe and all life. She is the daughter of the mountain king Himavan and queen Mena. Parvati is the mother of Hindu deities Ganesha and Kartikeya. The Puranas also referenced her to be the sister of the god Lord Vishnu and the river-goddess Ganga.</p>\n<p>With Shiva, Parvati is a central deity in the Shaiva sect. In Hindu belief, she is the recreative energy and power of Shiva, and she is the cause of a bond that connects all beings and a means of their spiritual release. In Hindu temples dedicated to her and Shiva, she is symbolically represented as the <i>argha</i> or <i>yoni</i>. She is found extensively in ancient Indian literature, and her statues and iconography grace Hindu temples all over South Asia and Southeast Asia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_nomenclature\">Etymology and nomenclature</span></h2>\n\n<p><i>Parvata</i> (<span lang=\"sa\" xml:lang=\"sa\">पार्वती</span>) is one of the Sanskrit words for \"mountain\"; \"Parvati\" derives her name from being the daughter of king Himavan (also called Himavat, <i>Parvat</i>) and mother <i>Mena</i>. King Parvat is considered lord of the mountains and the personification of the Himalayas; Parvati implies \"she of the mountain\".</p>\n<p>Parvati is known by many names in Hindu literature. Other names which associate her with mountains are <i>Shailaja</i> (Daughter of the mountains), <i>Adrija</i> or <i>Nagajaa</i> or <i>Shailaputri</i> (Daughter of Mountains), <i>Haimavathi</i> (Daughter of Himavan), <i>Devi Maheshwari</i>, and <i>Girija</i> or <i>Girirajaputri</i> (Daughter of king of the mountains).</p>\n<p>The <i>Lalita sahasranama</i> contains a listing of 1,000 names of Parvati (as Lalita). Two of Parvati's most famous epithets are Uma and Aparna. The name Uma is used for Sati (Shiva's first wife, who is reborn as Parvati) in earlier texts, but in the Ramayana, it is used as a synonym for Parvati. In the Harivamsa, Parvati is referred to as Aparna ('One who took no sustenance') and then addressed as Uma, who was dissuaded by her mother from severe austerity by saying u mā ('oh, don't'). She is also Ambika ('dear mother'), Shakti (power), Mataji ('revered mother'), Maheshwari ('great goddess'), Durga (invincible), Bhairavi ('ferocious'), Bhavani ('fertility and birthing'), Shivaradni ('Queen of Shiva'), <i>Urvi or Renu</i>, and many hundreds of others. Parvati is also the goddess of love and devotion, or Kamakshi; the goddess of fertility, abundance and food/nourishment, or Annapurna.</p>\n<p>The apparent contradiction that Parvati is addressed as the fair one, Gauri, as well as the dark one, Kali or Shyama, as a calm and placid wife Parvati mentioned as Gauri and as a goddess who destroys evil she is Kali. Regional stories of Gauri suggest an alternate origin for Gauri's name and complexion. In parts of India, Gauri's skin color is golden or yellow in honor of her being the goddess of ripened corn/harvest and of fertility.</p>\n<h2><span id=\"History\">History</span></h2>\n<p>The word Parvati does not explicitly appear in Vedic literature. Instead, Ambika, Rudrani and others are found in the <i>Rigveda</i>. The verse 3.12 of the <i>Kena Upanishad</i> dated to mid 1st millennium BCE contains a goddess called Uma-Haimavati, a very common alternate name for Parvati. Sayana's commentary in <i>Anuvaka</i>, however, identifies Parvati in the <i>Kena Upanishad</i>, suggesting her to be the same as Uma and Ambika in the Upanishad, referring to Parvati is thus an embodiment of divine knowledge and the mother of the world. She appears as the <i>shakti</i>, or essential power, of the Supreme Brahman. Her primary role is as a mediator who reveals the knowledge of Brahman to the Vedic trinity of Agni, Vayu, and Indra, who were boasting about their recent defeat of a group of demons. But Kinsley notes: \"it is little more than conjecture to identify her with the later goddess Satī-Pārvatī, although [..] later texts that extol Śiva and Pārvatī retell the episode in such a way to leave no doubt that it was Śiva's spouse..\" [IAST original]</p>\n<p>Sati-Parvati appears in the epic period (400 BC–400 AD), as both the <i>Ramayana</i> and the <i>Mahabharata</i> present Parvati as Shiva's wife. However, it is not until the plays of Kalidasa (5th-6th centuries) and the Puranas (4th through the 13th centuries) that the stories of Sati-Parvati and Shiva acquire more comprehensive details. Kinsley adds that Parvati may have emerged from legends of non-aryan goddesses that lived in mountains. While the word Uma appears in earlier Upanisads, Hopkins notes that the earliest known explicit use of the name Pārvatī occurs in late <i>Hamsa Upanishad</i>.</p>\n<p>Weber suggests that just like Shiva is a combination of various Vedic gods Rudra and Agni, Parvati in Puranas text is a combination of wives of Rudra and Agni. In other words, the symbolism, legends and characteristics of Parvati evolved over time fusing Uma, Haimavati, Ambika in one aspect and the more ferocious, destructive Kali, Gauri, Nirriti in another aspect. Tate suggests Parvati is a mixture of the Vedic goddesses Aditi and Nirriti, and being a mountain goddess herself, was associated with other mountain goddesses like Durga and Kali in later traditions.</p>\n<h2><span id=\"Iconography_and_symbolism\">Iconography and symbolism</span></h2>\n\n\n<p>Parvati, the gentle aspect of Devi Shakti, is usually represented as fair, beautiful, and benevolent. She typically wears a red dress (often a sari), and may have a head-band. When depicted alongside Shiva, she generally appears with two arms, but when alone, she may be depicted having four. These hands may hold a conch, crown, mirror, rosary, bell, dish, farming tool such as goad, sugarcane stalk, or flowers such as lotus. One of her arms in front may be in the Abhaya mudra (hand gesture for 'fear not'), one of her children, typically Ganesha, is on her knee, while her younger son Skanda may be playing near her in her watch. In ancient temples, Parvati's sculpture is often depicted near a calf or cow - a source of food. Bronze has been the chief metal for her sculpture, while stone is next most common material.</p>\n<p>Parvati and Shiva are often symbolized by a yoni and a linga respectively. In ancient literature, yoni means womb and place of gestation, the yoni-linga metaphor represents \"origin, source or regenerative power\". The linga-yoni icon is widespread, found in Shaivite Hindu temples of South Asia and Southeast Asia. Often called <i>Shivalinga</i>, it almost always has both linga and the yoni. The icon represents the interdependence and union of feminine and masculine energies in recreation and regeneration of all life. In some depictions, Parvati and Shiva are shown in various forms of sexual union.</p>\n<p>In some iconography Parvati's hands may symbolically express many mudras (symbolic hand gestures). For example, Kataka — representing fascination and enchantment, Hirana — representing the antelope, the symbolism for nature and the elusive, Tarjani by the left hand — representing gesture of menace, and Chandrakal — representing the moon, a symbol of intelligence. Kataka is expressed by hands closer to the devotee; Tarjani mudra with the left hand, but far from devotee.</p>\n<p>If Parvati is depicted with two hands, Kataka mudra — also called Katyavalambita or Katisamsthita hasta — is common, as well as Abhaya (fearlessness, fear not) and Varada (beneficence) are representational in Parvati's iconography. Parvati's right hand in Abhaya mudra symbolizes \"do not fear anyone or anything\", while her Varada mudra symbolizes \"wish fulfilling\". In Indian dance, <i>Parvatimudra</i> is dedicated to her, symbolizing divine mother. It is a joint hand gesture, and is one of sixteen <i>Deva Hastas</i>, denoting most important deities described in <i>Abhinaya Darpana</i>. The hands mimic motherly gesture, and when included in a dance, the dancer symbolically expresses Parvati. Alternatively, if both hands of the dancer are in <i>Ardhachandra</i> mudra, it symbolizes an alternate aspect of Parvati.</p>\n<p>Parvati is sometimes shown with golden or yellow colour skin, particularly as goddess Gauri, symbolizing her as the goddess of ripened harvests.</p>\n<p>In some manifestations, particularly as angry, ferocious aspects of Shakti such as Durga or Kali, she has eight or ten arms, and is astride on a tiger or lion. In benevolent manifestation such as Kamakshi or Meenakshi, a parrot sits near her right shoulder symbolizing cheerful love talk, seeds and fertility. A parrot is found with Parvati's form as Kamakshi - the goddess of love, as well as Kama - the cupid god of desire who shoots arrows to trigger infatuation. A crescent moon is sometimes included near the head of Parvati particularly the Kamakshi icons, for her being half of Shiva. In South Indian legends, her association with the parrot began when she won a bet with her husband and asked for his loin cloth as victory payment; Shiva keeps his word but first transforms her into a parrot. She flies off and takes refuge in the mountain ranges of south India, appearing as Meenakshi (also spelled Minakshi).</p>\n<dl><dt>Symbolism of many aspects for the same goddess</dt>\n</dl><p>Parvati is expressed in many roles, moods, epithets and aspects. In Hindu mythology, she is an active agent of the universe, the power of Shiva. She is expressed in nurturing and benevolent aspects, as well as destructive and ferocious aspects. She is the voice of encouragement, reason, freedom and strength, as well as of resistance, power, action and retributive justice. This paradox symbolizes her willingness to realign to <i>Pratima</i> (reality) and adapt to needs of circumstances in her role as the universal mother. She identifies and destroys evil to protect (Durga), as well as creates food and abundance to nourish (Annapurna).</p>\n<h2><span id=\"Manifestations_and_aspects_of_Parvati\">Manifestations and aspects of Parvati</span></h2>\n\n<p>Several Hindu stories present alternate aspects of Parvati, such as the ferocious, violent aspect as Shakti and related forms. Shakti is pure energy, untamed, unchecked and chaotic. Her wrath crystallizes into a dark, blood-thirsty, tangled-hair Goddess with an open mouth and a drooping tongue. This goddess is usually identified as the terrible <i>Mahakali</i> or Kali (time). In Linga Purana, Parvati metamorphoses into Kali, on the request of Shiva, to destroy a female asura (demoness) Daruka. Even after destroying the demoness, Kali's wrath could not be controlled. To lower Kali's rage, Shiva appeared as a crying baby. The cries of the baby raised the maternal instinct of Kali who resorts back to her benign form as Parvati.</p>\n<p>In Skanda Purana, Parvati assumes the form of a warrior-goddess and defeats a demon called <i>Durg</i> who assumes the form of a buffalo. In this aspect, she is known by the name Durga. Although Parvati is considered another aspect of Sakti, just like Kali, Durga, Kamakshi, Meenakshi, Gauri and many others in modern-day Hinduism, many of these \"forms\" or aspects originated from regional legends and traditions, and the distinctions from Parvati are pertinent.</p>\n<p>In Devi Bagwata Purana, Parvati is the lineal progenitor of all other goddesses. She is worshiped as one with many forms and names. Her form or incarnation depends on her mood. For example:</p>\n<ul><li>Durga is a demon-fighting form of Parvati, and some texts suggest Parvati took the form of Durga to kill the demon Durgamasur.</li>\n<li>Kali is another ferocious form of Parvati, as goddess of time and change, with mythological origins in the deity Nirriti.</li>\n<li>Chandi is the epithet of Durga, considered to be the power of Parvati; she is black in color and rides on a lion, slayer of the demon Mahishasura.</li>\n<li>Ten Mahavidyas are the ten aspects of Shakti. In tantra, all have importance and all are different aspects of Parvati.</li>\n<li>52 Shakti Peethas suggests all goddesses are expansions of the goddess Parvati.</li>\n<li>Navadurga nine forms of the goddess Parvati</li>\n<li>Meenakshi, goddess with eyes shaped like a fish.</li>\n<li>Kamakshi, goddess of love and devotion.</li>\n<li>Lalita, the playful Goddess of the Universe, she is a form of the Devi Parvati.</li>\n<li>Akhilandeshwari, found in coastal regions of India, is the goddess associated with water.</li>\n<li>Annapurna is the representation of all that is complete and of food.</li>\n</ul><h2><span id=\"Legends\">Legends</span></h2>\n\n<p>The Puranas tell the tale of Sati's marriage to Shiva against her father Daksha's wishes. The conflict between Daksha and Shiva gets to a point where Daksha does not invite Shiva to his yagna (fire-sacrifice). Daksha insults Shiva, when Sati comes on her own. She immolates herself at the ceremony. This shocks Shiva, who is so grief-stricken that he loses interest in worldly affairs, retires and isolates himself in the mountains, in meditation and austerity. Sati is then reborn as Parvati, the daughter of Himavat and Mainavati, and is named Parvati, or \"she from the mountains\", after her father Himavant who is also called king <i>Parvat</i>.</p>\n<p>According to different versions of her chronicles, the maiden Parvati resolves to marry Shiva. Her parents learn of her desire, discourage her, but she pursues what she wants. Indra sends the god Kama - the Hindu god of desire, erotic love, attraction and affection, to awake Shiva from meditation. Kama reaches Shiva and shoots an arrow of desire. Shiva opens his third eye in his forehead and burns the cupid Kama to ashes. Parvati does not lose her hope or her resolve to win over Shiva. She begins to live in mountains like Shiva, engage in the same activities as Shiva, one of asceticism, yogin and tapas. This draws the attention of Shiva and awakens his interest. He meets her in disguised form, tries to discourage her, telling her Shiva's weaknesses and personality problems. Parvati refuses to listen and insists in her resolve. Shiva finally accepts her and they get married. Shiva dedicates the following hymn in Parvati's honor,</p>\n<blockquote>\n<p>I am the sea and you the wave,<br>\nYou are Prakṛti, and I Purusha.<br>\n– Translated by Stella Kramrisch</p>\n</blockquote>\n\n<p>After the marriage, Parvati moves to Mount Kailash, the residence of Shiva. To them are born Kartikeya (also known as Skanda and Murugan) - the leader of celestial armies, and Ganesha - the god of wisdom that prevents problems and removes obstacles.</p>\n<dl><dt>Alternate stories</dt>\n</dl><p>There are many alternate Hindu legends about the birth of Parvati and how she got married with Shiva. In the Harivamsa, for example, Parvati has two younger sisters called Ekaparna and Ekapatala. According to Devi Bhagawata Purana and Shiva Purana mount Himalaya and his wife Mena appease goddess Adi Shakti. Pleased, Adi Shakti herself is born as their daughter Parvati. Each major story about Parvati's birth and marriage to Shiva has regional variations, suggesting creative local adaptations. In another version of Shiva Purana, Chapters 17 through 52, cupid Kama is not involved, and instead Shiva appears as a badly behaved, snake wearing, dancing, disheveled beggar who Parvati gets attracted to, but who her parents disapprove of. The stories go through many ups and downs, until Parvati and Shiva are finally married.</p>\n<p>Kalidasa's epic <i>Kumarasambhavam</i> (\"Birth of Kumara\") describes the story of the maiden Parvati who has made up her mind to marry Shiva and get him out of his recluse, intellectual, austere world of aloofness. Her devotions aimed at gaining the favor of Shiva, the subsequent annihilation of Kamadeva, the consequent fall of the universe into barren lifelessness, regeneration of life, the subsequent marriage of Parvati and Shiva, the birth of Kartikeya, and the eventual resurrection of Kamadeva after Parvati intercedes for him to Shiva.</p>\n\n<p>Parvati's legends are intrinsically related to Shiva. In the goddess-oriented Shakta texts, that she is said to transcend even Shiva, and is identified as the Supreme Being. Just as Shiva is at once the presiding deity of destruction and regeneration, the couple jointly symbolise at once both the power of renunciation and asceticism and the blessings of marital felicity.</p>\n<p>Parvati thus symbolises many different virtues esteemed by Hindu tradition: fertility, marital felicity, devotion to the spouse, asceticism, and power. Parvati represents the householder ideal in the perennial tension in Hinduism in the household ideal and the ascetic ideal, the later represented by Shiva. Renunciation and asceticism is highly valued in Hinduism, as is householder's life - both feature as Ashramas of an ethical and proper life. Shiva is portrayed in Hindu legends as the ideal ascetic withdrawn in his personal pursuit in the mountains with no interest in social life, while Parvati is portrayed as the ideal householder keen about the nurturing worldly life and society. Numerous chapters, stories and legends revolve around their mutual devotion as well as disagreements, their debates on Hindu philosophy as well as the proper life.</p>\n<p>Parvati tames Shiva with her presence. When Shiva does his violent, destructive Tandava dance, Parvati is described as calming him or complementing his violence by slow, creative steps of her own Lasya dance. In many myths, Parvati is not as much his complement as his rival, tricking, seducing, or luring him away from his ascetic practices.</p>\n<p>Three images are central to the mythology, iconography and philosophy of Parvati: the image of Shiva-Shakti, the image of Shiva as Ardhanarishvara (the Lord who is half-woman), and the image of the linga and the yoni. These images that combine the masculine and feminine energies, Shiva and Parvati, yield a vision of reconciliation, interdependence and harmony between the way of the ascetic and that of a householder.</p>\n<p>The couple is often depicted in the Puranas as engaged in \"dalliance\" or seated on Mount Kailash debating concepts in Hindu theology. They are also depicted as quarreling. In stories of the birth of Kartikeya, the couple is described as love-making; generating the seed of Shiva. Parvati's union with Shiva symbolises the union of a male and female in \"ecstasy and sexual bliss\". In art, Parvati is depicted seated on Shiva's knee or standing beside him (together the couple is referred to as <i>Uma-Maheshvara</i> or <i>Hara-Gauri</i>) or as <i>Annapurna</i> (the goddess of grain) giving alms to Shiva.</p>\n<p>Shaiva approaches tend to look upon Parvati as the Shiva's submissive and obedient wife. However, Shaktas focus on Parvati's equality or even superiority to her consort. The story of the birth of the ten Mahavidyas (Wisdom Goddesses) of Shakta Tantrism. This event occurs while Shiva is living with Parvati in her father's house. Following an argument, he attempts to walk out on her. Her rage at Shiva's attempt to walk out, manifests in the form of ten terrifying goddesses who block Shiva's every exit.</p>\n<p>David Kinsley states,</p>\n<blockquote class=\"templatequote\">\n<p>The fact that [Parvati] is able to physically restrain Shiva dramatically makes the point that she is superior in power. The theme of the superiority of the goddess over male deities is common in Shakta texts, [and] so the story is stressing a central Shakta theological principle. ... The fact that Shiva and Parvati are living in her father's house in itself makes this point, as it is traditional in many parts of India for the wife to leave her father's home upon marriage and become a part of her husband's lineage and live in his home among his relatives. That Shiva dwells in Parvati's house thus implies Her priority in their relationship. Her priority is also demonstrated in her ability, through the Mahavidyas, to thwart Shiva's will and assert her own.</p>\n</blockquote>\n\n<dl><dt>Ardhanarisvara</dt>\n</dl><p>Parvati is portrayed as the ideal wife, mother and householder in Indian legends. In Indian art, this vision of ideal couple is derived from Shiva and Parvati as being half of the other, represented as <i>Ardhanarisvara</i>. This concept is represented as an androgynous image that is half man and half woman, Siva and Parvati respectively.</p>\n<dl><dt>Ideal wife, mother and more</dt>\n</dl><p>In Hindu Epic the Mahabharata, she as Umā suggests that the duties of wife and mother are as follows - being of a good disposition, endued with sweet speech, sweet conduct, and sweet features. Her husband is her friend, refuge, and god. She finds happiness in physical, emotional nourishment and development of her husband and her children. Their happiness is her happiness. She is positive and cheerful even when her husband or her children are angry, she's with them in adversity or sickness. She takes interest in worldly affairs, beyond her husband and family. She is cheerful and humble before family, friends, and relatives; helps them if she can. She welcomes guests, feeds them and encourages righteous social life. Her family life and her home is her heaven, Parvati declares in Book 13 of the Mahabharata.</p>\n<p>Rita Gross states, that the view of Parvati only as ideal wife and mother is incomplete symbolism of the power of the feminine in mythology of India. Parvati, along with other goddesses, are involved with the broad range of culturally valued goals and activities. Her connection with motherhood and female sexuality does not confine the feminine or exhaust their significance and activities in Hindu literature. She is balanced by Durga, who is strong and capable without compromising her femaleness. She manifests in every activity, from water to mountains, from arts to inspiring warriors, from agriculture to dance. Parvati's numerous aspects, states Gross, reflects the Hindu belief that the feminine has universal range of activities, and her gender is not a limiting condition.</p>\n<dl><dt>Ganesha</dt>\n</dl><p>Hindu literature, including the Matsya Purana, Shiva Purana, and Skanda Purana, dedicates many stories to Parvati and Shiva and their children. For example, one about Ganesha is:</p>\n<dl><dd>Once, while Parvati wanted to take a bath, there were no attendants around to guard her and stop anyone from accidentally entering the house. Hence she created an image of a boy out of turmeric paste which she prepared to cleanse her body, and infused life into it, and thus Ganesha was born. Parvati ordered Ganesha not to allow anyone to enter the house, and Ganesha obediently followed his mother's orders. After a while Shiva returned and tried to enter the house, Ganesha stopped him. Shiva was infuriated, lost his temper and severed the boy's head with his trident. When Parvati came out and saw her son's lifeless body, she was very angry. She demanded that Shiva restore Ganesha's life at once. Shiva did so by attaching an elephant's head to Ganesha's body, thus giving rise to the elephant headed deity.</dd>\n</dl><h2><span id=\"Parvati_in_culture\">Parvati in culture</span></h2>\n<h3><span id=\"Festivals\">Festivals</span></h3>\n<p>Teej is a significant festival for Hindu women, particularly in northern and western states of India. Parvati is the primary deity of the festival, and it ritually celebrates married life and family ties. It also celebrates the monsoon. The festival is marked with swings hung from trees, girls playing on these swings typically in green dress (seasonal color of crop planting season), while singing regional songs. Historically, unmarried maidens prayed to Parvati for a good mate, while married women prayed for the well-being of their husbands and visited their relatives. In Nepal, Teej is a three-day festival marked with visits to Shiva-Parvati temples and offerings to linga. Teej is celebrated as Teeyan in Punjab.</p>\n<p>The Gowri Habba, or Gauri Festival, is celebrated on the seventh, eighth, and ninth of Bhadrapada (Shukla paksha). Parvati is worshipped as the goddess of harvest and protectress of women. Her festival, chiefly observed by women, is closely associated with the festival of her son Ganesha (Ganesh Chaturthi). The festival is popular in Maharashtra and Karnataka.</p>\n\n<p>In Rajasthan the worship of Gauri happens during the Gangaur festival. The festival starts on the first day of Chaitra the day after Holi and continues for 18 days. Images of Issar and Gauri are made from Clay for the festival.</p>\n<p>Another popular festival in reverence of Parvati is Navratri, in which all her manifestations are worshiped over nine days. Popular in eastern India, particularly in Bengal, Odisha, Jharkhand and Assam, as well as several other parts of India such as Gujarat, this is associated with Durga, with her nine forms i.e. Shailaputri, Brahmacharini, Chandraghanta, Kushmanda, Skandamata, Katyayini, Kaalratri, Mahagauri, Siddhidatri.</p>\n<p>Another festival <i>Gauri tritiya</i> is celebrated from Chaitra shukla third to Vaishakha shukla third. This festival is popular in Maharashtra and Karnataka, less observed in North India and unknown in Bengal. The unwidowed women of the household erect a series of platforms in a pyramidal shape with the image of the goddess at the top and a collection of ornaments, images of other Hindu deities, pictures, shells etc. below. Neighbours are invited and presented with turmeric, fruits, flowers etc. as gifts. At night, prayers are held by singing and dancing. In south Indian states such as Tamil Nadu and Andhra Pradesh, the Kethara Gauri Vritham festival is celebrated on the new moon day of Diwali and married women fast for the day, prepare sweets and worship Parvati for the well-being of the family.</p>\n<h3><span id=\"Arts\">Arts</span></h3>\n<p>From sculpture to dance, many Indian arts explore and express the stories of Parvati and Shiva as themes. For example, <i>Daksha Yagam</i> of Kathakali, a form of dance-drama choreography, adapts the romantic episodes of Parvati and Shiva.</p>\n<p>The Gauri-Shankar bead is a part of religious adornment rooted in the belief of Parvati and Shiva as the ideal equal complementing halves of the other. Gauri-Shankar is a particular <i>rudraksha</i> (bead) formed naturally from the seed of a tree found in India. Two seeds of this tree sometimes naturally grow as fused, and considered to symbolic of Parvati and Shiva. These seeds are strung into garlands and worn, or used in <i>malas</i> (rosaries) for meditation in Saivism.</p>\n<h3><span id=\"Numismatics\">Numismatics</span></h3>\n<p>Ancient coins from Bactria (Central Asia) of Kushan Empire era, and those of king Harsha (North India) feature Uma. These were issued sometime between 3rd- and 7th-century AD. In Bactria, Uma is spelled <i>Ommo</i>, and she appears on coins holding a flower. On her coin is also shown Shiva, who is sometimes shown in ithyphallic state holding a trident and standing near Nandi (his <i>vahana</i>). On coins issued by king Harsha, Parvati and Shiva are seated on a bull, and the reverse of the coin has Brahmi script.</p>\n<h3><span id=\"Major_temples\">Major temples</span></h3>\n\n\n<p>Parvati is often present with Shiva in Saivite Hindu temples all over South Asia and southeast Asia.</p>\n<p>Some locations (<i>Pithas</i> or <i>Shaktipeeths</i>) are considered special because of their historical importance and legends about their origins in the ancient texts of Hinduism. Other locations celebrate major events in Parvati's life. For example, the World Heritage Site at Khajuraho is one such site where Parvati temple is found. It is one of the four major sites associated with Parvati, along with Kedarnath, Kashi and Gaya. The temple’s origin in Khajuraho has been traced to the Hindu mythology in which Khajuraho is the place where Parvati and Shiva got married.</p>\n<blockquote>\n<p>One interpretation of the (Khajuraho) temples is that they were built to celebrate the mythic marriage of Shiva and his consort. At Maha-shivratri in Khajuraho, they celebrate the marriage of Shiva and Parvati. (...) The erotic sculptures are a metaphor of the union of Shiva and Parvati, the marriage of two cosmic forces, of light and darkness, sky and earth, spirit and matter.</p>\n</blockquote>\n<p>Each major Parvati-Shiva temple is a pilgrimage site that has an ancient legend associated with it, which is typically a part of a larger story that links these Hindu temples across South Asia with each other.</p>\n<h4><span id=\"List_of_temples\">List of temples</span></h4>\n<p>Some temples where Parvati can be found include:</p>\n<ul><li>in Andhra pradesh: Maanikyambika Bhimeswara Temple</li>\n<li>in Karnataka: Mookambika Devi Temple and Banashankari Temple</li>\n<li>in Kerala:Annapurneshwari Temple, Cherukunnu, Attukal Bhagavathy Temple, Chakkulathukavu Temple, Chengannur Mahadeva Temple, Oorpazhachi Kavu, Irumkulangara Durga Devi Temple, Valiya Kavu Sree Parvathi Devi Temple, Sri Kiratha Parvathi Temple Paramelpadi, Korechal Kirathaparvathi Temple, Nedukavu Parvathy Devi Temple, Karthyayani Devi Temple, Varanad Devi Temple, Veluthattu Vadakkan Chowa Temple, Thiruvairanikulam Mahadeva Temple, Ardhanariswara Temple and Kadampuzha Devi Temple</li>\n<li>in Madhya Pradesh: Parvati Temple</li>\n<li>in Maharashtra: Tulja Bhavani Temple</li>\n<li>in Meghalaya: Nartiang Durga Temple</li>\n<li>in Tamil Nadu: Meenakshi Amman Temple, Kamakshi Amman Temple, Sri Siva Durga Temple, Mandaikadu Bhagavathi Temple and Devi Kanya Kumari</li>\n<li>in Tripura: Tripura Sundari Temple</li>\n<li>in Uttar Pradesh: Vishalakshi Temple, Vishalakshi Gauri Temple and Annapurna Devi Temple</li>\n</ul><h2><span id=\"Outside_India\">Outside India</span></h2>\n\n<p>Sculpture and iconography of Parvati, in one of her many manifestations, have been found in temples and literature of southeast Asia. For example, early Saivite inscriptions of the Khmer in Cambodia, dated as early as the fifth century AD, mention Parvati (Uma) and Siva. Many ancient and medieval era Cambodian temples, rock arts and river bed carvings such as the Kbal Spean are dedicated to Parvati and Shiva.</p>\n<p>Boisselier has identified Uma in a Champa era temple in Vietnam.</p>\n<p>Dozens of ancient temples dedicated to Parvati as Uma, with Siva, have been found in the islands of Indonesia and Malaysia. Her manifestation as Durga has also been found in southeast Asia. Many of the temples in Java dedicated to Siva-Parvati are from second half of 1st millennium AD, and some from later centuries. Durga icons and worship have been dated to be from the 10th- to 13th-century.</p>\n\n<p>Derived from Parvati's form as Mahakali, her nipponized form is Daikokutennyo (大黒天女).</p>\n<p>In Nakhorn Si Thammarat province of Thailand, excavations at Dev Sathan has yielded a Hindu Temple dedicated to Vishnu (Na Pra Narai), a lingam in yoni, a Shiva temple (San Pra Isuan). The sculpture of Parvati found at this excavation site reflect the South Indian style.</p>\n<dl><dt>Bali, Indonesia</dt>\n</dl><p>Parvati, locally spelled as <i>Parwati</i>, is a principal goddess in modern-day Hinduism of Bali. She is more often called <i>Uma</i>, and sometimes referred to as <i>Giriputri</i> (daughter of the mountains). She is the goddess of mountain Gunung Agung. Like Hinduism of India, Uma has many manifestations in Bali, Indonesia. She is the wife of deity <i>Siwa</i>. Uma or Parwati is considered as the mother goddess that nurtures, nourishes, grants fertility to crop and all life. As <i>Dewi Danu</i>, she presides over waters, lake Batur and Gunung Batur, a major volcano in Bali. Her ferocious form in Bali is <i>Dewi Durga</i>. As <i>Rangda</i>, she is wrathful and presides cemeteries. As <i>Ibu Pertiwi</i>, Parwati of Balinese Hinduism is the goddess of earth. The legends about various manifestations of Parwati, and how she changes from one form to another, are in Balinese literature, such as the palm-leaf (<i>lontar</i>) manuscript <i>Andabhuana</i>.</p>\n<h2><span id=\"Related_goddesses\">Related goddesses</span></h2>\n<p>Tara found in some sects of Buddhism, particularly Tibetan and Nepalese, is related to Parvati. Tara too appears in many manifestations. In tantric sects of Buddhism, as well as Hinduism, intricate symmetrical art forms of yantra or mandala are dedicated to different aspects of Tara and Parvati.</p>\n<p>Parvati is closely related in symbolism and powers as Cybele of Greek and Roman mythology and as Vesta the guardian goddess of children. In her manifestation as <i>Durga</i>, Parvati parallels Mater Montana. She is the equivalent of <i>Magna Mater</i> (Universal Mother). As <i>Kali</i> and punisher of all evil, she corresponds to Proserpine and Diana Taurica.</p>\n<p>As <i>Bhawani</i> and goddess of fertility and birthing, she is the symbolic equivalent of Ephesian <i>Diana</i>. In Crete, <i>Rhea</i> is the mythological figure, goddess of the mountains, paralleling Parvati; while in some mythologies from islands of Greece, the terrifying goddess mirroring Parvati is <i>Diktynna</i> (also called Britomartis). At Ephesus, Cybele is shown with lions, just like iconography of Parvati is sometimes shown with a lion.</p>\n<p>Carl Jung, in <i>Mysterium Coniunctionis</i>, states that aspects of Parvati belong to the same category of black goddesses as Artemis, Isis and Mary. Edmund Leach equates Parvati in her relationship with Shiva, with that of Greek goddess Aphrodite - a symbol of sexual love.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>David Kinsley, <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5)</li>\n<li>Vans Kennedy, <i>Researches Into the Nature and Affinity of Ancient and Hindu Mythology</i>; Published 1831; Printed for Longman, Rees, Orme, Brown, and Green; 494 pages; Original from Harvard University; Digitized 11 July 2005 [1]</li>\n<li>William J. Wilkins, Uma - Parvati, <i>Hindu Mythology, Vedic and Puranic</i>; Republished 2001 (first published 1882); Adamant Media Corporation; 463 pages; ISBN 1-4021-9308-4</li>\n<li>Wendy Doniger O'Flaherty, <i>Śiva, the Erotic Ascetic</i></li>\n<li>Charles Coleman, <i>Mythology of the Hindus</i></li>\n<li>Karen Tate, <i>Sacred Places of Goddess: 108 Destinations</i></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Parvati at Encyclopædia Britannica</li>\n<li>The Story of Hindu Goddess Parvati</li>\n</ul>", "images": [{"ns": 6, "title": "File:An array of Lingam at Pashupatinath Nepal.jpg"}, {"ns": 6, "title": "File:Ardhanari.jpg"}, {"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Batakaru6.JPG"}, {"ns": 6, "title": "File:Bronze siva.png"}, {"ns": 6, "title": "File:Candi Sambisari, Hindu Temple of Java Indonesia 2013 e.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Durga idol 2011 Burdwan.jpg"}, {"ns": 6, "title": "File:Ellora-caves-1.jpg"}]}