{"pageid": 100191, "ns": 0, "title": "Lakshmi", "extract": "<p><i><b>Lakshmi</b></i> (<span></span>; Sanskrit: लक्ष्मी, IAST: <i>lakṣmī</i>) or <b>Laxmi</b>, is the Hindu goddess of wealth, fortune and prosperity. She is the wife and shakti (energy) of Vishnu, one of the principal deities of Hinduism and the Supreme Being in the Vaishnavism Tradition. Lakshmi is also an important deity in Jainism and found in Jain temples. Lakshmi has also been a goddess of abundance and fortune for Buddhists, and was represented on the oldest surviving stupas and cave temples of Buddhism. In Buddhist sects of Tibet, Nepal and southeast Asia, goddess Vasudhara mirrors the characteristics and attributes of the Hindu goddess Lakshmi with minor iconographic differences.</p>\n<p>Lakshmi is also called Sri or <i>Thirumagal</i> because she is endowed with six auspicious and divine qualities, or gunas, and is the divine strength of Vishnu. In Hindu religion, she was born from the churning of the primordial ocean (Samudra manthan) and she chose Vishnu as her eternal consort. When Vishnu descended on the Earth as the avatars Rama and Krishna, Lakshmi descended as his respective consort. In the ancient scriptures of India, all women are declared to be embodiments of Lakshmi. The marriage and relationship between Lakshmi and Vishnu as wife and husband is the paradigm for rituals and ceremonies for the bride and groom in Hindu weddings. Lakshmi is considered another aspect of the same supreme goddess principle in the Shaktism tradition of Hinduism.</p>\n<p>Lakshmi is depicted in Indian art as an elegantly dressed, prosperity-showering golden-coloured woman with an owl as her vehicle, signifying the importance of economic activity in maintenance of life, her ability to move, work and prevail in confusing darkness. She typically stands or sits like a yogin on a lotus pedestal and holds lotus in her hand, a symbolism for fortune, self-knowledge and spiritual liberation. Her iconography shows her with four hands, which represent the four goals of human life considered important to the Hindu way of life: dharma, kāma, artha, and moksha.</p>\n<p>Archaeological discoveries and ancient coins suggest the recognition and reverence for Lakshmi by the 1st millennium BCE. Lakshmi's iconography and statues have also been found in Hindu temples throughout southeast Asia, estimated to be from the second half of the 1st millennium CE. The festivals of Diwali and Sharad Purnima (Kojagiri Purnima) are celebrated in her honor.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>Lakshmi (Lakṣmī) is one of many Hindu deities whose meaning and significance evolved in ancient Sanskrit texts.</p>\n<p>Lakshmi is mentioned once in Rigveda, but the context suggests that the word does not mean <i>goddess of wealth and fortune,</i> rather it means <i>kindred mark or sign of auspicious fortune.</i></p>\n<blockquote class=\"templatequote\">\n<p><span lang=\"sa\" xml:lang=\"sa\">भद्रैषां <b>लक्ष्मी</b>र्निहिताधि वाचि</span><br><i><span title=\"International Alphabet of Sanskrit Transliteration\">bhadraiṣāṁ <b>lakṣmī</b>rnihitādhi vāci</span><br>\n\"an auspicious fortune is attached to their words\"</i></p>\n\n</blockquote>\n<p>In Atharvaveda, composed about 1000 BCE, Lakshmi evolves into a complex concept with plural manifestations. Book 7, Chapter 115 of Atharva Veda describes the plurality, asserting that a hundred Lakshmis are born with the body of a mortal at birth, some good, <i>punya</i> (virtuous) and auspicious, while others bad, <i>paapi</i> (evil) and unfortunate. The good are welcomed, while the bad urged to leave. The concept and spirit of Lakshmi and her association with fortune and the good is significant enough that Atharva Veda mentions it in multiple books: for example, in Book 12, Chapter 5 as <i>punya Lakshmi</i>. In some chapters of Atharva Veda, Lakshmi connotes the good, an auspicious sign, good luck, good fortune, prosperity, success and happiness.</p>\n<p>Later, Lakshmi is referred to as the goddess of fortune, identified with Sri and regarded as wife of <span title=\"International Alphabet of Sanskrit Transliteration\">Viṣṇu</span> (<span title=\"International Alphabet of Sanskrit Transliteration\">Nārāyaṇa</span>). For example, in Shatapatha Brahmana, variously estimated to be composed between 800 BCE and 300 BCE, Sri (Lakshmi) is part of one of many theories, in ancient India, about the creation of universe. In Book 9 of Shatapatha Brahmana, Sri emerges from Prajapati, after his intense meditation on creation of life and nature of universe. Sri is described as beautiful, resplendent and trembling woman at her birth with immense energy and powers. The gods were bewitched, desire her and immediately become covetous of her. The gods approach Prajapati and request permission to kill her and then take her powers, talents and gifts. Prajapati refuses, tells the gods that males should not kill females and that they can seek her gifts without violence. The gods then approach Lakshmi, deity Agni gets food, Soma gets kingly authority, Varuna gets imperial authority, Mitra acquires martial energy, Indra gets force, Brihaspati gets priestly authority, Savitri acquires dominion, Pushan gets splendour, Saraswati takes nourishment and Tvashtri gets forms. The hymns of Shatapatha Brahmana thus describe Sri as a goddess born with and personifying a diverse range of talents and powers.</p>\n<p>According to another legend, she emerges during the creation of universe, floating over the water on the expanded petals of a lotus flower; she is also variously regarded as wife of Dharma, mother of Kāma, sister or mother of <span title=\"International Alphabet of Sanskrit Transliteration\">Dhātṛ</span> and <span title=\"International Alphabet of Sanskrit Transliteration\">Vidhātṛ</span>, wife of Dattatreya, one of the nine Shaktis of <span title=\"International Alphabet of Sanskrit Transliteration\">Viṣṇu</span>, a manifestation of <span title=\"International Alphabet of Sanskrit Transliteration\">Prakṛti</span> as identified with <span title=\"International Alphabet of Sanskrit Transliteration\">Dākshāyaṇī</span> in Bharatasrama and as Sita, wife of Rama.</p>\n<p>In the Epics of Hinduism, such as in Mahabharata, Lakshmi personifies wealth, riches, beauty, happiness, loveliness, grace, charm and splendour. In another Hindu legend, about the creation of universe as described in Ramayana, Lakshmi springs with other precious things from the foam of the ocean of milk when it is churned by the gods and demons for the recovery of <span title=\"International Alphabet of Sanskrit Transliteration\">Amṛta</span>. She appeared with a lotus in her hand and so she is also called Padma.</p>\n<dl><dt>Root of the word</dt>\n</dl><p>Lakshmi in Sanskrit is derived from the root word <i>lakṣ</i> (<span lang=\"sa\" xml:lang=\"sa\">लक्ष्</span>) and <i>lakṣa</i>(<span lang=\"sa\" xml:lang=\"sa\">लक्ष</span>), meaning <i>to perceive, observe, know, understand</i> and <i>goal, aim, objective</i> respectively. These roots give Lakshmi the symbolism: know and understand your goal. A related term is <i>lakṣaṇa</i>, which means <i>sign, target, aim, symbol, attribute, quality, lucky mark, auspicious opportunity.</i></p>\n<h2><span id=\"Symbolism_and_iconography\">Symbolism and iconography</span></h2>\n\n<p>The image, icons and sculptures of Lakshmi are represented with symbolism. Her name is derived from Sanskrit root words for knowing the goal and understanding the objective. Her four arms are symbolic of the four goals of humanity that are considered good in Hinduism - dharma (pursuit of ethical, moral life), artha (pursuit of wealth, means of life), kama (pursuit of love, emotional fulfillment) and moksha (pursuit of self-knowledge, liberation).</p>\n<p>In Lakshmi's iconography, she is either sitting or standing on a lotus and typically carrying a lotus in one or two hands. The lotus carries symbolic meanings in Hinduism and other Indian traditions. It symbolically knowledge, self-realisation and liberation in Vedic context, and represents reality, consciousness and karma (work, deed) in the Tantra (Sahasrara) context. The lotus, a flower that blossoms in clean or dirty water, also symbolises purity and beauty regardless of the good or bad circumstances in which its grows. It is a reminder that good and prosperity can bloom and not be affected by evil in one's surrounding. Below, behind or on the sides, Lakshmi is sometimes shown with one or two elephants and occasionally with an owl. Elephants symbolise work, activity and strength, as well as water, rain and fertility for abundant prosperity. The owl signifies the patient striving to observe, see and discover knowledge particularly when surrounded by darkness. As a bird reputedly blinded by daylight, the owl also serves as a symbolic reminder to refrain from blindness and greed after knowledge and wealth has been acquired.</p>\n\n<p>In some representations, wealth either symbolically pours out from one of her hands or she simply holds a jar of money. This symbolism has a dual meaning: wealth manifested through Lakshmi means both material as well as spiritual wealth. Her face and open hands are in a mudra that signify compassion, giving or <i>daana</i>(charity).</p>\n<p>Lakshmi typically wears a red dress embroidered with golden threads, symbolism for beauty and wealth. She, goddess of wealth and prosperity, is often represented with her husband Vishnu, the god who maintains human life filled with justice and peace. This symbolism implies wealth and prosperity is coupled with maintenance of life, justice, and peace.</p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Lakshmi has numerous names and numerous ancient Stotram and Sutras of Hinduism recite her various names:</p>\n<ul><li><i>Padma</i>: Lotus-dweller</li>\n<li><i>Kamala</i>: Lotus-dweller</li>\n<li><i>Padmapriya</i>: One who likes lotuses</li>\n<li><i>Padmamaladhara devi</i>: One who wears a garland of lotuses</li>\n<li><i>Padmamukhi</i>: One whose face is as beautiful as a lotus</li>\n<li><i>Padmakshi</i>: One whose eyes are as beautiful as a lotus</li>\n<li><i>Padmahasta</i>: One who holds a lotus</li>\n<li><i>Padmasundari</i>: One who is as beautiful as a lotus</li>\n<li><i>Sri</i>: Goddess Sri Lakshmi, Opulence</li>\n<li><i>Srija</i>: Jatika of goddess Lakshmi</li>\n<li><i>Jagadishwari</i>: Supreme Mother who rules the universe</li>\n<li><i>Vishnupriya</i>: One who is the beloved of Vishnu</li>\n<li><i>Ulkavahini</i>: One who rides an owl</li>\n</ul><p>Her other names include: Ambika, Manushri, Mohini, Chakrika, Kamalika, Aishwarya, Lalima, Indira, Kalyani, Nandika, Nandini, Rujula, Vaishnavi, Samruddhi, Narayani, Bhargavi, Sridevi, Chanchala, Jalaja, Madhavi, Sujata, Shreya, Prachi, Haripriya, Maheshwari, Madhu, Parama, Janamodini, Tripura, Tulsi, Ketki, Malti, Vidya, Vasuda, Vedavati, Trilochana, Tilottama, Subha, Chandika, Devi, Kriyalakshmi, Viroopa, Vani, Gayatri, Savitri, Apara or Aparajita, Aparna, Aruna, Akhila, Bala, Tara, Kuhu, Purnima, Aditi, Anumati, Avashya, Sita, Rama, Rukmini, Taruni, Jyotsna, Jyoti, Nimeshika, Atibha, Ishaani, Smriti, Durga, Sharanya, Shivasahodari Sri.</p>\n<h2><span id=\"Ancient_literature_on_Lakshmi\">Ancient literature on Lakshmi</span></h2>\n<h3><span id=\"Upanishads\">Upanishads</span></h3>\n<p>Shakta Upanishads are dedicated to the trinity (Tridevi) of goddesses - Lakshmi, Saraswati and Parvati. Saubhagyalakshmi Upanishad, describes the qualities, characteristics and powers of Lakshmi. In the second part of the Upanishad, the emphasis shifts to the use of yoga and transcendence from material craving in order to achieve spiritual knowledge and self-realisation, the true wealth. Saubhagya-Lakshmi Upanishad synonymously uses Sri to describe Lakshmi.</p>\n<h3><span id=\"Stotrams_and_sutras\">Stotrams and sutras</span></h3>\n<p>Numerous ancient Stotram and Sutras of Hinduism recite hymns dedicated to Lakshmi. She is a major goddess in Puranas and Itihasa of Hinduism. In ancient scriptures of India, all women are declared to be embodiments of Lakshmi. For example,</p>\n<blockquote class=\"templatequote\">\n<p>Every woman is an embodiment of you.<br>\nYou exist as little girls in their childhood,<br>\nAs young women in their youth<br>\nAnd as elderly women in their old age.</p>\n\n</blockquote>\n<blockquote class=\"templatequote\">\n<p>Every woman is an emanation of you.</p>\n\n</blockquote>\n<p>Ancient prayers dedicated to Lakshmi seek both material and spiritual wealth in prayers.</p>\n<h3><span id=\"Puranas\">Puranas</span></h3>\n<p>Lakshmi features prominently in Puranas of Hinduism. Vishnu Purana, in particular, dedicates many sections to her and also refers to her as Sri. J. A. B. van Buitenen translates passages describing Lakshmi in Vishnu Purana as, \"Sri, loyal to Vishnu, is the mother of the world. Vishnu is the meaning, Sri is the speech. She is the conduct, he the behavior. Vishnu is knowledge, she the insight. He is dharma, she the virtuous action. She is the earth, he earth's upholder. She is contentment, he the satisfaction. She is wish, he is the desire. Sri is the sky, Vishnu the Self of everything. He is the moon, she the beauty of moon. He is the ocean, she is the shore\".</p>\n<h3><span id=\"Subhasita,_gnomic_and_didactic_literature\"></span><span id=\"Subhasita.2C_gnomic_and_didactic_literature\">Subhasita, gnomic and didactic literature</span></h3>\n<p>Lakshmi, along with Parvati and Saraswati, is a subject of extensive Subhashita, gnomic and didactic literature of India. Composed in the 1st millennium BC through the 16th century AD, they are short poems, proverbs, couplets, or aphorisms in Sanskrit written in a precise meter. They sometimes take the form of dialogue between Lakshmi and Vishnu or highlight the spiritual message in Vedas and ethical maxims from Hindu Epics through Lakshmi. An example Subhashita is <i>Puranartha Samgraha</i>, compiled by Vekataraya in South India, where Lakshmi and Vishnu discuss <i>niti</i>(right, moral conduct) and <i>rajaniti</i>(statesmanship, right governance) - covering in 30 chapters and ethical and moral questions about personal, social and political life.</p>\n<h2><span id=\"Manifestations_and_aspects\">Manifestations and aspects</span></h2>\n\n<p>In eastern India, Lakshmi is seen as a form of one goddess Devi, the Supreme power; Devi is also called Durga or Shakti. Lakshmi, Saraswati, and Parvati are typically conceptualised as distinct in most of India, but in states such as West Bengal and Odisha, they are regionally believed to be forms of Durga.</p>\n<p>Lakshmi is seen in two forms, Bhudevi and Sridevi, both at the sides of Sri Venkateshwara or Vishnu. Bhudevi is the representation and totality of the material world or energy, called the aparam Prakriti, in which she is called Mother Earth. Sridevi is the spiritual world or energy called the Prakriti. Lakshmi is the power of Vishnu.</p>\n<p>Inside temples, Lakshmi is often shown together with Vishnu. In certain parts of India, Lakshmi plays a special role as the mediator between her husband Vishnu and his worldly devotees. When asking Vishnu for grace or forgiveness, the devotees often approach Him through the intermediary presence of Lakshmi. She is also the personification of spiritual fulfillment. Lakshmi embodies the spiritual world, also known as Vaikunta, the abode of Lakshmi-Narayana or what would be considered heaven in Vaishnavism. Lakshmi is the embodiment of the creative energy of Vishnu, and primordial Prakriti who creates the universe.</p>\n<h3><span id=\"Secondary_manifestations\">Secondary manifestations</span></h3>\n\n<p>Ashta Lakshmi(Sanskrit: अष्टलक्ष्मी,<span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭalakṣmī</span>, lit. <i>eight Lakshmis</i>) is a group of eight secondary manifestations of Lakshmi. The Ashta Lakshmis preside over eight sources of wealth and thus represent the eight powers of Shri Lakshmi. Temples dedicated to Ashta Lakshmi are found in Tamil Nadu, such as Ashtalakshmi Kovil near Chennai and in many other states of India.</p>\n<p>The Ashta Lakshmis are as follows:</p>\n\n\n<p>Other secondary representations of the goddess include Lakshmi manifesting in three forms: Sri Devi, Bhudevi and Nila Devi. This threefold goddess can be found, for example, in Sri Bhu Neela Sahita Temple near Dwaraka Tirumala, Andhra Pradesh, and in Adinath Swami Temple in Tamil Nadu.</p>\n<p>In Nepal, Mahalakshmi is shown with 16 hands, each holding a sacred emblem, expressing a sacred gesture, or forming a mudra(lotus, pot, mudra of blessing, book, rosary, bell, shield, bow, arrow, sword, trident, mudra of admonition, noose, skull cap and kettledrum.) In this representation, Mahalakshmi manifests as a kind, compassionate, tranquil deity sitting not on a lotus, but on a lion.</p>\n<h3><span id=\"Jain_temples\">Jain temples</span></h3>\n<p>Some Jain temples also depict Sri Lakshmi as a goddess of artha(wealth) and kama(pleasure). For example, she is exhibited with Vishnu in Parshvanatha Jain Temple at the Khajuraho Monuments of Madhya Pradesh, where she is shown pressed against Vishnu's chest, while Vishnu cups a breast in his palm. The presence of Vishnu-Lakshmi iconography in a Jain temple built near the Hindu temples of Khajuraho, suggests the sharing and acceptance of Lakshmi across a spectrum of Indian religions. This commonality is reflected in the praise of Lakshmi found in the Jain text Kalpa Sūtra.</p>\n<h2><span id=\"Creation_and_legends\">Creation and legends</span></h2>\n\n<p>Devas (gods) and asuras (demons) were both mortal at one time in Hinduism. Amrita, the divine nectar that grants immortality, could only be obtained by churning Kshirasagar (Ocean of Milk). The devas and asuras both sought immortality and decided to churn the Kshirasagar with Mount Mandhara. The samudra manthan commenced with the devas on one side and the asuras on the other. Vishnu incarnated as Kurma, the tortoise and a mountain was placed on the tortoise as a churning pole. Vasuki, the great venom-spewing serpent-god, was wrapped around the mountain and used to churn the ocean. A host of divine celestial objects came up during the churning. Along with them emerged the goddess Lakshmi. In some versions, she is said to be daughter of the sea god since she emerged from the sea.</p>\n<p>In Garuda Purana, Linga Purana and Padma Purana, Lakshmi is said to have been born as daughter of the divine sage Bhrigu and his wife Khyati and was named <i>Bhargavi</i>. According to Vishnu Purana, the universe was created when the <i>Devas</i>(god) and <i>Asuras</i>(evil) churn the cosmic ocean of milk(Ksheera Sagara). Lakshmi came out of the ocean bearing lotus, along with divine cow Kamadhenu, Varuni, Parijat tree, Apsaras, Chandra(the moon) and Dhanvantari with Amrita(nectar of immortality). When she appeared, she had a choice to go to Devas or Asuras. She chose Devas' side and among thirty deities, she chose to be with Vishnu. Thereafter, in all three worlds, the lotus-bearing goddess was celebrated.</p>\n<h2><span id=\"Celebration_in_Hindu_society\">Celebration in Hindu society</span></h2>\n<p>Many Hindus worship Lakshmi on Diwali, the festival of lights. It is celebrated in autumn, typically October or November every year. The festival spiritually signifies the victory of light over darkness, knowledge over ignorance, good over evil and hope over despair.</p>\n<p>Before Diwali night, people clean, renovate and decorate their homes and offices. On Diwali night, Hindus dress up in new clothes or their best outfits, light up diyas (lamps and candles) inside and outside their home, and participate in family <i>puja</i> (prayers) typically to Lakshmi. After <i>puja</i>, fireworks follow, then a family feast including <i>mithai</i> (sweets), and an exchange of gifts between family members and close friends. Diwali also marks a major shopping period, since Lakshmi connotes auspiciousness, wealth and prosperity. This festival dedicated to Lakshmi is considered by Hindus to be one of the most important and joyous festivals of the year.</p>\n<p>Gaja Lakshmi Puja is another autumn festival celebrated on Sharad Purnima in many parts of India on the full-moon day in the month of Ashvin (October). Sharad Purnima, also called Kojaagari Purnima or Kuanr Purnima, is a harvest festival marking the end of monsoon season. There is a traditional celebration of the moon called the <i>Kaumudi celebration</i>, Kaumudi meaning moonlight. On Sharad Purnima night, goddess Lakshmi is thanked and worshipped for the harvests.</p>\n<h2><span id=\"Hymns\">Hymns</span></h2>\n<p>Countless hymns, prayers, shlokas, stotra, songs and legends dedicated to Mahalakshmi are recited during the ritual worship of Lakshmi.</p>\n<p>These include Sri Mahalakshmi Ashtakam, Sri Lakshmi Sahasaranama Stotra(by Sanathkumara), Sri Stuti(by Sri Vedantha Desikar), Sri Lakshmi Stuti By Indra, Sri Kanakadhara Stotra(by Sri Adi Shankara), Sri Chatussloki(by Sri Yamunacharya), Sri Lakshmi Sloka(by Bhagavan Sri Hari Swamiji) and Sri Sukta, which is contained in the Vedas. Sri Sukta contains Lakshmi Gayatri Mantra(Om Shree Mahalakshmyai ca vidmahe Vishnu patnyai ca dheemahi tanno Lakshmi prachodayat Om).</p>\n<h2><span id=\"Archaeology\">Archaeology</span></h2>\n<p>A representation of the goddess as Gaja Lakshmi or Lakshmi flanked by two elephants spraying her with water, is one of the most frequently found in archaeological sites. An ancient sculpture of Gaja Lakshmi (from Sonkh site at Mathura) dates to the pre-Kushan Empire era. Atranjikhera site in modern Uttar Pradesh has yielded terracotta plaque with images of Lakshmi dating to 2nd century BCE. Other archaeological sites with ancient Lakshmi terracotta figurines from the 1st millennium BCE include Vaisali, Sravasti, Kausambi, Campa, and Candraketugadh.</p>\n<p>The goddess Lakshmi is frequently found in ancient coins of various Hindu kingdoms from Afghanistan to India. Gaja Lakshmi has been found on coins of Scytho-Parthian kings Azes II and Azilises; she also appears on Shunga Empire king Jyesthamitra era coins, both dating to 1st millennium BCE. Coins from 1st through 4th century CE found in various locations in India such as Ayodhya, Mathura, Ujjain, Sanchi, Bodh Gaya, Kanauj, all feature Lakshmi. Similarly, ancient Greco-Indian gems and seals with images of Lakshmi have been found, estimated to be from 1st millennium BCE.</p>\n<p>A 1400-year-old rare granite sculpture of Lakshmi has been recovered at the Waghama village along Jehlum in Anantnag district of Jammu and Kashmir.</p>\n<p>A statuette of Lakshmi found in Pompeii, Italy, dates to before the eruption of Vesuvius in 79 CE.</p>\n<h2><span id=\"Related_goddesses\">Related goddesses</span></h2>\n<h3><span id=\"Japan\">Japan</span></h3>\n<p>Goddess Kishijoten of Japan corresponds to Lakshmi. Kishijoten is the goddess of beauty, fortune, and prosperity. Kishijoten is considered the sister of the deity Bishamon (毘沙門, also known as Tamon or Bishamon-ten); Bishamon protects human life, fights evil, and brings good fortune. In ancient and medieval Japan, Kishijoten was the goddess worshiped for luck and prosperity, particularly on behalf of children. Kishijoten was also the guardian goddess of Geishas. While Bishamon and Kishijoten are found in ancient Chinese and Japanese Buddhist literature, their roots have been traced to deities in Hinduism.</p>\n<h3><span id=\"Tibet_and_Nepal\">Tibet and Nepal</span></h3>\n<p>Goddess Vasudhara in Tibetan and Nepalese culture is closely analogous to goddess Lakshmi as well.</p>\n<h3><span id=\"Bali_(Indonesia)\"></span><span id=\"Bali_.28Indonesia.29\">Bali (Indonesia)</span></h3>\n<p>Goddess Lakshmi is closely linked to two goddesses worshipped in Bali – Dewi Sri, as the goddess of fertility &amp; agriculture and Dewi Laxmi as the goddess of wealth.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ashta Lakshmi</li>\n<li>Deepalakshmi</li>\n<li>Doddagaddavalli</li>\n<li>Hindu goddess</li>\n<li>Lakshminarayan</li>\n<li>Star of Lakshmi</li>\n<li>Tridevi</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Venkatadhvari, , (1904). <i>Sri Lakshmi Sahasram</i>. Chowkhamba Sanskrit Depot, Benares.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALakshmi&amp;rft.aufirst=%2C&amp;rft.aulast=Venkatadhvari&amp;rft.btitle=Sri+Lakshmi+Sahasram&amp;rft.date=1904&amp;rft.genre=book&amp;rft.pub=Chowkhamba+Sanskrit+Depot%2C+Benares&amp;rft_id=https%3A%2F%2Farchive.org%2Fstream%2Fshrlakshmsahsram01venkuoft%23page%2Fn1%2Fmode%2F2up&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> (in Sanskrit only)</li>\n<li>Dilip Kododwala, <i>Divali</i>, p. 11, at Google Books, ISBN 978-0237528584</li>\n<li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5) by David Kinsley</li>\n<li><i>Lakshmi Puja and Thousand Names</i> (ISBN 1-887472-84-3) by Swami Satyananda Saraswati</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Lakshmi at Encyclopædia Britannica</li>\n<li>British Broadcasting Corporation - Lakshmi</li>\n<li>Kashmiri Overseas Association, Inc - Goddess Lakshmi</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ashta- Lakshmi.jpg"}, {"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Coin of Azilises showing Gaja Lakshmi standing on a lotus 1st century BCE.jpg"}, {"ns": 6, "title": "File:Coin of Vikramaditya Chandragupta II with the name of the king in Brahmi script 380 415 CE.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Gaja Lakshmi.jpg"}, {"ns": 6, "title": "File:Gajalaxmi - Medallion - 2nd Century BCE - Red Sand Stone - Bharhut Stupa Railing Pillar - Madhya Pradesh - Indian Museum - Kolkata 2012-11-16 1837 Cropped.JPG"}, {"ns": 6, "title": "File:Ganesha Saraswati Lakshmi in Hindu Temple Malaysia.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}]}