{"pageid": 100192, "ns": 0, "title": "Durga", "extract": "<p><b>Durga</b>, also identified as Adi Parashakti, Devi, Shakti, Bhavani, Parvati, and by numerous other names, is a principal and popular form of Hindu goddess. She is the warrior goddess, whose mythology centers around combating evils and demonic forces that threaten peace, prosperity and dharma of the good. She is the fierce form of the protective mother goddess, willing to unleash her anger against wrong, violence for liberation and destruction to empower creation.</p>\n<p>Durga is depicted in the Hindu pantheon as a goddess riding a lion or tiger, with many arms each carrying a weapon, often defeating the mythical buffalo demon. She appears in Indian texts as the wife of god Shiva, as another form of Parvati or mother goddess.</p>\n<p>She is a central deity in Shaktism tradition of Hinduism, where she is equated with the concept of ultimate reality called Brahman. One of the most important texts of Shaktism is <i>Devi Mahatmya</i>, also called as <i>Durgā Saptashatī</i>, which celebrates Durga as the Goddess, declaring her as the Supreme Being and the creator of the universe. Estimated to have been composed between 400 and 600 CE, this text is considered by Shakta Hindus to be as important scripture as the <i>Bhagavad Gita</i>. She has a significant following all over India, Bangladesh and Nepal, particularly in its eastern states such as West Bengal, Odisha, Jharkhand, Assam and Bihar. Durga is revered after spring and autumn harvests, specially during the festival of Navratri.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_nomenclature\">Etymology and nomenclature</span></h2>\n<p>The word <i>Durga</i> (दुर्गा) literally means \"impassable\", \"inaccessible\", \"invincible, unassailable\". It is related to the word <i>Durg</i> (दुर्ग) which means \"fortress, something difficult to access, attain or pass\". According to Monier Monier-Williams, <i>Durga</i> is derived from the roots <i>dur</i> (difficult) and <i>gam</i> (pass, go through). According to Alain Daniélou, Durga means \"beyond reach\".</p>\n<p>The word <i>Durga</i>, and related terms appear in the Vedic literature, such as in the <i>Rigveda</i> hymns 4.28, 5.34, 8.27, 8.47, 8.93 and 10.127, and in sections 10.1 and 12.4 of the <i>Atharvaveda</i>. A deity named <i>Durgi</i> appears in section 10.1.7 of the Taittiriya Aranyaka. While the Vedic literature uses the word <i>Durga</i>, the description therein lacks the legendary details about her that is found in later Hindu literature.</p>\n<p>The word is also found in ancient post-Vedic Sanskrit texts such as in section 2.451 of the <i>Mahabharata</i> and section 4.27.16 of the <i>Ramayana</i>. These usages are in different contexts. For example, <i>Durg</i> is the name of an Asura who had become invincible to gods, and <i>Durga</i> is the goddess who intervenes and slays him. <i>Durga</i> and its derivatives are found in sections 4.1.99 and 6.3.63 of the <i>Ashtadhyayi</i> by Pāṇini, the ancient Sanskrit grammarian, and in the commentary of Nirukta by Yaska. <i>Durga</i> as a demon-slaying goddess was likely well established by the time the classic Hindu text called <i>Devi Mahatmya</i> was composed, which scholars variously estimate to between 400 to 600 CE. The <i>Devi Mahatmya</i> and other mythologies describe the nature of demonic forces symbolised by Mahishasura as shape-shifting and adapting in nature, form and strategy to create difficulties and achieve their evil ends, while Durga calmly understands and counters the evil in order to achieve her solemn goals.</p>\n<p>There are many epithets for Durga in Shaktism and nine appellations: Skandamata, Kushmanda, Shailaputri, Kaalratri, Brahmacharini, Chandraghanta and Siddhidatri. A list of 108 names that are used to describe her is very popularly in use by eastern Hindus and is called \"Ashtottara Shatanamavali of Goddess Durga\".</p>\n<h2><span id=\"History_and_texts\">History and texts</span></h2>\n<p>One of the earliest evidence of reverence for Devi – the feminine nature of God, appears in chapter 10.125 of the <i>Rig Veda</i>, one of the scriptures of Hinduism. This hymn is also called the Devi Suktam hymn (abridged):</p>\n<blockquote style=\"background-color:none;margin-right:5em;margin-left:0em;border-left:solid 6px #FFE0BB;padding:1.0em\">\n\n<p>– Devi Sukta, <i>Rigveda 10.125.3 – 10.125.8</i>,</p>\n</blockquote>\n\n<p>Devi's epithets synonymous with Durga appear in Upanishadic literature, such as <i>Kali</i> in verse 1.2.4 of the <i>Mundaka Upanishad</i> dated to about the 5th century BCE. This single mention describes <i>Kali</i> as \"terrible yet swift as thought\", very red and smoky colored manifestation of the divine with a fire-like flickering tongue, before the text begins presenting its thesis that one must seek self-knowledge and the knowledge of the eternal Brahman.</p>\n<p>Durga, in her various forms, appears as an independent deity in the Epics period of ancient India, that is the centuries around the start of the common era. Both Yudhisthira and Arjuna characters of the <i>Mahabharata</i> invoke hymns to <i>Durga</i>. She appears in <i>Harivamsa</i> in the form of Vishnu's eulogy, and in Pradyumna prayer. Various Puranas from the early to late 1st millennium CE dedicate chapters of inconsistent mythologies associated with <i>Durga</i>. Of these, the <i>Markandeya Purana</i> and the <i>Devi-Bhagavata Purana</i> are the most significant texts on <i>Durga</i>. The Devi Upanishad and other Shakta Upanishads, mostly dated to have been composed in or after the 9th century, present the philosophical and mystical speculations related to <i>Durga</i> as <i>Devi</i> and other epithets, identifying her to be the same as the Brahman and Atman (self, soul).</p>\n<h3><span id=\"Origins\">Origins</span></h3>\n<p>The historian Ramaprasad Chanda stated in 1916 that Durga evolved over time in the Indian subcontinent. A primitive form of Durga, according to Chanda, was the result of \"syncretism of a mountain-goddess worshiped by the dwellers of the Himalaya and the Vindhyas\", a deity of the Abhiras conceptualized as a war-goddess. Durga then transformed into Kali as the personification of the all-destroying time, while aspects of her emerged as the primordial energy (Adya Sakti) integrated into the samsara (cycle of rebirths) concept and this idea was built on the foundation of the Vedic religion, mythology and philosophy.</p>\n<p>Epigraphical evidence indicates that regardless of her origins, Durga is an ancient goddess. The 6th-century CE inscriptions in early Siddhamatrika script, such as at the Nagarjuni hill cave during the Maukhari era, already mention the legend of her victory over Mahishasura (buffalo-hybrid demon).</p>\n<h3><span id=\"European_traders_and_colonial_era_references\">European traders and colonial era references</span></h3>\n<p>Some early European accounts refer to a deity known as Deumus, Demus or Deumo. Western (Portuguese) sailors first came face to face with the murti of Deumus at Calicut on the Malabar Coast and they concluded it to be the deity of Calicut. Deumus is sometimes interpreted as an aspect of Durga in Hindu mythology and sometimes as deva. It is described that the ruler of Calicut (Zamorin) had a murti of Deumus in his temple inside his royal palace.</p>\n<h2><span id=\"Attributes_and_iconography\">Attributes and iconography</span></h2>\n\n<p>Durga has been a warrior goddess, and she is depicted to express her martial skills. Her iconography typically resonates with these attributes, where she rides a lion or a tiger, has between eight to eighteen hands, each holding a weapon to destroy and create. She is often shown in the midst of her war with Mahishasura, the buffalo demon at the time she victoriously kills the demonic force. Her icon shows her in action, yet her face is calm and serene. In Hindu arts, this tranquil attribute of Durga's face is traditionally derived from the belief that she is protective and violent not because of her hatred, egotism or getting pleasure in violence, but because she acts out of necessity, for the love of the good, for liberation of those who depend on her, and a mark of the beginning of soul's journey to creative freedom.</p>\n\n<p>Durga traditionally holds the weapons of various male gods of Hindu mythology, which they give her to fight the evil forces because they feel that she is the <i>shakti</i> (energy, power). These include <i>chakra</i>, conch, bow, arrow, sword, javelin, shield, and a noose. These weapons are considered symbolic by Shakta Hindus, representing self-discipline, selfless service to others, self-examination, prayer, devotion, remembering her mantras, cheerfulness and meditation. Durga herself is viewed as the \"Self\" within and the divine mother of all creation. She has been revered by warriors, blessing their new weapons. Durga iconography has been flexible in the Hindu traditions, where for example some intellectuals place a pen or other writing implements in her hand since they consider their stylus as their weapon.</p>\n<p>Archeological discoveries suggest that these iconographic features of Durga became common throughout India by about the 4th century CE, states David Kinsley – a professor of religious studies specializing on Hindu goddesses. Durga iconography in some temples appears as part of <i>Mahavidyas</i> or <i>Saptamatrkas</i> (seven mothers considered forms o Durga). Her icons in major Hindu temples such as in Varanasi include relief artworks that show scenes from the <i>Devi Mahatmya</i>.</p>\n<p>Durga appears in Hindu mythology in numerous forms and names, but ultimately all these are different aspects and manifestations of one goddess. She is imagined to be terrifying and destructive when she has to be, but benevolent and nurturing when she needs to be. While anthropomorphic icons of her, such as those showing her riding a lion and holding weapons are common, the Hindu traditions use aniconic forms and geometric designs (yantra) to remember and revere what she symbolizes.</p>\n<h2><span id=\"Worship_and_festivals\">Worship and festivals</span></h2>\n\n<p>Durga is worshipped in Hindu temples across India and Nepal by Shakta Hindus. Her temples, worship and festivals are particularly popular in eastern and northeastern parts of Indian subcontinent during Durga puja, Dashain and Navaratri.</p>\n<h3><span id=\"Durga_puja\">Durga puja</span></h3>\n\n<p>The ten-day-long Durga Puja is a major annual festival in Bengal, Odisha, Assam, Jharkhand and Bihar. It is scheduled per the Hindu luni-solar calendar in the month of <i>Ashvin</i>, and typically falls in September or October. The festival is celebrated by communities by making special colorful images of Durga out of clay, recitations of <i>Devi Mahatmya</i> text, prayers and revelry for nine days, after which it is taken out in procession with singing and dancing, then immersed in water. The Durga puja is an occasion of major private and public festivities in the eastern and northeastern states of India.</p>\n<p>The day of Durga's victory is celebrated as Vijayadashami (Bijoya in Bengali), Dashain (Nepali) or Dussehra (in Hindi) – these words literally mean \"the victory on the Tenth (day)\".</p>\n<p>This festival is an old tradition of Hinduism, though it is unclear how and in which century the festival began. Surviving manuscripts from the 14th century provide guidelines for Durga puja, while historical records suggest royalty and wealthy families were sponsoring major Durga puja public festivities since at least the 16th century. The 11th or 12th century Jainism text <i>Yasatilaka</i> by Somadeva mentions a festival and annual dates dedicated to a warrior goddess, celebrated by the king and his armed forces, and the description mirrors attributes of a Durga puja.</p>\n<p>The prominence of Durga puja increased during the British Raj in Bengal. After the Hindu reformists identified Durga with India, she became an icon for the Indian independence movement.</p>\n<h3><span id=\"Dashain\">Dashain</span></h3>\n<p>In Nepal, the festival dedicated to Durga is called Dashain (sometimes spelled as Dasain), which literally means \"the ten\". Dashain is the longest national holiday of Nepal, and is a public holiday in Sikkim and Bhutan. During Dashain, Durga is worshipped in ten forms ( Shailaputri, Brahmacharini, Chandraghanta, Kushmanda, Skandamata, Katyayani, Kalaratri, Mahagauri, Mahakali and Durga) with one form for each day in Nepal. The festival includes animal sacrifice in some communities, as well as the purchase of new clothes and gift giving. Traditionally, the festival is celebrated over 15 days, the first nine day are spent by the faithful by remembering Durga and her ideas, the tenth day marks Durga's victory over Mahisura, and the last five days celebrate the victory of good over evil.</p>\n<p>During the first nine days, nine aspects of Durga known as Navadurga are meditated upon, one by one during the nine-day festival by devout Shakti worshippers. Durga Puja also includes the worship of Shiva, who is Durga's consort, in addition to Lakshmi, Saraswati, Ganesha and Kartikeya, who are considered to be Durga's children. Some Shaktas worship Durga's symbolism and presence as Mother Nature. In South India, especially Andhra Pradesh, Dussera Navaratri is also celebrated and the goddess is dressed each day as a different Devi, all considered equivalent but another aspect of Durga.</p>\n<h3><span id=\"Other_countries\">Other countries</span></h3>\n<p>In Bangladesh, the four-day-long Sharadiya Durga Puja is the most important religious festival for the Hindus and celebrated across the country with <i>Vijayadashami</i> being a national holiday. In Sri Lanka, Durga in the form of Vaishnavi, bearing Vishnu's iconographic symbolism is celebrated. This tradition has been continued by Sri Lankan diaspora.</p>\n<h2><span id=\"In_Buddhism\">In Buddhism</span></h2>\n\n<p>According to Hajime Nakamura, over its history, some Buddhist traditions adopted many of the Hindu ideas and symbols. The fierce goddess Yamantaka in Vajrayana Buddhism, for example, is a syncretic Yama and Durga. The Tantric traditions of Buddhism included Durga and developed the idea further. In Japanese Buddhism, she appears as Butsu-mo (sometimes called Koti-sri). In Tibet, the goddess Palden Lhamo is similar to the protective and fierce Durga.</p>\n<h2><span id=\"In_Jainism\">In Jainism</span></h2>\n<p>The <i>Sacciya mata</i> found in major medieval era Jain temples mirrors Durga, and she has been identified by Jainism scholars to be the same or sharing a more ancient common lineage. In the Ellora Caves, the Jain temples feature Durga with her lion mount. However, she is not shown as killing the buffalo demon in the Jain cave, but she is presented as a peaceful deity.</p>\n<h2><span id=\"In_Sikhism\">In Sikhism</span></h2>\n<p>Durga is exalted as the divine in <i>Dasam Granth</i>, a sacred text of Sikhism that is traditionally attributed to Guru Gobind Singh. According to Eleanor Nesbitt, this view has been challenged by Sikhs who consider Sikhism to be monotheistic, who hold that a feminine form of Supreme and a reverence for Goddess is \"unmistakably of Hindu character\".</p>\n<h2><span id=\"Outside_Indian_subcontinent\">Outside Indian subcontinent</span></h2>\n\n<p>Archeological site excavations in Indonesia, particularly on the island of Java, have yielded numerous statues of Durga. These have been dated to be from 6th century onwards. Of the numerous early to mid medieval era Hindu deity stone statues uncovered on Indonesian islands, at least 135 statues are of Durga. In parts of Java, she is known as <i>Loro Jonggrang</i> (literally, \"slender maiden\").</p>\n<p>In Cambodia, during its era of Hindu kings, Durga was popular and numerous sculpture of her have been found. However, most differ from the Indian representation in one detail. The Cambodian Durga iconography shows her standing on top of the cut buffalo demon head.</p>\n<p>Durga statues have been discovered at stone temples and archeological sites in Vietnam, likely related to Champa or Cham dynasty era.</p>\n<h2><span id=\"Influence\">Influence</span></h2>\n<p>Durga is a major goddess in Hinduism, and the inspiration of Durga Puja – a large annual festival particularly in the eastern and northeastern states of India. Every village, town and city Goddess is her form (if not a form of Laxmi). Durga is celebrated across North India commonly with the phrase 'Jay Mata Di'. She is worshiped as Kamakshi in Tamil Nadu. Major cities like Mumbai (named after Mumba Devi-a name for Durga) and Kolkata (from Kalika, a major form of Durga) are named after her. </p>\n<p>One of her devotees was Ramakrishna who founded Ramakrishna Mission, and who was the guru of Swami Vivekananda.</p>\n<p>Durga as the mother goddess is the inspiration behind the song Vande Mataram, sung by Rabindranath Tagore during Indian independence movement, later the official national song of India. Durga is present in Indian Nationalism where Bharat Mata ie Mother India is viewed as a form of Durga. This is completely secular and keeping in line with the ancient ideology of Durga as Mother and protector to Indians. She is present in pop culture and blockbuster Bollywood movies like <i>Jai Santoshi Maa</i>. The Indian Army uses phrases like \"Durga Mata ki Jai!\" and \"Kaali Mata ki Jai!\". Any woman who takes up a cause to fight for goodness and justice is said to have the spirit of Durga in her. </p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Devi-Bhagavata Purana</li>\n<li>Devi Mahatmya</li>\n<li>Durga Puja</li>\n<li>Loro Jonggrang – Javanese name for Durga</li>\n<li>Lehara Durga Mandir</li>\n<li>Shaktism</li>\n<li>Churrio Jabal</li>\n<li>Jwaladevi Temple</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n\n<h2><span id=\"External_links\">External links</span></h2>\n\n<ul><li>Durga at Encyclopædia Britannica</li>\n<li>Durga Battling the Buffalo Demon: Iconography, Carlos Museum, Emory University</li>\n<li>Devi Durga, Arthur M. Sackler Gallery and Freer Gallery of Art, Smithsonian Institution</li>\n<li>Overview Of World Religions - Devotion to Durga</li>\n</ul>", "images": [{"ns": 6, "title": "File:1853 sketch of Durga Mahishasura mardini in 6th century Ravana Phadi Hindu cave temple, Aihole Karnataka (1).jpg"}, {"ns": 6, "title": "File:3 Hindu goddess Durga in Southeast Asia.jpg"}, {"ns": 6, "title": "File:A Durga festival collage.jpg"}, {"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dharmic religions.jpg"}, {"ns": 6, "title": "File:Durga Loro Jonggrang copy.jpg"}, {"ns": 6, "title": "File:Durga Mahisasuramardini.JPG"}, {"ns": 6, "title": "File:Durga Puja Dhak.ogg"}]}