{"pageid": 100225, "ns": 0, "title": "Radha", "extract": "<p><b>Radha</b> (IAST: <i><span title=\"International Alphabet of Sanskrit Transliteration\">Rādhā</span></i>), also called <b>Radhika</b>, <b>Radharani</b>, and <b>Radhe</b>, is a Hindu goddess popular in the Vaishnavism tradition. She is a milkmaid (<i>gopi</i>), the lover and the most represented companion of the Hindu god Krishna in the medieval era texts. She is also a part of Shaktism – the Hindu goddess tradition, and considered an avatar of Lakshmi.</p>\n<p>Radha is worshipped in some regions of India, particularly by Vaishnavas in West Bengal, Assam, Manipur and Odisha. Elsewhere, she is revered in the Nimbarka Sampradaya and movements linked to Chaitanya Mahaprabhu and Chandidas.</p>\n<p>Radha is considered a metaphor for soul, her longing for Krishna theologically seen as a symbolism for the longing for spirituality and the divine. She has inspired numerous literary works, and her Rasa lila dance with Krishna has inspired many types of performance arts till this day.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The Sanskrit term Rādhā (Sanskrit: राधा) means “prosperity, success”. It is a common word and name founded in various contexts in the ancient and medieval texts of India. Of these the most celebrated is the name of the Gopi who was the beloved of Krishna. Both Radha and Krishna are the main characters of <i>Gita Govinda</i> of Jayadeva. Radha in this context is considered the avatar of Lakshmi, just like Krishna is considered an avatar of Vishnu.</p>\n<p>The term is related to Rādha (Sanskrit: राध), which means \"kindness, any gift but particularly the gift of affection, success, wealth\". The word appears in the Vedic literature as well as the Epics, but is elusive and not as a major deity. In some Vedic contexts, states Sukumar Sen, it could mean \"beloved, desired woman\" based on an Avestan cognate. However, Barbara Stoller and other scholars disagree with the Avestan interpretation. They state that the better interpretation of Radha in these ancient texts is \"someone or something that fulfills a need\". Starting with the Bhakti movement and particularly with Jayadeva's composition, her profile as a goddess and constant companion of Krishna became dominant in Krishna-related Vaishnavism.</p>\n<p>Rādhikā refers to an endearing form of Gopi Radha.</p>\n<h2><span id=\"Description\">Description</span></h2>\n\n<p>Radha is an important goddess in the Vaishnavism tradition of Hinduism, as well as an aspect of the Shaktism tradition. She is a goddess whose traits, manifestations, descriptions, and roles vary with region. Since the earliest times, she has been associated with one of the most popular Hindu gods, the cowherd Krishna. In the early Indian literature, her mentions are illusive and not as common as other major goddesses of Hinduism, but during the Bhakti movement era she became popular among Krishna devotees whose strength is her love.</p>\n<p>According to Jaya Chemburkar, there are at least two significant and different aspects of Radha in the literature associated with her, such as <i>Sriradhika namasahasram</i>. One aspect is she is a milkmaid (Gopi), another as a female deity similar to those found in the Hindu goddess traditions. She also appears in Hindu arts as <i>ardhanari</i> with Krishna, that is an iconography where half of the image is Radha and the other half is Krishna. This is found in sculpture such as those discovered in Maharashtra, and in texts such as <i>Shiva Purana</i> and <i>Brahmavaivarta Purana</i>. In these texts, this <i>ardhanari</i> is sometimes referred to as <i>Ardharadhavenudhara murti</i>, and it symbolizes the complete union and inseparability of Radha and Krishna.</p>\n<p>Radha's depictions vary from being an already married woman who becomes an adulterous lover of Krishna in a secondary role, to being dual divinity equal to Krishna in Jayadeva's <i>Gita Govinda</i>, to being supreme object of devotional love for both Krishna and devotees in Rupa Gosvami's tradition.</p>\n<p>In some Hindu sub-traditions, Radha is conceptualized as a goddess who breaks social norms by leaving her marriage, and entering into a relationship with Krishna to pursue her love. According to Heidi Pauwels, it is a \"hotly debated issue\" whether Radha was already married or had an affair with Krishna while she remained married. Several Hindu texts allude to these circumstances.</p>\n\n<p>According to David Kinsley, a professor of Religious Studies known for his studies on Hindu goddesses, the Krishna-Radha love story is a metaphor for divine-human relationship, where Radha is the human devotee or soul who is frustrated with the past, obligations to social expectations and the ideas she inherited, who then longs for real meaning, the true love, the divine (Krishna). This metaphoric Radha (soul) finds new liberation in learning more about Krishna, bonding in devotion and with passion.</p>\n<h3><span id=\"Radha_and_Sita\">Radha and Sita</span></h3>\n<p>The popular Itihasas and other legendary literature of the Hindu traditions present two major Lakshmi avatars – Radha and Sita, and two major Vishnu avatars as their respective companions – Krishna in the <i>Mahabharata</i> and Rama in the <i>Ramayana</i>. The Radha-Krishna and Sita-Rama pairs represent two different personality sets, two perspectives on dharma and lifestyles, both cherished in the way of life called Hinduism. Sita is traditionally wedded, dedicated, and virtuous wife of Rama, an introspective temperate paragon of a serious, virtuous man. Radha is sensuous unmarried clandestine lover of Krishna, an extrovert polyamorous playful adventurer.</p>\n<p>Radha and Sita offer two competing templates within the Hindu tradition. If \"Sita is a queen, aware of her social responsibilities\", states Pauwels, then \"Radha is exclusively focused on her romantic relationship with her lover\", giving two contrasting role models from two ends of the moral universe. Yet they share common elements as well. Both love their man and their lives, both face life challenges, both are committed to their true love and both have been influential, adored and beloved goddesses in the Hindu culture.</p>\n<h2><span id=\"Influence\">Influence</span></h2>\n\n\n<p>In some devotional (bhakti) traditions of Vaishnavism that focus on Krishna, Radha represents \"the feeling of love towards Krishna\". For some of the adherents of these traditions, her importance approaches or even exceeds that of Krishna. Radha is worshipped along with Krishna in Bengal, Assam and Odisha by Vaishnava Hindus. Elsewhere, such as with Visnusvamins, she is a revered deity. She is considered to be his original shakti, the supreme goddess in both the Nimbarka Sampradaya and following the advent of Chaitanya Mahaprabhu also within the Gaudiya Vaishnava tradition.</p>\n<p><i>Radha Chalisa</i> mentions that Krishna accompanies one who chants \" Radha\" with pure heart. Other gopis are usually considered to be self willing maidservants (Sevika) of Radha. Radharani's superiority is seen in Krishna's flute, which repeats the name Radha. Between Radha and Rukmini, Radha is superior. It is also said that when lord Krishna brought all his consorts to meet Radha, they saw Radha's face and declared her the most beautiful and sacred hearted woman in the whole universe and that she would retain this position until the end of the universe as no one will surpass her beauty and her nature.</p>\n<p>Radha's connection to Krishna is of two types: <i>svakiya-rasa</i> (married relationship) and <i>parakiya-rasa</i> (a relationship signified with eternal mental \"love\"). The Gaudiya tradition focuses upon <i>parakiya-rasa</i> as the highest form of love, wherein Radha and Krishna share thoughts even through separation. The love the gopis feel for Krishna is also described in this esoteric manner as the highest platform of spontaneous love of God, and not of a sexual nature.</p>\n<p>Proponents of the Gaudiya and Nimbarka schools of Vaishnavism give the highly esoteric nature of Radha's relationship to Krishna as the reason why her story is not mentioned in detail in the other Puranic texts.</p>\n<h3><span id=\"Nimbarka\">Nimbarka</span></h3>\n<p>Nimbarka was the first well known Vaishnava scholar whose theology centered on goddess Radha.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n\n<p>Radha and Krishna are the focus of temples in the Chaitanya Mahaprabhu, Vallabhacharya, Chandidas and other sub-traditions of Vaishnavism. She is typically shown standing immediately next to Krishna, jeweled up like a bride, happy. Some important Radha temples are:</p>\n<ul><li>Barsana and Vrindavan in Mathura District, Northern India contain a large number of temples dedicated to both Radha and Krishna, including the Radhavallabh Temple. Sri Sri Radha Parthasarathi Mandir in Delhi is also the Radha krishna Temple.</li>\n<li>The Shree Raseshwari Radha Rani Temple at Radha Madhav Dham in Austin, Texas, USA, established by Jagadguru Shree Kripaluji Maharaj, is one of the largest Hindu Temple complexes in the Western Hemisphere, and the largest in North America.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Hindu deities</li>\n<li>Krishna Janmashtami</li>\n<li>Radha Krishna</li>\n<li>Vrindavan Chandrodaya Mandir – the tallest Radha-Krishna temple under construction</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>Krsna: The Supreme Personality of Godhead</i> (ISBN 0-89213-354-6) by A.C. Bhaktivedanta Swami Prabhupada</li>\n<li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5) by David Kinsley</li>\n<li>Hawley J.S. &amp; D.M. Wulff (ed.) (1986) <i>The Divine Consort: Radha and the Goddesses of India</i>, Beacon Press, Boston, ISBN 0-8070-1303-X.</li>\n<li>Radha by Krishna Dharabasi, a Nepali novel awarded with Madan Puraskar, Most prestigious literary award.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n\n<ul><li>Devi in Hinduism (with Radha), Arthur M. Sackler Gallery and Freer Gallery of Art, Smithsonian Institution, Washington, DC</li>\n<li>Radha in the Erotic Play of the Universe, David C. Scott, United Theological College, Bangalore</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:En-Radha-article.ogg"}, {"ns": 6, "title": "File:Indian - Radha - Walters 542962.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Prem Mandir - Vrindaban 2013-02-22 4834.JPG"}, {"ns": 6, "title": "File:Radha Krishna Statue at Gokarneshwor Mahadev Temple Premises, Gokarna, Kathmandu.jpg"}, {"ns": 6, "title": "File:Radha and Krishna by DHURANDHAR MV.jpg"}, {"ns": 6, "title": "File:Radharamana.JPG"}, {"ns": 6, "title": "File:Raja Ravi Varma, Radha Waiting for Krishna.jpg"}]}