{"pageid": 100211, "ns": 0, "title": "Svaha", "extract": "<p>In Hinduism and Buddhism, the Sanskrit lexical item <i><b>svāhā</b></i> (Romanized Sanskrit transcription; Devanagari: स्वाहा, chi. 薩婆訶 <i>sà pó hē</i>, jp. <i>sowaka</i>, tib. སྭཱཧཱ་ <i>soha</i>) is a denouement indicating the end of the mantra. Literally, it means \"well said\". In the Tibetan language, \"svaha\" is translated as \"so be it\" and is often pronounced and orthographically represented as \"soha\". Whenever fire sacrifices are made, <i>svāhā</i> is chanted. Etymologically, the term is probably from <i>su</i> \"well\" and the root <i>ah</i> \"to call\".</p>\n<p>As a feminine noun, <i>svāhā</i> in the Rigveda may also mean \"oblation\" (to Agni or Indra), and as oblation personified, <b>Svāhā</b> is a minor Goddess, and the wife of Agni. She was originally a nymph but became immortal after marrying Agni. In some versions, she is one of the many divine mothers of Kartikeya. She is also the mother of Aagneya (Aagneya) - the daughter of Agni. She is considered to be a daughter of Daksha. She is thought to preside over burnt offerings. Her body is said to consist of the four Vedas and her six limbs are the six Angas of the Vedas. It is said that the gods to whom offerings are being made through yagna refuse the offerings unless the word 'svaha' is uttered during the sacrifice.</p>\n<h2><span id=\"Story\">Story</span></h2>\n<p>In the Mahabharata Vana Parva, Markandeya narrates her story to the Pandavas. Svaha was the daughter of Daksha. She fell in love with the god of fire, Agni, and was pursuing him. Agni however, did not notice her. Agni presided over the sacrificial rituals of the Saptarshis. The god became highly besotted with the wives of the Saptarshis who were so attractive and beautiful, and kept staring at them.</p>\n<p>Finally, Agni could not bear the guilt of longing for wives belonging to someone else and he went to the forests to perform penances. Svaha followed him and realised his desire. She took the forms of the wives of the Saptarshis (though she was unable to take the form of Arundhati, wife of Vashishtha) and approached Agni. Agni and Svaha spent many loving moments in the forest.</p>\n<p>In jaimini Mahabharata , swaha was daughter of king Niladhwaja and queen jwala. Niladhwaja arranged sawayamvar for his daughter but swaha refused all god and married with Agni.</p>\n<h2><span id=\"References\">References</span></h2>\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Agni and consort.jpg"}, {"ns": 6, "title": "File:Aum red.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}