{"pageid": 100574, "ns": 0, "title": "Bharat Mata", "extract": "<p><b>Bharat Matā</b> (Hindi, from Sanskrit <b>Bhāratāmbā</b> <span lang=\"sa\" xml:lang=\"sa\">भारताम्बा</span>; अम्बा <i>ambā</i> means 'mother') is the national personification of India as a mother goddess. She is an amalgam of all the goddesses of Indian culture and more significantly of goddess Durga. She is usually depicted as a woman clad in a saffron sari holding the Indian national flag, and sometimes accompanied by a lion.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Historic_perspective\">Historic perspective</span></h2>\n<p>The image of Bhāratmātā formed with the Indian independence movement of the late 19th century. A play by Kiran Chandra Bannerjee, <i>Bhārat Mātā</i>, was first performed in 1873. The play set in 1770 Bengal famine depicted a woman and her husband who went to forest and encounters rebels. The priest takes them to temple where they were shown Bharat Mata. Thus they are inspired and led rebellion which result in defeat of the British. The <i>Manushi</i> magazine story traces origin to a satirical work <i>Unabimsa Purana</i> or <i>The Nineteenth Purana</i> by Bhudeb Mukhopadhyay which was first published anonymously in 1866. Bankim Chandra Chattopadhyay in 1882 wrote a novel <i>Anandamath</i>. introduced the hymn \"Vande Mātaram\", which soon became the song of the emerging freedom movement in India. As the British Raj created cartographic shape of India through the Geological Survey of India, the Indian nationalist developed it into an icon of nationalism. In 1920s, it became In the 1920s, it became more political image sometimes including images of Mahatma Gandhi and Bhagat Singh. The Tiranga flag was also started being included during this period. In 1930s, the image entered in religious practice. The Bharat Mata temple was built in Benaras in 1936 by Shiv Prashad Gupt and was inaugurated by Mahatma Gandhi. This temple does not have any statue but only marble relief of the map of India.</p>\n<p>Bipin Chandra Pal elaborated its meaning in idealizing and idealist terms, along with Hindu philosophical traditions and devotional practices. It represented an archaic spiritual essence, a transcendental idea of Universe as well as expressing Universal Hinduism and nationhood.</p>\n<p>Abanindranath Tagore portrayed Bhārat Mātā as a four-armed Hindu goddess wearing saffron-colored robes, holding the manuscripts, sheaves of rice, a mala, and a white cloth. The image of Bharatmata was an icon to create nationalist feeling in Indians during the freedom struggle. Sister Nivedita, an admirer of the painting, opined that the picture was refined and imaginative, with Bharatmata standing on green earth and blue sky behind her; feet with four lotuses, four arms meaning divine power; white halo and sincere eyes; and gifts Shiksha-Diksha-Anna-Bastra of the motherland to her children.</p>\n<p>Indian Independence activist Subramania Bharati saw Bharat Mata as the land of Ganga. He identified Bharat Mata as Parashakti. He also says that he has got the Darśana of Bharat Mata during his visit with his guru Sister Nivedita.</p>\n<h2><span id=\"Significance\">Significance</span></h2>\n<p>In the book <i>Everyday Nationalism: Women of the Hindu Right in India</i>, Kalyani Devaki Menon argues that \"the vision of India as Bharat Mata has profound implications for the politics of Hindu nationalism\" and that the depiction of India as a Hindu goddess implies that it is not just the patriotic but also the religious duty of all Hindus to participate in the nationalist struggle to defend the nation. This association with Hinduism has caused controversy with India's religious minorities, especially its Muslim population.</p>\n<p>The motto <i>Bharat Mata ki Jai’</i> (\"Victory for Mother India\") is used by the Indian Army.</p>\n<h2><span id=\"Bharat_Mata_temples\">Bharat Mata temples</span></h2>\n<h3><span id=\"At_Varanasi\">At Varanasi</span></h3>\n\n<p>The temple is located in the Mahatma Gandhi Kashi Vidyapeeth campus in Varanasi. The temple houses a marble idol of Bharat Mata along with a marble relief map of India.</p>\n<p>The Temple, a gift from the nationalists Shiv Prasad Gupta and Durga Prasad Khatri, was inaugurated by Mahatma Gandhi in 1936. Mahatma Gandhi said, \"I hope this temple, which will serve as a cosmopolitan platform for people of all religions, castes, and creeds including Harijans, will go a great way in promoting religious unity, peace, and love in the country.\"</p>\n<h3><span id=\"At_Haridwar\">At Haridwar</span></h3>\n<p>The temple was founded by Swami Satyamitranand Giri on the banks of the Ganges in Haridwar. It has 8 storeys and is 180 feet tall. It was inaugurated by Indira Gandhi in 1983. Floors are dedicated to mythological legends, religious deities, freedom fighters and leaders.</p>\n<h3><span id=\"At_Kolkata\">At Kolkata</span></h3>\n<p>The temple is located in Michael Nagar on Jessore Road, barely 2 km away from the Kolkata Airport. Here, Bharat Mata (the Mother Land) is portrayed through the image of 'Jagattarini Durga'. This was inaugurated on October 19, 2015 (Mahashashti Day of Durga Puja that year) by Shri Keshari Nath Tripathi, the Governor of West Bengal. The initiative to build the temple, which has been named 'Jatiya Shaktipeeth', was taken by the Spiritual Society of India in order to mark the 140th Anniversary of 'Vande Mataram', the hymn to the Mother Land.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Bharat Mata Mandir</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Bharat Mata at Wikimedia Commons</li>\n<li>Patriotic fervour The Hindu, August 17, 2003.</li>\n<li>The life and times of Bharat Mata Sadan Jha, Manushi, Issue 142.</li>\n<li>Bharat Mata Images Prof. Pritchett, Columbia University</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bharat Mata.jpg"}, {"ns": 6, "title": "File:Bharat Mata Temple map.jpg"}, {"ns": 6, "title": "File:Bharat Mata at Jatiya Shaktipeeth, Kolkata.jpg"}, {"ns": 6, "title": "File:Bharat Mata bronze.jpg"}, {"ns": 6, "title": "File:Bharat Mata statue 2.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}