{"pageid": 100553, "ns": 0, "title": "Mahavidya", "extract": "<p><b>Mahavidyas</b> (<i>Great Wisdoms</i>) or <i>Dasha-Mahavidyas</i> are a group of ten aspects of Adi Parashakti (Parvati) in Hinduism. After the decline of Buddhism in India, Sakta and Buddhist goddesses were combined to form this list of ten.</p>\n<p>The development of Mahavidyas represents an important turning point in the history of Shaktism as it marks the rise of Bhakti aspect in Shaktism, which reached its zenith in 1700 CE. First sprung forth in the post-Puranic age, around 6th century C.E., it was a new theistic movement in which the supreme being was envisioned as female. A fact epitomized by texts like Devi-Bhagavata Purana, especially its last nine chapters (31-40) of the seventh <i>skandha</i>, which are known as the <i>Devi Gita</i>, and soon became central texts of Shaktism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>The name Mahavidyas comes from the Sanskrit roots, with <i>maha</i> meaning 'great' and <i>vidya</i> meaning, 'revelation, manifestation, knowledge, or wisdom.</p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Shaktas believe, \"the one Truth is sensed in ten different facets; the Divine Mother is adored and approached as ten cosmic personalities,\" the Dasa-Mahavidya (\"ten-Mahavidyas\"). The Mahavidyas are considered Tantric in nature, and are usually identified as:</p>\n<ol><li><i>Kali</i> – The ultimate form of Brahman, \"Devourer of Time\" (Supreme Deity of <i>Kalikula</i> systems)</li>\n<li><i>Tara</i> – The Goddess as Guide and Protector, or Who Saves. Who offers the ultimate knowledge which gives salvation (also known as Neel Saraswati).</li>\n<li><i>Tripura Sundari</i> (<i>Shodashi</i>) – The Goddess Who is \"Beautiful in the Three Worlds\" (Supreme Deity of <i>Srikula</i> systems); the \"Tantric Parvati\" or the \"Moksha Mukta\".</li>\n<li><i>Bhuvaneshvari</i> – The Goddess as World Mother, or Whose Body is the Cosmos</li>\n<li><i>Bhairavi</i> – The Fierce Goddess</li>\n<li><i>Chhinnamasta</i> – The self-decapitated Goddess</li>\n<li><i>Dhumavati</i> – The Widow Goddess, or the Goddess of death.</li>\n<li><i>Bagalamukhi</i> – The Goddess Who Paralyzes Enemies</li>\n<li><i>Matangi</i> – the Prime Minister of Lalita (in <i>Srikula</i> systems); the \"Tantric Saraswati\"</li>\n<li><i>Kamala</i> – The Lotus Goddess; the \"Tantric Lakshmi\"</li>\n</ol><p>The Mahabhagavata Purana and Brhaddharma Purana however, list Shodashi (Sodasi) as Tripura Sundari, which is simply a different name for name for the same goddess. The Guhyatiguyha-tantra associates the Mahavidyas with the ten Avatars of Vishnu, and states that the Mahavidyas are the source from which the avatars of Vishnu arose. All ten forms of the Goddess, whether gentle or terrifying, are worshiped as the universal Mother. All ten forms of the Goddess is concluded and worshipped in the Sri Chakra and Tripura Sundari is considered as the Adi Parashakti.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Dasa Mahavidya</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Kali by Raja Ravi Varma.jpg"}, {"ns": 6, "title": "File:Mahavidyas.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}