{"pageid": 100525, "ns": 0, "title": "Nirṛti", "extract": "<p><b><span title=\"International Alphabet of Sanskrit Transliteration\">Nirṛti</span></b>निऋती is the Sindhu goddess of deathly hidden realms and sorrows, one of the <i>dikpāla</i> (Guardians of the directions), representing the southwest. The name <i><span title=\"International Alphabet of Sanskrit Transliteration\">nirhti</span></i> has the meaning of \"absence of \".</p>\n<p>Nirrti is a Ketu ruled nakshatra in vedic astrology, strongly associated with Kali in form Dhumavati. Nirṛti is mentioned in a few hymns of the Rigveda, mostly to seek protection from her or imploring for her during a possible departure. In one hymn (X.59), she is mentioned several times. This hymn, after summing up her nature, also asks for her in departure from the sacrificial site. In the Atharva Veda (V.7.9), she is described as having golden locks. In the Taittiriya Brahmana (I.6.1.4), Nirṛti is described as dark, dressed in dark clothes and her sacrificial shares are dark husks. In the sacred Shatapatha Brahmana (X.1.2.9), she is associated with the southwest quarter as her region. But elsewhere in the same text (V.2.3.3.) she is mentioned as living in the kingdom of the dead.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Meditative_mantra_or_Dhyana\">Meditative mantra or Dhyana</span></h2>\n<p>\" Alakshmim krishnavarnamcha krodhanam kalahapriyam,</p>\n<p>Krishnavastram paridhanam lauhavaranabhushitam.</p>\n<p>Vagnasanasham dwibhujam sharkaraghrishtachandanam,</p>\n<p>samarjanisabyastahastam dakshina hastasurpakam.</p>\n<p>Tailavyangitagatramcha gardhavaroham bhaje.\"</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>The goddess has a dark black complexion. Similar to Devi Kali. Nirrhiti is also similar to Mahavidyas, Dhumavati. She is also named Alakshmi, and she wears a black dress and iron ornaments. She uses a large crow as her vehicle. She holds a scimitar.</p>\n<h2><span id=\"Story\">Story</span></h2>\n<p>In puranic story Nirrhiti is known as Alakshmi. When the ocean was churned to get ambrosia, the venom kalkuta released from that a goddess was born known as Nirrhiti . After that god/diety Lakshmi, the goddess of wealth. So Nirrhiti is considered as elder sister of Lakshmi. Lakshmi presides on wealth, and Nirriti presides on sorrows that is why she is called Alakshmi.</p>\n<h2><span id=\"Pronunciation\">Pronunciation</span></h2>\n<p>Her name's correct original pronunciation is three syllables with all vowels short: \"Ni-rṛ-ti\"; the first 'r' is a consonant, and the second 'r' is a vowel as in \"grrr\". A common modern Indian pronunciation is \"Nir-ri-ti\".</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>In the video game Ninja Gaiden 2, the dual-wielded swords have a technique called Blade of Nirrti.</p>\n<p>In Roger Zelazny's novel <i>Lord of Light</i>, set on a world where humans with vastly advanced technology have set themselves up as the gods of Hinduism, Nirriti the Black is one of their enemies. In that work, Nirrti is male, and actually a Christian clergyman.</p>\n<p>In a 2013 novel The wordkeepers, based on Hindu mythology of 10 avatars of Lord Vishnu, Nirriti is a character allied with the antagonist 'Lord Kali'.</p>\n<p>In the TV series Stargate SG-1, Nirrti is a Goa'uld System Lord who has taken on the persona of the Hindu goddess in order to enslave the populations of some planets and force them to worship her. She experimented on humans in order to create and exploit advanced humans, which she continued to do up until she was killed by one of the subjects of her experiments.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Dallapiccola, Anna L. (December 2002). <i>Dictionary of Hindu Lore and Legend</i>. New York, NY: Thames &amp; Hudson. ISBN 0-500-51088-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANir%E1%B9%9Bti&amp;rft.aufirst=Anna+L.&amp;rft.aulast=Dallapiccola&amp;rft.btitle=Dictionary+of+Hindu+Lore+and+Legend&amp;rft.date=2002-12&amp;rft.genre=book&amp;rft.isbn=0-500-51088-1&amp;rft.place=New+York%2C+NY&amp;rft.pub=Thames+%26+Hudson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Om symbol.svg"}]}