{"pageid": 10141, "ns": 0, "title": "Erinyes", "extract": "<p>In Greek mythology the <b>Erinyes</b> (<span></span>; sing. <b>Erinys</b> <span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἐρῑνύες [ῠ]</span>, pl. of <span lang=\"grc\" xml:lang=\"grc\">Ἐρῑνύς [ῡ]</span>, <i>Erinys</i>), also known as the <b>Furies</b>, were female chthonic deities of vengeance; they were sometimes referred to as \"infernal goddesses\" (<span lang=\"grc\" xml:lang=\"grc\">χθόνιαι θεαί</span>). A formulaic oath in the <i>Iliad</i> invokes them as \"the Erinyes, that under earth take vengeance on men, whosoever hath sworn a false oath\". Walter Burkert suggests they are \"an embodiment of the act of self-cursing contained in the oath\". They correspond to the <b>Dirae</b> in Roman mythology. The Roman writer Maurus Servius Honoratus wrote that they are called \"Eumenides\" in hell, \"Furiae\" on earth, and \"Dirae\" in heaven.</p>\n<p>According to Hesiod's <i>Theogony</i>, when the Titan Cronus castrated his father, Uranus, and threw his genitalia into the sea, the Erinyes (along with the Giants and the Meliae) emerged from the drops of blood which fell on the earth (Gaia), while Aphrodite was born from the crests of sea foam. According to variant accounts, they emerged from an even more primordial level—from Nyx (\"Night\"), or from a union between air and mother earth. Their number is usually left indeterminate. Virgil, probably working from an Alexandrian source, recognized three: Alecto or Alekto (\"endless\"), Megaera (\"jealous rage\"), and Tisiphone or Tilphousia (\"vengeful destruction\"), all of whom appear in the <i>Aeneid</i>. Dante Alighieri followed Virgil in depicting the same three-character triptych of Erinyes; in Canto IX of the <i>Inferno</i> they confront the poets at the gates of the city of Dis. Whilst the Erinyes were usually described as three maiden goddesses, the Erinys Telphousia was usually a by-name for the wrathful goddess Demeter, who was worshipped under the title of Erinys in the Arkadian town of Thelpousa.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word <i>Erinyes</i> is of uncertain etymology; connections with the verb ὀρίνειν <i>orinein</i>, \"to raise, stir, excite,\" and the noun ἔρις <i>eris</i>, \"strife\" have been suggested; Beekes, pp. 458–459, has proposed a Pre-Greek origin. The word <i>Erinys</i> in the singular and as a theonym is first attested in Mycenaean Greek, written in Linear B, in the following forms: <span lang=\"gmy\" xml:lang=\"gmy\">𐀁𐀪𐀝</span>, <i>e-ri-nu</i>, and <span lang=\"gmy\" xml:lang=\"gmy\">𐀁𐀪𐀝𐀸</span>, <i>e-ri-nu-we</i>. These words are found on the KN Fp 1, KN V 52, and KN Fh 390 tablets.</p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>The Erinyes live in Erebus and are more ancient deities than any of the Olympians. Their task is to hear complaints brought by mortals against the insolence of the young to the aged, of children to parents, of hosts to guests, and of householders or city councils to suppliants - and to punish such crimes by hounding culprits relentlessly. The Erinyes are crones and, depending upon authors, described as having snakes for hair, dog's heads, coal black bodies, bat's wings, and blood-shot eyes. In their hands they carry brass-studded scourges, and their victims die in torment.</p>\n<h2><span id=\"Erinyes_in_ancient_Greek_literature\">Erinyes in ancient Greek literature</span></h2>\n\n<p>Tantalizing myth fragments dealing with the Erinyes are found among the earliest extant records of ancient Greek culture. The Erinyes are featured prominently in the myth of Orestes, which recurs frequently throughout many works of ancient Greek literature.</p>\n<h3><span id=\"Aeschylus\">Aeschylus</span></h3>\n<p>Featured in ancient Greek literature, from poems to plays, the Erinyes form the Chorus and play a major role in the conclusion of Aeschylus's dramatic trilogy the <i>Oresteia</i>. In the first play, <i>Agamemnon</i>, King Agamemnon returns home from the Trojan War, where he is slain by his wife, Clytemnestra, who wants vengeance for her daughter Iphigenia, who was sacrificed by Agamemnon in order to obtain favorable winds to sail to Troy. In the second play, <i>The Libation Bearers</i>, their son Orestes has reached manhood and has been commanded by Apollo’s oracle to avenge his father‘s murder at his mother’s hand. Returning home and revealing himself to his sister Electra, Orestes pretends to be a messenger bringing the news of his own death to Clytemnestra. He then slays his mother and her lover Aegisthus. Although Orestes’ actions were what Apollo had commanded him to do, Orestes has still committed matricide, a grave sacrilege. Because of this, he is pursued and tormented by the terrible Erinyes, who demand yet further blood vengeance.</p>\n\n<p>In <i>The Eumenides</i>, Orestes is told by Apollo at Delphi that he should go to Athens to seek the aid of the goddess Athena. In Athens, Athena arranges for Orestes to be tried by a jury of Athenian citizens, with her presiding. The Erinyes appear as Orestes’ accusers, while Apollo speaks in his defense. The trial becomes a debate about the necessity of blood vengeance, the honor that is due to a mother compared to that due to a father, and the respect that must be paid to ancient deities such as the Erinyes compared to the newer generation of Apollo and Athena. The jury vote is evenly split. Athena participates in the vote and chooses for acquittal. Athena declares Orestes acquitted because of the rules she established for the trial. Despite the verdict, the Erinyes threaten to torment all inhabitants of Athens and to poison the surrounding countryside. Athena, however, offers the ancient goddesses a new role, as protectors of justice, rather than vengeance, and of the city. She persuades them to break the cycle of blood for blood (except in the case of war, which is fought for glory, not vengeance). While promising that the goddesses will receive due honor from the Athenians and Athena, she also reminds them that she possesses the key to the storehouse where Zeus keeps the thunderbolts that defeated the other older deities. This mixture of bribes and veiled threats satisfies the Erinyes, who are then led by Athena in a procession to their new abode. In the play, the \"Furies\" are thereafter addressed as \"Semnai\" (Venerable Ones), as they will now be honored by the citizens of Athens and ensure the city's prosperity.</p>\n<h3><span id=\"Euripides\">Euripides</span></h3>\n<p>In Euripides' <i>Orestes</i> the Erinyes are for the first time \"equated\" with the <b>Eumenides</b> (Εὐμενίδες, pl. of Εὐμενίς; literally \"the gracious ones\", but also translated as \"Kindly Ones\"). This is because it was considered unwise to mention them by name (for fear of attracting their attention), the ironic name is similar to how Hades, god of the dead is styled Pluton, or Pluto, \"the Rich One'. Using euphemisms for the names of deities served many purposes throughout ancient religions.</p>\n<h3><span id=\"Sophocles\">Sophocles</span></h3>\n<p>In Sophocles's play, <i>Oedipus at Colonus</i>, it is significant that he comes to his final resting place in the grove dedicated to the Erinyes. It shows that he has paid his penance for his blood crime, as well as come to integrate the balancing powers to his early over-reliance upon Apollo, the god of the individual, the sun, and reason. He is asked to make an offering to the Erinyes and complies, having made his peace.</p>\n<h2><span id=\"Modern_references_and_literature\">Modern references and literature</span></h2>\n\n<p>The Erinyes persist as a theme that appears in modern literature as well as the subject of scholarly pursuits of mythology and ancient Greek culture. The Orestes theme becomes an important subject to scholars such as James George Frazer and Robert Graves. In <i>The Greek Myths</i>, Graves translates and interprets the legends and myth fragments about Clytemnestra, Agamemnon, and Orestes, as suggesting a ritual killing of a <i>\"king\"</i> (Agamemnon) in very early religious ceremonies that were suppressed when patriarchy replaced the matriarchies of very ancient Greece. Graves asserts that the sacrilege for which the Erinyes pursued Orestes was the killing of his mother, who represented matriarchy. He explains that worship of Athena was retained as a cult because it was too strong to be suppressed, but she was <i>recast</i> as a child of Zeus in new myths, even given the previously incomprehensible role of justifying what would have been a horrific crime against the old religious customs. Graves, and many other mythographers, were influenced by <i>The Golden Bough</i> of Frazer, and since it was published many myths have been reinterpreted to reveal clues to ancient religious practices that were kept as secret rituals. They are mentioned in the poem \"To Brooklyn Bridge\" by Hart Crane. The Eumenides are also featured in T. S. Eliot's play, <i>The Family Reunion</i>.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Aeschylus, \"Oresteia\" Trans. Lloyd-Jones. Lines 788–1047.</li>\n<li>Beekes, Robert S. P. (2009), <i>Etymological Dictionary of Greek</i>, Leiden: E.J. Brill.</li>\n<li>Burkert, Walter, 1977 (tr. 1985). <i>Greek Religion</i> (Harvard University Press).</li>\n<li><cite class=\"citation book\">Chadwick, John (1976). <i>The Mycenaean World</i>. Cambridge, England: Cambridge University Press. ISBN 978-0-521-29037-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErinyes&amp;rft.aufirst=John&amp;rft.aulast=Chadwick&amp;rft.btitle=The+Mycenaean+World&amp;rft.date=1976&amp;rft.genre=book&amp;rft.isbn=978-0-521-29037-1&amp;rft.place=Cambridge%2C+England&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> </li>\n<li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Graves, Robert; <i>The Greek Myths</i>, Moyer Bell Ltd; Unabridged edition (December 1988), ISBN 0-918825-80-6.</li>\n<li>Hesiod, <i>Theogony</i>, Trans. Hugh G. Evelyn-White. 1914. Lines 176-206. Online Text: Perseus Project. Tufts University.</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.</li>\n<li>Liddell, Henry George, Robert Scott. <i>A Greek-English Lexicon</i>. Revised and augmented throughout by Sir Henry Stuart Jones with the assistance of. Roderick McKenzie. Oxford. Clarendon Press. 1940. Online version at the Perseus Digital Library</li>\n<li>Littleton, Scott. Gods, Goddesses, and Mythology, Volume 4. Marshall Cavendish Corporation, 2005. Google Book Search. Web. 24 October 2011.</li>\n<li>Scull, S A. Greek Mythology Systematized. Philadelphia: Porter &amp; Coates, 1880. Print.</li>\n<li>Virgil, <i>Aeneid</i> vii, 324, 341, 415, 476.</li>\n<li>Wilk, Stephen R. Medusa: Solving the Mystery of the Gorgon. Oxford: Oxford University Press, 2000. Google Book Search. Web. 24 October 2011.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Erinyes at Wikimedia Commons</li>\n<li>The Theoi Project, \"The Erinyes\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Deux furies.png"}, {"ns": 6, "title": "File:Klytaimnestra Erinyes Louvre Cp710.jpg"}, {"ns": 6, "title": "File:Orestes Delphi BM GR1917.12-10.1.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:William-Adolphe Bouguereau (1825-1905) - The Remorse of Orestes (1862).jpg"}]}