{"pageid": 1029111, "ns": 0, "title": "Vāc", "extract": "<p><b>Vāk</b> or <b>Vāc</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">वाक्</span>, stem <i><span title=\"International Alphabet of Sanskrit Transliteration\">vāc-</span></i>, nominative <i><span title=\"International Alphabet of Sanskrit Transliteration\">vāk</span></i>) is the Sanskrit word for \"speech\", from a verbal root <i><span title=\"International Alphabet of Sanskrit Transliteration\">vac-</span></i> \"speak, tell, utter\".</p>\n<p>Vāk is also a Vedic goddess, a personified form of speech. She enters into the inspired poets and visionaries, gives expression and energy to those she loves, she is called the \"mother of the Vedas\" and consort of Indra in Aitareya Aranyaka. Elsewhere, such as in the Padma Purana, she is stated to be the wife of Vision (<i>Kashyapa</i>), the mother of Emotions, and the friend of Musicians (<i>Gandharva</i>).</p>\n<p>She is identified with goddess Sarasvati in later Vedic literature and post-Vedic texts of Hindu traditions. Sarasvati has remained a significant and revered deity in Hinduism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Rigveda\">Rigveda</span></h2>\n<p>In the early Rigveda (books 2 to 7), <i><span title=\"International Alphabet of Sanskrit Transliteration\">vāc-</span></i> refers to cosmic sound, envisioned as feminine. Vac as the earliest sounds is mentioned in Rigvedic thought in RV 10.71.1–4, as the source of language, words some hear but don't understand, as follows:</p>\n<blockquote>\n<dl><dd>\"When men, Brhaspati!, giving names to objects, sent out Vak's first and earliest utterances</dd>\n<dd>All that was excellent and spotless, treasured within them, was disclosed through their affection.\"</dd>\n<dd>\"Where, like men cleansing corn-flour in a cribble, the wise in spirit have created language,</dd>\n<dd>Friends see and recognize the marks of friendship: their speech retains the blessed sign imprinted.\"</dd>\n<dd>\"With sacrifice the trace of Vak they followed, and found her harbouring within the Rsis.</dd>\n<dd>They brought her, dealt her forth in many places: seven singers make her tones resound in concert.\"</dd>\n<dd>\"One man hath ne'er seen Vak, and yet he seeth: one man hath hearing but hath never heard her.</dd>\n<dd>But to another hath she shown her beauty as a fond well-dressed woman to her husband.\"</dd>\n</dl></blockquote>\n<p>Vak also speaks, and is described as a goddess, in RV 8.100:</p>\n<blockquote>\n<dl><dd>\"When, uttering words which no one comprehended, Vak, Queen of Gods, the Gladdener, was seated,</dd>\n<dd>The heaven's four regions drew forth drink and vigour: now whither hath her noblest portion vanished?\"</dd>\n<dd>\"The Deities generated Vak the Goddess, and animals of every figure speak her.</dd>\n<dd>May she, the Gladdener, yielding food and vigour, the Milch-cow Vak, approach us meetly lauded.\"</dd>\n</dl></blockquote>\n<p>RV 1.164.45 uses the word Vac in the sense of speech, as follows:</p>\n<blockquote>\n<dl><dd>\"Speech hath been measured out in four divisions, the Brahmans who have understanding know them.</dd>\n<dd>Three kept in close concealment cause no motion; of speech, men speak only the fourth division.\"</dd>\n</dl></blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hindu deities</li>\n<li>Rigvedic deities</li>\n<li>Śabda</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>Dictionary of Hindu Lore and Legend</i> (ISBN 0500510881) by Anna Dhallapiccola</li>\n<li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 8120803795) by David Kinsley</li>\n</ul>"}