{"pageid": 10355961, "ns": 0, "title": "Qin Liangyu", "extract": "<p><b>Qin Liangyu</b> (1574–1648), courtesy name <b>Zhensu</b>, was a Chinese female general best known for defending the Ming dynasty from attacks by the Manchu-led Later Jin dynasty in the 17th century.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Early_life_and_education\">Early life and education</span></h2>\n<p>Qin Liangyu was born in Zhongzhou (忠州), which is in present-day Zhong County, Chongqing, to Miao parents. Her father, Qin Kui (秦葵), obtained the position of a <i>gongsheng</i> (貢生) in the civil service examination. He believed that girls should receive the same education as boys, so he made Qin Liangyu study history and the Confucian classics with her brothers. He also taught them martial arts. Qin Liangyu learnt martial arts more deeply than her brothers and became proficient in archery and horse-riding. She was also known for her skill in poetry.</p>\n<h2><span id=\"Marriage_to_Ma_Qiancheng\">Marriage to Ma Qiancheng</span></h2>\n<p>In 1595, Qin Liangyu married Ma Qiancheng (馬千乘), the <i>tusi</i> and <i>xuanfushi</i> (宣撫使; \"Announcing and Pacifying Commissioner\") of Shizhu County, and accompanied him in minor battles against local warlords in the southwestern border of the Ming Empire. They had a good marriage and he often sought her advice. In 1599, when Yang Yinglong (楊應龍) started a rebellion in Bozhou (播州; present-day Zunyi, Guizhou), Ma Qiancheng brought 3,000 riders with him to suppress the revolt while Qin Liangyu brought an addition 500 to support her husband. They successfully quelled the rebellion and destroyed the rebel camps.</p>\n<p>In 1613, Ma Qiancheng offended Qiu Chengyun (邱乘雲), an influential court eunuch, and ended up being arrested and imprisoned. He died in prison later. Qin Liangyu succeeded her husband as the <i>xuanfushi</i> of Shizu County. Those under her command were known as the White Cavalry (白杆兵).</p>\n<h2><span id=\"Resisting_rebel_forces_in_Sichuan\">Resisting rebel forces in Sichuan</span></h2>\n<p>In 1620, Qin Liangyu's elder brother, Qin Bangping (秦邦屏), led 3,000 White Cavalry to Liaodong to resist invaders from the Manchu-led Later Jin dynasty. He was killed in action at the Battle of Hun River (渾河之戰).</p>\n<p>In 1623, Qin Liangyu assisted Ming forces in suppressing the She-An Rebellion in Sichuan and Guizhou led by She Chongming (奢崇明) and An Bangyan (安邦彥). In the following year, her elder brother, Qin Minping (秦民屏), was killed in battle by An Bangyan's forces.</p>\n<p>In 1630, when Later Jin forces besieged the Ming capital, Beijing, Qin Liangyu led forces from Sichuan to reinforce the capital. The Chongzhen Emperor showered her with praises in poetry and presented her with four poems as she passed through Beijing. In 1634, when Zhang Xianzhong's rebel army invaded Sichuan, Qin Liangyu and her son, Ma Xianglin (馬祥麟), led their troops to attack the rebels, defeated them at Kuizhou (夔州; present-day Fengjie County, Chongqing) and drove them away. In 1640, Qin Liangyu defeated another rebel force led by Luo Rucai (羅汝才) in Kuizhou and Wushan. In recognition of her contributions to the Ming Empire, the Chongzhen Emperor appointed her as the Crown Prince's Guardian (太子太保) and awarded her the title \"Marquis Zhongzhen\" (忠貞侯; lit. \"Loyal and Chaste Marquis\").</p>\n<h2><span id=\"Later_life_and_death\">Later life and death</span></h2>\n<p>The Ming Empire was overthrown in 1644 by rebel forces led by Li Zicheng, and its former territories were conquered by the Later Jin dynasty (later renamed to Qing dynasty). Some Ming loyalists formed a remnant state, the Southern Ming dynasty, in southern China to resist the Qing dynasty. Its nominal ruler, the Longwu Emperor, also granted Qin Liangyu a marquis title.</p>\n<p>Qin Liangyu controlled part of Shizhu County and her policy of agricultural self-sufficiency made her region attractive for refugees. She helped about 100,000 refugees to settle down in Shizhu.</p>\n<p>Qin Liangyu died in 1648 and was buried in present-day Yachun Village, Dahe District, Shizhu County, Chongqing. She was given the posthumous name \"Zhongzhen\" (忠貞; lit. \"Loyal and Chaste\") and was survived by her son, Ma Xianglin (馬祥麟).</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<p>Qin Liangyu's life, along with her weapons and armour, is showcased in a museum in Shizhu County, Chongqing. A statue of her is in the Ganyu Hall of the Shibaozhai in Zhong County (that was preserved during the Three Gorges Project). Together with Hua Mulan, Liang Hongyu and Thirteenth Sister, Qin Liangyu is one of the most well-known female warriors in China.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>Qin Liangyu sometimes appears as a door goddess, usually in partnership with Mu Guiying.</p>\n<p>Qin Liangyu is one of the 32 historical figures who appear as special characters in the video game <i>Romance of the Three Kingdoms XI</i> by Koei.</p>\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite id=\"CITEREFBelsky2005\" class=\"citation book\">Belsky, Richard (2005). <i>Localities at the center: native place, space, and power in late imperial Beijing</i>. Harvard University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AQin+Liangyu&amp;rft.aufirst=Richard&amp;rft.aulast=Belsky&amp;rft.btitle=Localities+at+the+center%3A+native+place%2C+space%2C+and+power+in+late+imperial+Beijing&amp;rft.date=2005&amp;rft.genre=book&amp;rft.pub=Harvard+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFPeterson2000\" class=\"citation book\">Peterson, Barbara Bennet (2000). <i>Notable Women of China: Shang Dynasty to the Early Twentieth Century</i>. M.E. Sharpe.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AQin+Liangyu&amp;rft.aufirst=Barbara+Bennet&amp;rft.aulast=Peterson&amp;rft.btitle=Notable+Women+of+China%3A+Shang+Dynasty+to+the+Early+Twentieth+Century&amp;rft.date=2000&amp;rft.genre=book&amp;rft.pub=M.E.+Sharpe&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFEdwards2001\" class=\"citation book\">Edwards, Louise P (2001). <i>Men and Women in Qing China</i>. Hawai'i Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AQin+Liangyu&amp;rft.aufirst=Louise+P&amp;rft.aulast=Edwards&amp;rft.btitle=Men+and+Women+in+Qing+China&amp;rft.date=2001&amp;rft.genre=book&amp;rft.pub=Hawai%27i+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Zhang, Tingyu. <i>History of Ming</i>, Volume 270.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Qin Liangyu - Commander-in-Chief of Sichuan Province [2]</li>\n<li>WOMEN IN POWER 1600-1640 [3]</li>\n</ul>"}