{"pageid": 1038888, "ns": 0, "title": "Žemyna", "extract": "<p><b>Žemyna</b> (derived from <i>žemė</i> – <i>earth</i>) is the goddess of the earth in Lithuanian religion. She is usually regarded as mother goddess and one of the chief Lithuanian gods similar to Latvian Zemes māte. Žemyna personifies the fertile earth and nourishes all life on earth, human, plant, and animal. All that is born of earth will return to earth, thus her cult is also related to death. As the cult diminished after baptism of Lithuania, Žemyna's image and functions became influenced by the cult of Virgin Mary.</p>\n<p>Žemyna was first mentioned by Jan Łasicki (1582). It was later also described by Mikalojus Daukša (1595), Daniel Klein (1653), Matthäus Prätorius, Jacob Brodowski (1740), and in numerous folk legends, beliefs, and prayers. Prätorius described a ritual, called <i>žemyneliauti</i>, performed at major celebrations (e.g. weddings) or agricultural works (e.g. harvest). The head of the household would drink a cup of beer, but first he would spill some of the drink on the ground and say a short prayer. Then he would kill a rooster or a hen, which would be cooked and eaten by the entire family. Each family member would receive a loaf of bread and say prayers, blessings, and greetings. The bones and other scraps would be sacrificed to the goddess (burned or buried). Other recorded rites included burying bread baked from last crops of prior harvest in a field before new sowing and sacrifice of black piglet. People would also kiss the earth saying a short prayer thanking Žemyna for all her gifts and acknowledging that one day they will return to her. People addressed Žemyna in various affectionate diminutive names and epithets.</p>\n<p>The goddess is said to be married to either Perkūnas (thunder god) or Praamžius (manifestation of chief heavenly god Dievas). Thus the couple formed the typical Indo-European pair of mother-earth and father-sky. It was believed that the earth needs to be fertilized by the heavens (rain and thunder). Thus it was prohibited to plow or sow before the first thunder as the earth would be barren.</p>\n<h2><span id=\"References\">References</span></h2>"}