{"pageid": 10440395, "ns": 0, "title": "Otuken", "extract": "<p><b>Ötüken</b> (Old Turkic: 𐰇𐱅𐰚𐰤: 𐰘𐰃𐰽 <i>Ötüken yïš</i>, \"Ötüken forest\", <i>𐰇𐱅𐰚𐰤:𐰘𐰼</i>, <i>Ötüken jer</i>, \"Land of Ötüken\") is a legendary capital city in Turkic mythology and Tengrism. Otukan (Ötüken) is also one of the names given to Mother Earth.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Otukan_and_nature\">Otukan and nature</span></h2>\n<p>According to this ancient belief, the mood of the Yer-sub and Ötüken could be seen in the trees’ condition. If the trees are healthy and strong and are bearing a lot of fruit, it is believed that Ötüken is satisfied with humans. A prayer dedicated to Ötüken was once directed to a grand tree.</p>\n<p>Otugan existed in the middle of the Universe and her residence was in Central Asia on Khangan Plateau. This place was called \"The Otuken (Ötüken) Homeland\".</p>\n<h2><span id=\"Mountain\">Mountain</span></h2>\n<p>The word was used to describe the sacred mountain of the ancient Turks. It was mentioned by Bilge Khagan in the Orkhon inscriptions as \"the place from where the tribes can be controlled\". A force called <i>qut</i> was believed to emanate from this mountain, granting the local potentate the divine right to rule all the Turkic tribes.</p>\n<p>Although never identified precisely, Ötüken probably stretched \"from the Khangai Range of Central Mongolia to the Sayan Mountains of Tuva, at the centre of which is the Orkhon Valley\", which for centuries was regarded as the seat of the imperial power of the steppes.</p>\n<h2><span id=\"Old_records\">Old records</span></h2>\n<dl><dt>Dīwān Lughāt al-Turk</dt>\n</dl>\n<p>Dīwān Lughāt al-Turk, by Mahmud al-Kashgari; <i>\"Ötüken (</i>اتوكان<i>) is a name of a place in the deserts of land of Tatars. It's close to land of Uyghurs.\"</i></p>\n<dl><dt>Orkhon Inscriptions</dt>\n</dl>\n\n<p>The inscriptions clearly show the sacred importance of the region, as evidenced by the statement of Tonyukuk: <i>\"If you stay in the land of the Ötüken, and send caravans from there, you will have no trouble. If you stay at the Ötüken Mountains, you will live forever dominating the tribes!\"</i></p>\n<h2><span id=\"References\">References</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Өтүген/Ötügen</li>\n<li>Ötüken Forest Song</li>\n<li>Күлтегін (Kültigin)</li>\n</ul><h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>C. E. Bosworth: Artikel „ÖTÜKEN“ in: Encyclopaedia of Islam; Leiden. Digitale Edition</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Yer Tanrı</li>\n<li>Etugen Eke</li>\n</ul>"}