{"pageid": 1048494, "ns": 0, "title": "Ashima", "extract": "<p><b>Ashima</b> (Hebrew: <span lang=\"he\" dir=\"rtl\" xml:lang=\"he\">אֲשִׁימָא</span>, <small>Modern</small> <i><span title=\"he transliteration\">?</span></i>, <small>Tiberian</small> <i><span title=\"Hebrew transliteration\">?</span></i>; Latin: <span lang=\"la\" xml:lang=\"la\"><i>Asima</i></span>) is an ancient Semitic goddess.</p>\n<h2><span id=\"Middle_East\">Middle East</span></h2>\n<p>In the Middle East, Asima one of several deities protecting the individual cities of Samaria who are mentioned specifically by name in 2 Kings 17:30 in the Hebrew Bible. From the scribes' point of view the cities should not have been making cult images (\"idols\"), because they had agreed to worship the God of the Israelites that had once lived in the land, as described in some detail in the 2 Kings 17:30.</p>\n<p>Asima was a West Semitic goddess of fate related to the Akkadian goddess Shimti (\"fate\"), who was a goddess in her own right but also a title of other goddesses such as Damkina and Ishtar. Damkina, for example, was titled <i>banat shimti</i>, \"creator of fate\". The name Ashima could be translated as \"the name, portion, or lot\" depending on context. It is related to the same root as the Arabian <i>qisma</i> and the Turkish kismet.</p>\n<p>Obermann suggests a close association with between the concept of \"name\" and \"fate or purpose\" from the West Semitic root \"šm\" and cites several examples in the Ugaritic text in which the naming of a person or object determines future function which is a familiar theme in many mythologies. Driver translates \"šmt\" as \"charge, duty, function\" in his glossary of Ugaritic and links this with the Akkadian \"shimtu\" which he translates as \"appointed lot\". As a personification of fate, Ashima was cognate with the South Semitic goddess Manathu (or Manāt) whose name meant \"the measurer, fate, or portion\" who was worshiped by the Nabataean peoples of Jordan and other early South Semitic and Arabian peoples. Both names appear in alternate verses in Ugaritic texts. (<i>In the same way, the name of the goddess</i> Asherah <i>appears in alternate verses with</i> Elath to indicate that both names refer to the same goddess). Ashim-Yahu and Ashim-Beth-El are forms of her name and a variant of her name is also attested in the Hebrew temple in Elephantine in Egypt. The divine name or epithet Ashima-Yaho (haShema YHWH) which is attested in the papyri from the Yahweh temple of Elephantine in Egypt has been connected in both theme and structure with a title of Astarte which appears in the Ugaritic texts as Astarte Name-of-Baal (e.g., KTU (\"Keilalphabetische Texte aus Ugarit\") 1.16.vi.56).</p>\n<p>Some speculate that Ashima was praised by tribes in what appears to be Asia Minor and North Africa, but more specifically by Hamath, who were later deported to Samaria in the Land of Israel. The Hebrew Bible states that the goddess should not be worshiped, but that the Samaritans nevertheless worshiped her, together with other deities, clandestinely.2Kings 17:30</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}]}