{"pageid": 1052556, "ns": 0, "title": "Ataegina", "extract": "<p><b>Ataegina</b> or <b>Ataecina</b> (Spanish; Portuguese: <span lang=\"pt\" xml:lang=\"pt\"><i>Atégina</i></span>) was a popular goddess worshipped by the ancient Iberians, Lusitanians, and Celtiberians of the Iberian Peninsula.</p>\n<h2><span id=\"Name_and_functions\">Name and functions</span></h2>\n<p>The name <i>Ataegina</i> is most commonly derived from a Celtic source: the two roots <i>*atte-</i> and <i>*geno-</i> to mean \"Reborn\" or from <i>*ad-ak<sup>w</sup>ī-</i> (Irish <i>adaig</i>) meaning \"night\". Epigraphs from the Badajoz region associate the goddess with the Roman Proserpina or Persephone which would make her a goddess presiding over Spring and seasonality, echoing the \"reborn\" derivation of the name.</p>\n<p>Ataegina was worshipped in Lusitania and Betica; there were also sanctuaries dedicated to Ataegina in Elvas (Portugal), and Mérida and Cáceres in Spain, along with other places, especially near the Guadiana river. She was one of the goddesses worshipped in <i>Myrtilis</i> (today's Mértola, Portugal), <i>Pax Julia</i> (Beja, Portugal) and especially the city of <i>Turobriga</i>, whose precise location is unknown. A bronze plaque from Malpartida de Cáceres suggests associations with the goat as a sacred animal.</p>\n<h2><span id=\"Dwarf_planet\">Dwarf planet</span></h2>\n<p>A team claiming to be the discoverers of the dwarf planet and plutoid Haumea, Ortiz <i>et al.</i>, proposed <i>Ataecina</i> as the name of the body, due to her mythical connections with Pluto (Proserpina was the wife of Pluto), and her association with southern Spain, near to the discoverers' observatory. This proposal was not however accepted by the International Astronomical Union, not only because there is a dispute over whether Ortiz had actually discovered Haumea, but also chthonic deities are reserved for the names of bodies orbiting in resonance 3:2 (plutino) with Neptune, which was not the case for Haumea, which is in resonance 7:12.</p>\n<h2><span id=\"References_and_bibliography\">References and bibliography</span></h2>\n\n<ul><li>Espírito Santo, Moisés. <i>Origens Orientais da Religião Popular Portuguesa</i>. Lisbon: Assírio &amp; Alvim, 1988.</li>\n<li>Michael Jordan, <i>Encyclopedia of Gods,</i> Kyle Cathie Limited, 2002</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ataecina. Mármol del artista Pedro Roque DSC 0572r1.jpg"}]}