{"pageid": 10543797, "ns": 0, "title": "Consorts of Ganesha", "extract": "<p>The marital status of <b>Ganesha</b> varies widely in mythological stories and the issue has been the subject of considerable scholarly review. Several patterns of associations with different <b>consorts</b> are identifiable. One pattern of myths identifies Ganesha as an unmarried <i>brahmacārin</i> with no consorts. Another pattern associates him with the concepts of Buddhi (intellect), Siddhi (spiritual power), and <i>Riddhi</i> (prosperity); these qualities are sometimes personified as goddesses who are considered to be Ganesha's wives. Another pattern connects Ganesha with the goddess of culture and the arts, Sarasvati. In the Bengal region he is linked with the banana tree, Kala Bo (or Kola Bou). Usually Ganesha's consort is portrayed as his shakti, a personification of his creative energy. He also may be shown with a single consort or a nameless servant (Sanskrit: <i><span title=\"International Alphabet of Sanskrit Transliteration\">daşi</span></i>).</p>\n<p>Some of the differences between these patterns can be understood by looking at regional variations across India, the time periods in which the patterns are found, and the traditions in which the beliefs are held. Some differences pertain to the preferred meditation form used by the devotee, with many different traditional forms ranging from Ganesha as a young boy (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">बाल गणपति</span>; <i><span title=\"International Alphabet of Sanskrit Transliteration\">bālagāņapati</span></i>) to Ganesha as a Tantric deity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Unmarried\">Unmarried</span></h2>\n<p>According to one tradition, Ganesha was a <i>brahmacārin</i>, that is, unmarried. This pattern is primarily popular in southern India. This tradition was linked to Hindu concepts of the relationship between celibacy and the development of spiritual power. Bhaskaraya alludes to the tradition in which Ganesha was considered to be a lifelong bachelor in his commentary on the Ganesha Purana version of the Ganesha Sahasranama, which includes the name Abhīru (verse 9a). In his commentary on this verse Bhaskaraya says the name Abhīru means \"without a woman,\" but the term can also mean \"not fearful.\"</p>\n<h2><span id=\"Sidhi_,_Ridhi,_and_Budhi\"></span><span id=\"Sidhi_.2C_Ridhi.2C_and_Budhi\">Sidhi , Ridhi, and Budhi</span></h2>\n\n<p>The <i>Ganesha Purana</i> and the <i>Mudgala Purana</i> contain descriptions of Ganesha flanked by Siddhi and Buddhi. In these two Puranas they appear as an intrinsic part of Ganapati and according to Thapan do not require any special rituals associated with shakti worship. In Chapter I.18.24–39 of the <i>Ganesha Purana</i>, <span title=\"International Alphabet of Sanskrit Transliteration\">Brahmā</span> performs worship in honor of Ganesha, and during it Ganesha himself causes Buddhi and Siddhi to appear so that <span title=\"International Alphabet of Sanskrit Transliteration\">Brahmā</span> can offer them back to Ganesha. Ganesha accepts them as offerings. In <i>Ganesha Purana</i> I.65.10–12 there is a variant of this incident, in which various gods are giving presents to Ganesha, but in this case Siddhi and Buddhi are born from <span title=\"International Alphabet of Sanskrit Transliteration\">Brahmā</span>'s mind and are given by <span title=\"International Alphabet of Sanskrit Transliteration\">Brahmā</span> to Ganesha.</p>\n<p>The Ganesha Temple at Morgaon is the central shrine for the regional <span title=\"International Alphabet of Sanskrit Transliteration\">aṣṭavināyaka</span> complex. The most sacred area within the Moragaon temple is the sanctum (<i><span title=\"International Alphabet of Sanskrit Transliteration\">garbhagŗha</span></i>), a small enclosure containing an image of Ganesha. To the right and left sides of the image stand Siddhi and Buddhi. In northern India the two female figures are said to be Siddhi and Riddhi. There is no <span title=\"International Alphabet of Sanskrit Transliteration\">Purāṇic</span> evidence for the pair, but the pairing parallels those of Buddhi and Siddhi in Shiva Purana and Riddhi and Buddhi from Matsya Purana.</p>\n<h3><span id=\"Interpretation_of_relationships\">Interpretation of relationships</span></h3>\n<p>The <span title=\"International Alphabet of Sanskrit Transliteration\">Śiva Purāṇa</span> has a story in which Ganesha and his brother Skanda compete for the right to marry the two desirable daughters of Prajāpati, Siddhi and Buddhi, and Ganesha wins through a clever approach. This story adds that after some time Ganesha begat two sons: <i>Kshema</i> (<span title=\"International Alphabet of Sanskrit Transliteration\">Kşema</span>) (Prosperity), born to Siddhi, and <i><span title=\"International Alphabet of Sanskrit Transliteration\">Lābha</span></i> (Acquisition, Profit) born to Buddhi. In Northern Indian variants of this story the sons are often said to be <i><span title=\"International Alphabet of Sanskrit Transliteration\">Śubha</span></i> (Hindi <i>Shubh</i>) (auspiciousness) and <i><span title=\"International Alphabet of Sanskrit Transliteration\">Lābha</span></i>. In discussing the <i>Shiva Purana</i> version, Courtright comments that while Ganesha is sometimes depicted as sitting between these two feminine deities, \"these women are more like feminine emanations of his androgynous nature, Shaktis rather than spouses having their own characters and spouses.\"</p>\n<p>Ludo Rocher says that \"descriptions of <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span> as <i>siddhi-buddhi-samanvita</i> 'accompanied by, followed by <i>siddhi</i> and <i>buddhi</i>.' often seem to mean no more than that, when <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span> is present, <i>siddhi</i> 'success' and <i>buddhi</i> 'wisdom' are not far behind. Such may well have been the original conception, of which the marriage was a later development.\" In verse 49a of the <i>Ganesha Purana</i> version of the <i>Ganesha Sahasranama</i>, one of Ganesha's names is Ŗddhisiddhipravardhana (\"Enhancer of material and spiritual success\"). The <i>Matsya Purana</i> identifies <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇesha</span> as the \"owner\" of Riddhi (prosperity) and Buddhi (wisdom). In discussing the northern Indian sources, Cohen remarks:</p>\n<blockquote class=\"toccolours\" style=\"float:none; padding: 10px 15px 10px 15px; display:table;\">\n<p>\"They are depersonalized figures, interchangeable, and given their frequent depiction fanning <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span> are often referred to as <i>dasīs</i> — servants. Their names represent the benefits accrued by the worshipper of <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span>, and thus <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span> is said to be the owner of <span title=\"International Alphabet of Sanskrit Transliteration\">Ṛddhi</span> and Siddhi; he similarly functions as the father of Śubha (auspiciousness) and Lābha (profit), a pair similar to the <span title=\"International Alphabet of Sanskrit Transliteration\">Śiva Purāṇa's Kṣema</span> (prosperity) and Lābha. Though in Varanasi the paired figures were usually called <span title=\"International Alphabet of Sanskrit Transliteration\">Ṛddhi</span> and Siddhi, <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span>'s relationship to them was often vague. He was their <i>mālik</i>, their owner; they were more often dasīs than patnīs (wives).\"</p>\n</blockquote>\n<p>In the Ajitāgama, a Tantric form of Ganesha called Haridra Ganapati is described as turmeric-colored and flanked by two unnamed wives. The word \"wives\" (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">दारा</span>; <span title=\"International Alphabet of Sanskrit Transliteration\">dārā</span>) is specifically used (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">दारायुगलम्</span>; <span title=\"International Alphabet of Sanskrit Transliteration\">dārāyugalam</span>). These wives are distinct from shaktis.</p>\n<h3><span id=\"Ashta_Siddhi\">Ashta Siddhi</span></h3>\n\n<p>Ganesha's relationship with the Ashtasiddhi — the eight spiritual attaintments obtained by the practice of yoga — is also of this depersonalized type. In later iconography, these eight marvellous powers are represented by a group of young women who surround Ganesha. Raja Ravi Varma's painting (shown in this section) illustrates a recent example of this iconographic form. The painting includes fans and Fly-whisks, which establish the feminine figures as attendants. In cosmopolitan Śākta worship of Ganesha, the <span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭa Siddhi</span> are addressed as eight goddesses. In Ganesha Purana, these personified <span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭa Siddhi</span> are used by Ganesha to attack demon Devantaka. The eight siddhis also known as the eight perfections are</p>\n<ul><li><i>Aṇimā</i>: reducing one's body even to the size of an atom</li>\n<li><i>Mahima</i>: expanding one's body to an infinitely large size</li>\n<li><i>Garima</i>: becoming infinitely heavy</li>\n<li><i>Laghima</i>: becoming almost weightless</li>\n<li><i>Prāpti</i>: having unrestricted access to all places</li>\n<li><i>Prākāmya</i>: realizing whatever one desires</li>\n<li><i>Iṣṭva</i>: possessing absolute lordship</li>\n<li><i>Vaśtva</i>: the power to subjugate all</li>\n</ul><p>These eight consorts are fused in a single devi, Ganesha's śakti, according to Getty. She speculates as to whether the <span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭa Siddhi</span> are a transformation of the <span title=\"International Alphabet of Sanskrit Transliteration\">saptamātṝikas</span> with whom Ganesha is often sculpturally represented.</p>\n<h3><span id=\"Santoshi_Ma\">Santoshi Ma</span></h3>\n<p>Ganesha was depicted as a householder married to Riddhi and Siddhi and the father of Santoshi Ma (Devanagari: संतोषी माँ), a new goddess of satisfaction, in the 1975 Hindi film <i>Jai Santoshi Maa</i>. The movie script is not based on scriptural sources. The fact that a cult has developed around the figure of Santoshi Ma has been cited by Anita Raina Thapan and Lawrence Cohen as evidence of Ganesha's continuing evolution as a popular deity.</p>\n<h2><span id=\"Buddhi_(Wisdom)\"></span><span id=\"Buddhi_.28Wisdom.29\">Buddhi (Wisdom)</span></h2>\n<p>Ganesha is considered to be the Lord of Intelligence. In Sanskrit the word <i>buddhi</i> is a feminine noun that is variously translated as intelligence, wisdom, or intellect. The concept of buddhi is closely associated with the personality of Ganesha as of the Puranic period, where many stories develop that showcase his cleverness and love of intelligence. One of Ganesha's names in the Ganesha Purana and in the Ganesha Sahasranama is <i>Buddhipriya</i>. The name Buddhipriya also appears in a special list of twenty-one names that <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span> says are of special importance at the end of the Ganesha Sahasranama. The word <i>priya</i> can mean \"fond of\" or in a marital context it can mean \"a lover, husband\", so <i>Buddhipriya</i> means \"fond of intelligence\" or \"Buddhi's husband\".</p>\n<p>This association with wisdom also appears in the name <i>Buddha</i>, which appears as a name of Ganesha in the second verse of the Ganesha Purana version of the Ganesha Sahasranama. The positioning of this name at the beginning of the Ganesha Sahasranama indicates that the name was of importance. Bhaskararaya's commentary on the Ganesha Sahasranama says that this name for Ganesha means that the Buddha was an avatar of Ganesha. This interpretation is not widely known even among Ganapatya, and the Buddha is not mentioned in the lists of Ganesha's incarnations given in the main sections of the Ganesha Purana and Mudgala Purana. Bhaskararaya also provides a more general interpretation of this name as simply meaning that Ganesha's very form is \"eternal enlightenment\" (<span title=\"International Alphabet of Sanskrit Transliteration\">nityabuddaḥ</span>), so he is named Buddha.</p>\n<h2><span id=\"Motif_of_shaktis\">Motif of shaktis</span></h2>\n\n<p>A distinct type of iconographic image of Ganesha shows him with a single human-looking <i>shakti</i> (Sanskrit: <i><span title=\"International Alphabet of Sanskrit Transliteration\">śakti</span></i>). According to Ananda Coomaraswamy, the oldest known depiction of Ganesha with a shakti of this type dates from the sixth century. The consort lacks a distinctive personality or iconographic repertoire. According to Cohen and Getty, the appearance of this shakti motif parallels the emergence of tantric branches of the Ganapatya cult. Getty mentions a specific cult of \"Shakti Ganapati\" that was set up by the Ganapatyas involving five distinct forms. Of the thirty-two standard meditation forms for Ganesha that appear in the Sritattvanidhi (<span title=\"International Alphabet of Sanskrit Transliteration\">Śrītattvanidhi</span>), six include a shakti. A common form of this motif shows Ganesha seated with the shakti upon his left hip, holding a bowl of flat cakes or round sweets. Ganesha turns his trunk to his own left in order to touch the tasty food. In some of the tantric forms of this image, the gesture is modified to take on erotic overtones. Some tantric variants of this form are described in the <i><span title=\"International Alphabet of Sanskrit Transliteration\">Śāradātilaka</span> Tantram</i>. Ananda Coomaraswamy says that the first paintings of Ganesha with a <i>shakti</i> is from the sixth century.</p>\n<p>Prithvi Kumar Agrawala has traced at least six different lists of fifty or more aspects or forms of Ganesha each with their specific female consorts or shaktis. In these lists of paired shaktis are found such goddess names as <span title=\"International Alphabet of Sanskrit Transliteration\">Hrī, Śrī, Puṣṭī</span>, etc. The names Buddhi, Siddhi, and Riddhi do not appear on any of these lists. The lists provide no details about the personalities or distinguishing iconographic forms for these shaktis. Agrawala concludes that all of the lists were derived from one original set of names. The earliest of the lists appears in the <i><span title=\"International Alphabet of Sanskrit Transliteration\">Nārada Purāṇa</span></i> (I.66.124-38), and appears to have been used with minor variations in the <span title=\"International Alphabet of Sanskrit Transliteration\">Ucchiṣṭagaṇapati Upāsanā</span>. These lists are of two types. In the first type the names of various forms of Ganesha are given with a clear-cut pairing of a named shakti for that form. The second type, as found in the <i><span title=\"International Alphabet of Sanskrit Transliteration\">Brahmāṇḍa Purāṇa</span></i> (II.IV.44.63–76) and the commentary of <span title=\"International Alphabet of Sanskrit Transliteration\">Rāghavabhaṭṭa</span> on the <i>Śāradātilaka</i> (I.115), gives fifty or more names of Ganesha collectively in one group, with the names of the shaktis provided collectively in a second group. The second type of list poses problems in separating and properly connecting the names into pairs due to ambiguities in the formation of Sanskrit compound words.</p>\n<h2><span id=\"Sarasvati\">Sarasvati</span></h2>\n<p>Throughout India, on contemporary poster art, Ganesha is portrayed with Sarasvati (goddess of culture and art). Ganesha and Sarswati are often grouped together as the divinities immediately responsible for material welfare. Ganesha and Saraswati share control over Buddhi (Wisdom). Particularly in Maharashtra, Ganesha is associated with <span title=\"International Alphabet of Sanskrit Transliteration\">Śarda</span> or Sarasvati. Other reasons are variously offered for their relationship: their functional equivance and their joint worship on Diwali and in general by the \"business community.\" Conversely, in Calcutta, Ganesha is said to be the brother of Sarasvati.</p>\n<h2><span id=\"Kola_Bou\">Kola Bou</span></h2>\n\n<p>In Bengal, Ganesha on Durga Puja is associated with a plantain (banana) tree, the \"Kola Bou\" (also spelled Kola-Bou), ritually transformed into a goddess during the festival.</p>\n<p>On the first day of Durga Puja the Kola Bou is draped with a red-bordered white sari and vermilion is smeared on its leaves. She is then placed on a decorated pedestal and worshipped with flowers, sandalwood paste, and incense sticks. The Kola Bou is set on Ganesha's right side, along with other deities. For most who view her, the new sari indicates her role as a new bride, and many Bengalis see it as symbolizing the wife of Ganesha.</p>\n<p>A different view is that the Kola Bou represents Durga herself, who in Bengal is considered the mother of Ganesha. Those who know of that tradition do not consider Ganesha's association with Kola Bou as a marital one. Haridas Mitra says that the Kola Bou is intended to serve as a symbolic summary for the nine types of leaves (nava patrika) that together form a sacred complex on Durga Puja. The officiating priests who carry out the ceremony tie a bunch of eight plants on the trunk of the plantain tree and it is the grouping of all nine plants that constitute the Kola Bou. The nine plants all have beneficial medicinal properties. According to Martin-Dubost, the Kola Bou does not represent a bride or shakti of Ganesha, but rather is the plant form of Durga. He connects the plant symbol back to the festival enactment of Durga's return of the blood of the buffalo demon to the earth so that the order of the world may be re-established and luxuriant vegetation reappear. He links Ganesha to this vegetation myth and notes that Astadasausadhisristi (<span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭādaśauṣadhisṛṣṭi</span>, \"Creator of the eighteen medicinal plants\") is a name of Ganesha.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:AshtaSiddhi.jpg"}, {"ns": 6, "title": "File:Ganapati1.jpg"}, {"ns": 6, "title": "File:Ganesha Basohli miniature circa 1730 Dubost p73.jpg"}, {"ns": 6, "title": "File:MahA gaNapati.jpg"}, {"ns": 6, "title": "File:Nabapatrika.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:ShriMayureshwar Morgaon.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}