{"pageid": 1066204, "ns": 0, "title": "Dodola", "extract": "<p><b>Dodola</b> (also spelled <i>Doda</i>, <i>Dudulya</i> and <i>Didilya</i>, pronounced: doh-doh-la, doo-doo-lya, or dee-dee-lya) also known under the names <b>Paparuda, Perperuna</b> or <b>Preperuša</b> is a pagan tradition found in the Balkans. A girl, wearing a skirt made of fresh green knitted vines and small branches, sings and dances through the streets of the village, stopping at every house, where the hosts sprinkle water on her. She is accompanied by the people of the village who dance and shout on the music. The custom has attributed a specific type of dance and a specific melody.</p>\n<p>According to some interpretations, Dodola is a Slavic goddess of rain, and the wife of the supreme god Perun (who is the god of thunder). Slavs believed that when Dodola milks her heavenly cows, the clouds, it rains on earth. Each spring Dodola is said to fly over woods and fields, and spread vernal greenery, decorating the trees with blossoms.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>The custom is known by two names, mostly spelled <i>Dodola</i> (<i>dodole</i>, <i>dudula</i>, <i>dudulica</i>, <i>dodolă</i>) and <i>Perperuna</i> (<i>peperuda</i>, <i>peperuna</i>, <i>perperuna</i>, <i>prporuša</i>, <i>preporuša</i>, <i>paparudă</i>, <i>pirpirună</i>). Both names are used by the South Slavs and Romanians.</p>\n<p>The name <i>Perperuna</i> is identified as a feminine personification of the great god Perun. Sorin Paliga suggested that it was a divinity from the local Thracian substratum. The name of <i>Dodola</i> is possibly cognate with the Lithuanian word for thunder: <i>dundulis</i>.</p>\n<p>D. Decev compared the word \"dodola\" (also <i>dudula</i>, <i>dudulica</i>, etc.) with Thracian anthroponyms (personal names) and toponyms (place names), such as <i>Doidalsos</i>, <i>Doidalses</i>, <i>Dydalsos</i>, <i>Dudis</i>, <i>Doudoupes</i>, etc. Paliga argued that based on this, the custom most likely originated from the Thracians.</p>\n<h2><span id=\"Ritual\">Ritual</span></h2>\n<p>South Slavs used to organise the Dodole (or Perperuna) festival in times of drought, where they worshipped the goddess and prayed to her for rain. In the ritual, young women sing specific songs to Dodola, accompanying it by a dance, while covered in leaves and small branches. In Croatia Dodole is often performed by folklore groups.</p>\n<p>In folklore of Turopolje on the holidays of St. Juraj called <i>Jurjevo</i> five most beautiful maidens are picked to portray Dodola goddesses in leaf-dresses and sing for the village till the end of the holiday.</p>\n<p>Croatian ritual chant sung by youngsters going through the village in the dry, summer months.</p>\n<p>Naša dodo Boga moli,</p>\n<p>Da orosi sitna kiša,</p>\n<p>Oj, dodo, oj dodole!</p>\n<p>Mi idemo preko sela,</p>\n<p>A kišica preko polja,</p>\n<p>Oj, dodo, oj, dodole!</p>\n<h3><span id=\"Dodole_in_Macedonia\">Dodole in Macedonia</span></h3>\n<p>The oldest record for Dodole rituals in Macedonia is the song \"Oj Ljule\" from Struga region, recorded in 1861.</p>\n<p>The Dodole rituals in Macedonia were active held until the 1960s.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Caloian</li>\n<li>German (mythology)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span>Dodole ritual in Macedonia</span> on YouTube</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Пеперуда в Добруджа 1950.jpg"}]}