{"pageid": 10739092, "ns": 0, "title": "Sitatapatra", "extract": "<p><b>Sitātapatrā</b> (Sanskrit: \"White Parasol\",) is a protector against supernatural danger. She is venerated in both the Mahayana and Vajrayana traditions. She is also known as <i>Ushnisha Sitatapatra</i>. Sitātapatrā is a powerful independent deity as she was emanated by Gautama Buddha from his ushnisha. Whoever practices her mantra will be reborn in Amitābha's pure land as well as gaining protection against supernatural danger and black magic.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Her name is composed of <i>sita</i> (white) and <i>ātapatrā</i> (parasol or umbrella). </p>\n<h2><span id=\"Mantras\">Mantras</span></h2>\n<p>The Shurangama Mantra of the Śūraṅgama Sūtra is the most commonly practiced mantra invoking her. According to Thubten Zopa Rinpoche, Great White Umbrella is a sādhanā for healing illness, dispelling interferences and spirit harms, quelling disasters, and bringing auspiciousness. To do practice in full requires Kriya tantra abhisheka of Sitatapatra.</p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>Sitātapatrā is one of the most complex Vajrayana goddesses. According to Miranda Shaw in the \"Buddhist Goddesses of India\", Sitatapatra emerged from Buddha's ushnisha when he was in Trayastrimsa heaven. The Buddha announced her role to \"cut asunder completely all malignant demons, to cut asunder all the spells of others...to turn aside all enemies and dangers and hatred.\" Her benign and beautiful form belies her ferocity as she is a \"fierce, terrifying goddess, garlanded by flames, a pulverizer of enemies and demons.\"</p>\n<p>In the Mahayana \"Sitatapatra Sutra\", she is called \"Aparajita\" or \"undefeatable\" and is also identified as a form of goddess Tara .</p>\n<p>In other sutras, she is regarded as a female counterpart to Avalokiteśvara, the bodhisattva of compassion. Like him, Sitātapatrā manifests in many elaborate forms: having a thousand faces, arms and legs, or simply as a feminine deity of great beauty. Known foremost for her \"white parasol\" she is most frequently attributed with the \"golden wheel\". The auspiciousness of the turning of the precious wheel is symbolic of the Buddha's doctrine, both in its teachings and realizations.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of bodhisattvas</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}]}