{"pageid": 10791406, "ns": 0, "title": "Maalikapurathamma", "extract": "<p><b>Maalikapurathamma</b> is the Goddess that is worshipped in a subsidiary shrine at Sabarimala Ayyappa Temple. <b>Maalikapurathamma</b> Temple is visited after having darshan of Sabarimala Ayyappa Temple. As per the story of <b>Maalikapurathamma</b>, she is Demoness Mahishi who was annihilated by Ayyappa.</p>\n<p>When Mahishi – the buffalo-headed demon – was killed by Ayyappa, she changed into a beautiful woman. Mahishi in her previous birth was the daughter of Sage Galvan. She was cursed by a student of Galvan to become a buffalo headed demon.</p>\n<p>With Ayyappa killing Mahishi, she attained reprieve from curse.</p>\n<p>The beautiful woman wanted to marry Ayyappa. But Ayyappa told her that he is a Brahmachari. Ayyappa asked her to reside near his temple in Sabarimala. Her temple in time came to be known as <b>Maalikapurathamma</b> Temple.</p>\n<p>Ayyappa also told her that He will marry her when no first timer (kanni Ayyappa) comes to Sabarimala Ayyappa temple.</p>\n<h2><span id=\"Sabari_Mala_Prasadam\">Sabari Mala Prasadam</span></h2>\n<p>A strong liking for sweets is a common factor of all Hindu Gods and Ayyappa is no exception. <i>Appam</i> and <i>Aravana</i> (Payasam made of rice, ghee and jaggery) are the prasadams of the Lord. There is an interesting story behind these prasadams also. The young daughter, Leela, of Kalari Panicker at Cheerappanchira fall in love with Ayyappa. She requested to accept her as wife. But Ayyappan turned down her request as being a Brahmachari. Soon the girl started bringing him food to capture his attention. Time passed by and the girl reached her puberty. And her family, following the Hindu tradition, prepared special cuisines to celebrate the occasion. One mandatory item on the menu is <i>Rthumathikanji</i> (porridge made using rice and five times the quantity of jaggery). On that day she took this porridge to Ayyappa, who was practising payattu in the Kalari. He liked it very much and requested the girl to bring only the porridge everyday. It is believed that the practice of offering Aravana as prasadam to the God was born from this incident.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ayyappan</li>\n<li>Makara Jyothi</li>\n<li>Sabarimala</li>\n<li>Pettathullal</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Edit-clear.svg"}]}