{"pageid": 10834925, "ns": 0, "title": "Narodakini", "extract": "<p><b>Nāroḍākinī</b> (Sanskrit, Standard Tibetan: <span lang=\"bo\" xml:lang=\"bo\">Naro Khachö</span> Wylie: <i>nā ro mkha' spyod</i>) is a deity in Vajrayana Buddhism similar to Vajrayogini (red, striding, bearing a vajra) who no longer appears in the active pantheon despite her importance in late Indian Buddhism.</p>\n<p>In the <i>Sādhanamālā</i>, she is said to be a transformation or emanation of Vajrayogini. Nārodākinī is readily recognizable by her lunging posture and kapala. Her head is uptilted, poised to imbibe the blood that overflows her kapala, and her right hand brandishes a curved kartika. Nārodākinī's physical attributes are interpreted with reference to long-standing Buddhist principles as well as distinctively tantric concepts. For example, her freely flowing hair is, in the Indic setting, a mark of a yogic practitioner, especially one who cultivates tummo, whereas Buddhist exegetes interpret the unbound tresses as a sign that her mind, free from grasping, is a flowing stream of nonconceptuality. Her crown of five skulls represents her transformation of the five aspects of selfhood into the five transcendental insights of a Buddha. Her garland of fifty severed heads symbolizes her purification of the fifty primary units of language and thought. Her bone ornaments represent five of the six perfections of a bodhisattva. Her body itself represents the sixth perfection, wisdom, which all female deities implicitly personify.</p>\n<p>Nārodākinī carries a mystical khaṭvāṅga), supported by her left arm or balanced across her left shoulder. The staff indicates that she is not celibate and has integrated eroticism into her spiritual path, mastering the art of transmuting pleasure into transcendent bliss.</p>\n<p>She manifested herself in an initiatory vision to the great Indian mahasiddha and teacher Naropa, (956-1040) who received teachings from her. She is patroness of the Sakya school and an acolyte of Vajravārāhī. She is a <i>sarvabuddhaḍākinī</i>, having access to all the Buddhas and thus is more powerful. This form of Vajrayogini is the preeminent form of yogini in the Cakrasaṃvara and Vajravārāhī tantras.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Sitatapatra</li>\n<li>Nairatmya</li>\n<li>Saraswati</li>\n<li>Queen Maya</li>\n<li>Hariti</li>\n<li>Yakshini</li>\n<li>Prithvi</li>\n<li>Simhamukha</li>\n<li>Vajrayogini</li>\n<li>Tara (Buddhism)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Link\">Link</span></h2>\n<ul><li>Sarvabuddhadakini (Naro Dakini): The First Feminist taken from <i>Exotic India</i></li>\n</ul>", "images": [{"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}]}