{"pageid": 10933479, "ns": 0, "title": "Oba (Orisha)", "extract": "<p><b>Oba</b> (known as <b>Obá</b> in Latin America) is the Orisha of the River Oba, whose source lies near Igbon, where her worship originates. During the wars of the 19th century, her centers of worship moved to the more secure town Ogbomosho. She is traditionally identified as the first wife of Shango (the third king of the Oyo Empire and an Orisha). Oba was tricked by Oya or Oshun into cutting off her ear and trying to feed it to Shango. She is syncretized with Saint Catherine of Siena.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship_in_Ogbomosho\">Worship in Ogbomosho</span></h2>\n<p>At her center of worship in Ogbomosho, Oba is described as the wife of Aganju and is praised as \"Oba, who owns parrot tail feathers and fights on the left\".</p>\n<h2><span id=\"Myths_of_Oba's_Ear\"></span><span id=\"Myths_of_Oba.27s_Ear\">Myths of Oba's Ear</span></h2>\n<p>Oba's humiliation by a rival co-wife is one of the most well-known tales associated with this Orisha. While William Bascom's study identified several unusual variations of it, the most popular myth found in West Africa, Brazil, and Cuba has Oba cutting off her ear to serve to her husband Shango as food, because one of her co-wives (most often Oshun) has convinced her this will secure Shango's attention. Once Shango sees the ear and realizes Oba has mutilated herself, he chases her from his house and into permanent exile. Bascom notes that though this story is known in many parts of Yoruba country, it was not recognized by her priest in Ogbomosho.</p>\n<p>There are a few variations of the myth in Cuba where Oya rather than Oshun tricks Oba. Another Cuban variation excludes the wifely rivalry entirely, explaining Oba's self-mutilation of both ears as an effort to feed Shango after they run out of goat and he is in need of food for his struggle against Ogun. By comparison, in the verses of Ifá, the story is inverted somewhat. Oba cuts off her ear at the advice of Ifá and the measure successfully ties Shango to Oba, until Orunmila himself steals Ọba from Shango.</p>\n<h2><span id=\"Relationship_to_other_Orishas\">Relationship to other Orishas</span></h2>\n<h3><span id=\"Santería\"></span><span id=\"Santer.C3.ADa\">Santería</span></h3>\n<p>González-Wippler, in her study of Santería, describes her as the daughter of Yemoja and one of the consorts of Shango. She is said to have given her husband her ear to eat, an event which led to her eventual flight from his presence. Grieving, she became the Oba river which intersects with the Oshun river (Oshun was another wife of Shango and is believed to have been the one who tricked her into the giving of the ear) at turbulent rapids, a symbol of the rivalry between the two wives. The Oba River flows through Iwo, that is why the Iwo people are called the children of the River Oba (<i>Iwo Olodo Oba</i>).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Bascom, William. \"Ọba's Ear: A Yoruba Myth in Cuba and Brazil\" in <i>Research in African Literatures</i>, Vol. 7, No. 2 (Autumn, 1976), pp. 149–165.</li>\n<li>Brown, David H. 2003. <i>Santería Enthroned: Art, Ritual and Innovation in an Afro-Cuban Religion</i>. Chicago: University of Chicago Press.</li>\n<li>González-Wippler, Migene. <i>Santeria: The Religion</i>. Llewellyn: 1994.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Brooklyn Museum 1989.51.39 Nommo Figure with Raised Arms.jpg"}]}