{"pageid": 1099715, "ns": 0, "title": "Shatarupa", "extract": "<p>In Hindu mythology, when Brahma was creating the universe, he made a female deity known as <b>Shatarupa</b> (literally śata-rūpā, <i>she of a hundred beautiful forms</i>) or 'one who can acquire hundred forms'. According to the Matsya Purana, Shatarupa was known by different names, including Satarupa, Sandhya, or Brahmi. According to Brahma Purana, Shatarupa is regarded as the first woman to be created by Brahma along with Manu.</p>\n<p>The Brahma Purana declares : \"To continue with Creation, Brahma gave form to a Man and a Woman. The man was Swayambhu Manu and the Woman was named Shatrupa. Humans are descended from Manu, that is the reason they are known as Manusya.\"</p>\n<p>Hindu mythology uses a story to explain Brahma's four heads. When Brahma created Shatarupa, he was immediately infatuated and pursued her wherever she went. Shatarupā moved in various directions to avoid his gaze but wherever she went, Brahmā developed another head until he had four, one for each direction of the compass. Desperate, Shatarupa leaped over him to stay out of his gaze even for a moment. A fifth head, however, appeared above the others. Thus, Brahmā developed five heads. At this moment Shiva appeared, determined that since Shatarupā was Brahma's daughter (being created by him), it was wrong and merged into devi Parvati and formed the Ardhanarishvara, translated as \"half-man and half-woman god.\" Shiva told Brahma that males and females are both the same as their souls are exactly the same, and the soul doesn't have a gender only material. The outer body is different only because of different body parts.</p>\n<p>Shatarupa married Svayambhuva Manu and had five children — two sons, Priyavrata and Uttānapāda, and three daughters, Ākūti, Devahūti and Prasuti. Manu, handed over his first daughter, Ākūti, to the sage Ruci, the middle daughter, Devahūti, to the sage Kardama, and the youngest, Prasūti, to Daksha Prajapati.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<p>Eve</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Brahms Purana</li>\n</ul>", "images": [{"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}