{"pageid": 11038, "ns": 0, "title": "Freyja", "extract": "<p>In Norse mythology, <b>Freyja</b> (<span></span>; Old Norse for \"(the) Lady\") is a goddess associated with love, sex, beauty, fertility, gold, seiðr, war, and death. Freyja is the owner of the necklace Brísingamen, rides a chariot pulled by two cats, keeps the boar Hildisvíni by her side, possesses a cloak of falcon feathers, and, by her husband Óðr, is the mother of two daughters, Hnoss and Gersemi. Along with her brother Freyr (Old Norse \"(the) Lord\"), her father Njörðr, and her mother (Njörðr's sister, unnamed in sources), she is a member of the Vanir. Stemming from Old Norse <i>Freyja</i>, modern forms of the name include <b>Freya</b>, <b>Freyia</b>, and <b>Freja</b>.</p>\n<p>Freyja rules over her heavenly afterlife field Fólkvangr and there receives half of those that die in battle, whereas the other half go to the god Odin's hall, Valhalla. Within Fólkvangr is her hall, Sessrúmnir. Freyja assists other deities by allowing them to use her feathered cloak, is invoked in matters of fertility and love, and is frequently sought after by powerful jötnar who wish to make her their wife. Freyja's husband, the god Óðr, is frequently absent. She cries tears of red gold for him, and searches for him under assumed names. Freyja has numerous names, including <i>Gefn</i>, <i>Hörn</i>, <i>Mardöll</i>, <i>Sýr</i>, <i>Valfreyja</i>, and <i>Vanadís</i>.</p>\n<p>Freyja is attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources; in the <i>Prose Edda</i> and <i>Heimskringla</i>, composed by Snorri Sturluson in the 13th century; in several Sagas of Icelanders; in the short story <i>Sörla þáttr</i>; in the poetry of skalds; and into the modern age in Scandinavian folklore.</p>\n<p>Scholars have debated whether Freyja and the goddess Frigg ultimately stem from a single goddess common among the Germanic peoples; connected her connection to the valkyries, female battlefield choosers of the slain; and analyzed her relation to other goddesses and figures in Germanic mythology, including the thrice-burnt and thrice-reborn Gullveig/Heiðr, the goddesses Gefjon, Skaði, Þorgerðr Hölgabrúðr and Irpa, Menglöð, and the 1st century CE \"Isis\" of the Suebi. Freyja's name appears in numerous place names in Scandinavia, with a high concentration in southern Sweden. Various plants in Scandinavia once bore her name, but it was replaced with the name of the Virgin Mary during the process of Christianization. Rural Scandinavians continued to acknowledge Freyja as a supernatural figure into the 19th century, and Freyja has inspired various works of art.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n\n<p>The name <i>Freyja</i> is transparently \"lady\" and ultimately derives from Proto-Germanic *<i>fraw(j)ōn</i>. <i>Freyja</i> is cognate with, for example, Old Saxon <i>frūa</i> \"lady, mistress\" and Old High German <i>frouwa</i> (compare modern German <i>Frau</i> \"lady\"). The theonym <i>Freyja</i> is thus considered to have been an epithet in origin, replacing a personal name that is now unattested. As a result, either the original name became entirely taboo or another process occurred in which the goddess is a duplicate or hypostasis of another known goddess; see \"Relation to Frigg and other goddesses and figures\" below.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n<p>In the <i>Poetic Edda</i>, Freyja is mentioned or appears in the poems <i>Völuspá</i>, <i>Grímnismál</i>, <i>Lokasenna</i>, <i>Þrymskviða</i>, <i>Oddrúnargrátr</i>, and <i>Hyndluljóð</i>.</p>\n<p><i>Völuspá</i> contains a stanza that mentions Freyja, referring to her as \"Óð's girl\"; Freyja being the wife of her husband, Óðr. The stanza recounts that Freyja was once promised to an unnamed builder, later revealed to be a jötunn and subsequently killed by Thor (recounted in detail in <i>Gylfaginning</i> chapter 42; see <i>Prose Edda</i> section below). In the poem <i>Grímnismál</i>, Odin (disguised as <i>Grímnir</i>) tells the young Agnar that every day Freyja allots seats to half of those that are slain in her hall Fólkvangr, while Odin owns the other half.</p>\n\n<p>In the poem <i>Lokasenna</i>, where Loki accuses nearly every female in attendance of promiscuity or unfaithfulness, an aggressive exchange occurs between Loki and Freyja. The introduction to the poem notes that among other gods and goddesses, Freyja attends a celebration held by Ægir. In verse, after Loki has flyted with the goddess Frigg, Freyja interjects, telling Loki that he is insane for dredging up his terrible deeds, and that Frigg knows the fate of everyone, though she does not tell it. Loki tells her to be silent, and says that he knows all about her—that Freyja is not lacking in blame, for each of the gods and elves in the hall have been her lover. Freyja objects. She says that Loki is lying, that he is just looking to blather about misdeeds, and since the gods and goddesses are furious at him, he can expect to go home defeated. Loki tells Freyja to be silent, calls her a malicious witch, and conjures a scenario where Freyja was once astride her brother when all of the gods, laughing, surprised the two. Njörðr interjects—he says that a woman having a lover other than her husband is harmless, and he points out that Loki has borne children, and calls Loki a pervert. The poem continues in turn.</p>\n<p>The poem <i>Þrymskviða</i> features Loki borrowing Freyja's cloak of feathers and Thor dressing up as Freyja to fool the lusty jötunn Þrymr. In the poem, Thor wakes up to find that his powerful hammer, Mjöllnir, is missing. Thor tells Loki of his missing hammer, and the two go to the beautiful court of Freyja. Thor asks Freyja if she will lend him her cloak of feathers, so that he may try to find his hammer. Freyja agrees:</p>\n<blockquote>\n</blockquote>\n\n<p>Loki flies away in the whirring feather cloak, arriving in the land of Jötunheimr. He spies Þrymr sitting on top of a mound. Þrymr reveals that he has hidden Thor's hammer deep within the earth and that no one will ever know where the hammer is unless Freyja is brought to him as his wife. Loki flies back, the cloak whistling, and returns to the courts of the gods. Loki tells Thor of Þrymr's conditions.</p>\n<p>The two go to see the beautiful Freyja. The first thing that Thor says to Freyja is that she should dress herself and put on a bride's head-dress, for they shall drive to Jötunheimr. At that, Freyja is furious—the halls of the gods shake, she snorts in anger, and from the goddess the necklace Brísingamen falls. Indignant, Freyja responds:</p>\n<blockquote>\n</blockquote>\n<p>The gods and goddesses assemble at a thing and debate how to solve the problem. The god Heimdallr proposes to dress Thor up as a bride, complete with bridal dress, head-dress, jingling keys, jewelry, and the famous Brísingamen. Thor objects but is hushed by Loki, reminding him that the new owners of the hammer will soon be settling in the land of the gods if the hammer isn't returned. Thor is dressed as planned and Loki is dressed as his maid. Thor and Loki go to Jötunheimr.</p>\n<p>In the meantime, Thrym tells his servants to prepare for the arrival of the daughter of Njörðr. When \"Freyja\" arrives in the morning, Thrym is taken aback by her behavior; her immense appetite for food and mead is far more than what he expected, and when Thrym goes in for a kiss beneath \"Freyja's\" veil, he finds \"her\" eyes to be terrifying, and he jumps down the hall. The disguised Loki makes excuses for the bride's odd behavior, claiming that she simply has not eaten or slept for eight days. In the end, the disguises successfully fool the jötnar and, upon sight of it, Thor regains his hammer by force.</p>\n<p>In the poem <i>Oddrúnargrátr</i>, Oddrún helps Borgny give birth to twins. In thanks, Borgny invokes vættir, Frigg, Freyja, and other unspecified deities.</p>\n\n\n<p>Freyja is a main character in the poem <i>Hyndluljóð</i>, where she assists her faithful servant Óttar in finding information about his ancestry so that he may claim his inheritance. In doing so, Freyja turns Óttar into her boar, Hildisvíni, and, by means of flattery and threats of death by fire, Freyja successfully pries the information that Óttar needs from the jötunn Hyndla. Freyja speaks throughout the poem, and at one point praises Óttar for constructing a hörgr (an altar of stones) and frequently making blót (sacrifices) to her:</p>\n<blockquote>\n</blockquote>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n<p>Freyja appears in the <i>Prose Edda</i> books <i>Gylfaginning</i> and <i>Skáldskaparmál</i>. In chapter 24 of <i>Gylfaginning</i>, the enthroned figure of High says that after the god Njörðr split with the goddess Skaði, he had two beautiful and mighty children (no partner is mentioned); a son, Freyr, and a daughter, Freyja. Freyr is \"the most glorious\" of the gods, and Freyja \"the most glorious\" of the goddesses. Freyja has a dwelling in the heavens, Fólkvangr, and that whenever Freyja \"rides into battle she gets half the slain, and the other half to Odin [...].\" In support, High quotes the <i>Grímnismál</i> stanza mentioned in the <i>Poetic Edda</i> section above.</p>\n<p>High adds that Freyja has a large, beautiful hall called Sessrúmnir, and that when Freyja travels she sits in a chariot and drives two cats, and that Freyja is \"the most approachable one for people to pray to, and from her name is derived the honorific title whereby noble ladies are called <i>fruvor</i> [noble ladies].\" High adds that Freyja has a particular fondness for love songs, and that \"it is good to pray to her concerning love affairs.\"</p>\n<p>In chapter 29, High recounts the names and features of various goddesses, including Freyja. Regarding Freyja, High says that, next to Frigg, Freyja is highest in rank among them and that she owns the necklace Brísingamen. Freyja is married to Óðr, who goes on long travels, and the two have a very fair daughter by the name of Hnoss. While Óðr is absent, Freyja stays behind and in her sorrow she weeps tears of red gold. High notes that Freyja has many names, and explains that this is because Freyja adopted them when looking for Óðr and traveling \"among strange peoples.\" These names include Gefn, Hörn, Mardöll, Sýr, and Vanadís.</p>\n<p>Freyja plays a part in the events leading to the birth of Sleipnir, the eight-legged horse. In chapter 42, High recounts that, soon after the gods built the hall Valhalla, a builder (unnamed) came to them and offered to build for them in three seasons a fortification so solid that no jötunn would be able to come in over from Midgard. In exchange, the builder wants Freyja for his bride, and the sun and the moon. After some debate the gods agree, but with added conditions. In time, just as he is about to complete his work, it is revealed that the builder is, in fact, himself a jötunn, and he is killed by Thor. In the mean time, Loki, in the form of a mare, has been impregnated by the jötunn's horse, Svaðilfari, and so gives birth to Sleipnir. In support, High quotes the <i>Völuspá</i> stanza that mentions Freyja. In chapter 49, High recalls the funeral of Baldr and says that Freyja attended the funeral and there drover her cat-chariot, the final reference to the goddess in <i>Gylfaginning</i>.</p>\n\n<p>At the beginning of the book <i>Skáldskaparmál</i>, Freyja is mentioned among eight goddesses attending a banquet held for Ægir. Chapter 56 details the abduction of the goddess Iðunn by the jötunn Þjazi in the form of an eagle. Terrified at the prospect of death and torture due to his involvement in the abduction of Iðunn, Loki asks if he may use Freyja's \"falcon shape\" to fly north to Jötunheimr and retrieve the missing goddess. Freyja allows it, and using her \"falcon shape\" and a furious chase by eagle-Þjazi, Loki successfully returns her.</p>\n<p>In chapter 6, a means of referring to Njörðr is provided that refers to Frejya (\"father of Freyr and Freyja\"). In chapter 7, a means of referring to Freyr is provided that refers to the goddess (\"brother of Freyja\"). In chapter 8, ways of referring to the god Heimdallr are provided, including \"Loki's enemy, recoverer of Freyja's necklace\", inferring a myth involving Heimdallr recovering Freyja's necklace from Loki.</p>\n<p>In chapter 17, the jötunn Hrungnir finds himself in Asgard, the realm of the gods, and becomes very drunk. Hrungnir boasts that he will move Valhalla to Jötunheimr, bury Asgard, and kill all of the gods—with the exception of the goddesses Freyja and Sif, who he says he will take home with him. Freyja is the only one of them that dares to bring him more to drink. Hrungnir says that he will drink all of their ale. After a while, the gods grow bored of Hrungnir's antics and invoke the name of Thor. Thor immediately enters the hall, hammer raised. Thor is furious and demands to know who is responsible for letting a jötunn in to Asgard, who guaranteed Hrungnir safety, and why Freyja \"should be serving him drink as if at the Æsir's banquet.\"</p>\n<p>In chapter 18, verses from the 10th century skald's composition <i>Þórsdrápa</i> are quoted. A kenning used in the poem refers to Freyja. In chapter 20, poetic ways to refer to Freyja are provided; \"daughter of Njörðr\", \"sister of Freyr\", \"wife of Óðr\", \"mother of Hnoss\", \"possessor of the fallen slain and of Sessrumnir and tom-cats\", possessor of Brísingamen, \"Van-deity\", Vanadís, and \"fair-tear deity\". In chapter 32, poetic ways to refer to gold are provided, including \"Freyja's weeping\" and \"rain or shower [...] from Freyja's eyes\".</p>\n<p>Chapter 33 tells that once the gods journeyed to visit Ægir, one of whom was Freyja. In chapter 49, a quote from a work by the skald Einarr Skúlason employs the kenning \"Óðr's bedfellow's eye-rain\", which refers to Freyja and means \"gold\".</p>\n<p>Chapter 36 explains again that gold can be referring to as Freyja's weeping due to her red gold tears. In support, works by the skalds Skúli Þórsteinsson and Einarr Skúlason are cited that use \"Freyja's tears\" or \"Freyja's weepings\" to represent \"gold\". The chapter features additional quotes from poetry by Einarr Skúlason that references the goddess and her child Hnoss. Freyja receives a final mention in the <i>Prose Edda</i> in chapter 75, where a list of goddesses is provided that includes Freyja.</p>\n<h3><span id=\"Heimskringla\"><i>Heimskringla</i></span></h3>\n\n<p>The <i>Heimskringla</i> book <i>Ynglinga saga</i> provides an euhemerized account of the origin of the gods, including Freyja. In chapter 4, Freyja is introduced as a member of the Vanir, the sister of Freyr, and the daughter of Njörðr and his sister (whose name is not provided). After the Æsir–Vanir War ends in a stalemate, Odin appoints Freyr and Njörðr as priests over sacrifices. Freyja becomes the priestess of sacrificial offerings and it was she who introduced the practice of seiðr to the Æsir, previously only practiced by the Vanir.</p>\n<p>In chapter 10, Freyja's brother Freyr dies, and Freyja is the last survivor among the Æsir and Vanir. Freyja keeps up the sacrifices and becomes famous. The saga explains that, due to Freyja's fame, all women of rank become known by her name—<i>frúvor</i> (\"ladies\"), a woman who is the mistress of her property is referred to as <i>freyja</i>, and <i>húsfreyja</i> (\"lady of the house\") for a woman who owns an estate.</p>\n<p>The chapter adds that not only was Freyja very clever, but that she and her husband Óðr had two immensely beautiful daughters, Gersemi and Hnoss, \"who gave their names to our most precious possessions.\"</p>\n<h3><span id=\"Other\">Other</span></h3>\n<p>Freyja is mentioned in the sagas <i>Egils saga</i>, <i>Njáls saga</i>, <i>Hálfs saga ok Hálfsrekka</i>, and in <i>Sörla þáttr</i>.</p>\n<dl><dt><i>Egils saga</i></dt>\n</dl><p>In <i>Egils saga</i>, when Egill Skallagrímsson refuses to eat, his daughter Þorgerðr (here anglicized as \"Thorgerd\") says she will go without food and thus starve to death, and in doing so will meet the goddess Freyja:</p>\n<blockquote>\n<dl><dd>Thorgerd replied in a loud voice, \"I have had no evening meal, nor will I do so until I join Freyja. I know no better course of action than my father's. I do not want to live after my father and brother are dead.\"</dd>\n</dl></blockquote>\n<dl><dt><i>Hálfs saga ok Hálfsrekka</i></dt>\n</dl><p>In the first chapter of the 14th century legendary saga <i>Hálfs saga ok Hálfsrekka</i>, King Alrek has two wives, Geirhild and Signy, and cannot keep them both. He tells the two women that he would keep whichever of them that brews the better ale for him by the time he has returned home in the summer. The two compete and during the brewing process Signy prays to Freyja and Geirhild to Hött (\"hood\"), a man she had met earlier (earlier in the saga revealed to be Odin in disguise). Hött answers her prayer and spits on her yeast. Signy's brew wins the contest.</p>\n\n<dl><dt><i>Sörla þáttr</i></dt>\n</dl><p>In <i>Sörla þáttr</i>, a short, late 14th century narrative from a later and extended version of the <i>Óláfs saga Tryggvasonar</i> found in the <i>Flateyjarbók</i> manuscript, an euhmerized account of the gods is provided. In the account, Freyja is described as having been a concubine of Odin, who bartered sex to four dwarfs for a golden necklace. In the work, the Æsir once lived in a city called Asgard, located in a region called \"Asialand or Asiahome\". Odin was the king of the realm, and made Njörðr and Freyr temple priests. Freyja was the daughter of Njörðr, and was Odin's concubine. Odin deeply loved Freyja, and she was \"the fairest of woman of that day.\" Freyja had a beautiful bower, and when the door was shut no one could enter without Freyja's permission.</p>\n<p>Chapter 1 records that one day Freyja passed by an open stone where dwarfs lived. Four dwarfs were smithying a golden necklace, and it was nearly done. Looking at the necklace, the dwarfs thought Freyja to be most fair, and she the necklace. Freyja offered to buy the collar from them with silver and gold and other items of value. The dwarfs said that they had no lack of money, and that for the necklace the only thing she could offer them would be a night with each of them. \"Whether she liked it better or worse\", Freyja agreed to the conditions, and so spent a night with each of the four dwarfs. The conditions were fulfilled and the necklace was hers. Freyja went home to her bower as if nothing happened.</p>\n<p>As related in chapter 2, Loki, under the service of Odin, found out about Freyja's actions and told Odin. Odin told Loki to get the necklace and bring it to him. Loki said that since no one could enter Freyja's bower against her will, this wouldn't be an easy task, yet Odin told him not to come back until he had found a way to get the necklace. Howling, Loki turned away and went to Freyja's bower but found it locked, and that he couldn't enter. So Loki transformed himself into a fly, and after having trouble finding even the tiniest of entrances, he managed to find a tiny hole at the gable-top, yet even here he had to squeeze through to enter.</p>\n<p>Having made his way into Freyja's chambers, Loki looked around to be sure that no one was awake, and found that Freyja was asleep. He landed on her bed and noticed that she was wearing the necklace, the clasp turned downward. Loki turned into a flea and jumped onto Freyja's cheek and there bit her. Freyja stirred, turning about, and then fell asleep again. Loki removed his flea's shape and undid her collar, opened the bower, and returned to Odin.</p>\n<p>The next morning Freyja woke and saw that the doors to her bower were open, yet unbroken, and that her precious necklace was gone. Freyja had an idea of who was responsible. She got dressed and went to Odin. She told Odin of the malice he had allowed against her and of the theft of her necklace, and that he should give her back her jewelry.</p>\n<p>Odin said that, given how she obtained it, she would never get it back. That is, with one exception: she could have it back if she could make two kings, themselves ruling twenty kings each, battle one another, and cast a spell so that each time one of their numbers falls in battle, they will again spring up and fight again. And that this must go on eternally, unless a Christian man of a particular stature goes into the battle and smites them, only then will they stay dead. Freyja agreed.</p>\n<h2><span id=\"Post-Christianization_and_Scandinavian_folklore\">Post-Christianization and Scandinavian folklore</span></h2>\n\n<p>Although the Christianization of Scandinavia beheld a new institution in Scandinavia, the church, that sought to demonize the native gods, belief and reverence in the gods, including Freyja, remained into the modern period and melded into Scandinavian folklore. Britt-Mari Näsström comments that Freyja became a particular target under Christianization:</p>\n<blockquote>\n<dl><dd>Freyja's erotic qualities became an easy target for the new religion, in which an asexual virgin was the ideal woman [...] Freyja is called \"a whore\" and \"a harlot\" by the holy men and missionaries, whereas many of her functions in the everyday lives of men and women, such as protecting the vegetation and supplying assistance in childbirth were transferred to the Virgin Mary.</dd>\n</dl></blockquote>\n<p>However, Freyja did not disappear. In Iceland, Freyja was called upon for assistance by way of Icelandic magical staves as late as the 18th century, and as late as the 19th century, Freyja is recorded as retaining elements of her role as a fertility goddess among rural Swedes.</p>\n<p>The Old Norse poem <i>Þrymskviða</i> (or its source) continued into Scandinavian folk song tradition, where it was euhemerized and otherwise transformed over time. In Iceland, the poem became known as <i>Þrylur</i>, whereas in Denmark the poem became <i>Thor af Havsgaard</i> and in Sweden it became <i>Torvisan</i> or <i>Hammarhämtningen</i>. A section of the Swedish <i>Torvisan</i>, in which <i>Freyja</i> has been transformed into \"the fair\" (<i>den väna</i>) <i>Frojenborg</i>, reads as follows:</p>\n<blockquote>\n</blockquote>\n<p>In the province of Småland, Sweden, an account is recorded connecting Freyja with sheet lightning in this respect. Writer Johan Alfred Göth recalled a Sunday in 1880 where men were walking in fields and looking at nearly ripened rye, where Måns in Karryd said: \"Now Freyja is out watching if the rye is ripe\". Along with this, Göth recalls another mention of Freyja in the countryside:</p>\n<blockquote>\n<dl><dd>When as a boy I was visiting the old Proud-Katrina, I was afraid of lightning like all boys in those days. When the sheet lightning flared at the night, Katrina said: \"Don't be afraid little child, it is only Freyja who is out making fire with steel and flintstone to see if the rye is ripe. She is kind to people and she is only doing it to be of service, she is not like Thor, he slays both people and livestock, when he is in the mood\" [...] I later heard several old folks talk of the same thing in the same way.</dd>\n</dl></blockquote>\n<p>In Värend, Sweden, Freyja could also arrive at Christmas night and she used to shake the apple trees for the sake of a good harvest and consequently people left some apples in the trees for her sake. However, it was dangerous to leave the plough outdoors, because if Freyja sat on it, it would no longer be of any use.</p>\n<h2><span id=\"Eponyms\">Eponyms</span></h2>\n\n<p>Several plants were named after Freyja, such as <i>Freyja's tears</i> and <i>Freyja's hair</i> (<i>Polygala vulgaris</i>), but during the process of Christianization, the name of the goddess was replaced with that of the Virgin Mary. In the pre-Christian period, the Orion constellation was called either Frigg's distaff or Freyja's distaff (Swedish <i>Frejerock</i>).</p>\n<p>Place names in Norway and Sweden reflect devotion to the goddess, including the Norwegian place name Frøihov (originally *<i>Freyjuhof</i>, literally \"Freyja's hof\") and Swedish place names such as Frövi (from *<i>Freyjuvé</i>, literally \"Freyja's vé\"). In a survey of toponyms in Norway, M. Olsen tallies at least 20 to 30 location names compounded with <i>Freyja</i>. Three of these place names appear to derive from *<i>Freyjuhof</i> ('Freyja's hof'), whereas the goddess's name is frequently otherwise compounded with words for 'meadow' (such as <i>-þveit</i>, -<i>land</i>) and similar land formations. These toponyms are attested most commonly on the west coast though a high frequency is found in the southeast.</p>\n<p>Place names containing <i>Freyja</i> are yet more numerous and varied in Sweden, where they are widely distributed. A particular concentration is recorded in Uppland, among which a number derive from the above-mentioned <i>*Freyjuvé</i> and also *<i>Freyjulundr</i> ('Freyja's sacred grove'), place names that indicate public worship of Freyja. In addition, a variety of place names (such as <i>Frøal</i> and <i>Fröale</i>) have been seen as containing an element cognate to Gothic <i>alhs</i> and Old English <i>ealh</i> (\"temple\"), although these place names may be otherwise interpreted. In addition, <i>Frejya</i> appears as a compound element with a variety of words for geographic features such as fields, meadows, lakes, and natural objects such as rocks.</p>\n<p>The Freyja name <i>Hörn</i> appears in the Swedish place names Härnevi and Järnevi, stemming from the reconstructed Old Norse place name <i>*Hörnar-vé</i> (meaning \"Hörn's vé\").</p>\n<h2><span id=\"Archaeological_record_and_historic_depictions\">Archaeological record and historic depictions</span></h2>\n<p>A 7th-century phalara found in a \"warrior grave\" in what is now Eschwege in northwestern Germany features a female figure with two large braids flanked by two \"cat-like\" beings and holding a staff-like object. This figure has been interpreted as Freyja. This image may be connected to various B-type bracteates, referred to as the Fürstenberg-type, that may also depict the goddess; they \"show a female figure, in a short skirt and double-looped hair, holding a stave or sceptre in her right hand and a double-cross feature in the left\".</p>\n<p>A 12th century depiction of a cloaked but otherwise nude woman riding a large cat appears on a wall in the Schleswig Cathedral in Schleswig-Holstein, Northern Germany. Beside her is similarly a cloaked yet otherwise nude woman riding a distaff. Due to iconographic similarities to the literary record, these figures have been theorized as depictions of Freyja and Frigg respectively.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<h3><span id=\"Relation_to_Frigg_and_other_goddesses_and_figures\">Relation to Frigg and other goddesses and figures</span></h3>\n<p>Due to numerous similarities, scholars have frequently connected Freyja with the goddess Frigg. The connection with Frigg and question of possible earlier identification of Freyja with Frigg in the Proto-Germanic period (Frigg and Freyja origin hypothesis) remains a matter of scholarly discourse. Regarding a Freyja-Frigg common origin hypothesis, scholar Stephan Grundy comments that \"the problem of whether Frigg or Freyja may have been a single goddess originally is a difficult one, made more so by the scantiness of pre-Viking Age references to Germanic goddesses, and the diverse quality of the sources. The best that can be done is to survey the arguments for and against their identity, and to see how well each can be supported.\"</p>\n<p>Like the name of the group of gods to which Freyja belongs, the Vanir, the name <i>Freyja</i> is not attested outside of Scandinavia, as opposed to the name of the goddess <i>Frigg</i>, who is attested as a goddess common among the Germanic peoples, and whose name is reconstructed as Proto-Germanic *<i>Frijjō</i>. Similar proof for the existence of a common Germanic goddess from which <i>Freyja</i> descends does not exist, but scholars have commented that this may simply be due to lack of evidence.</p>\n<p>In the <i>Poetic Edda</i> poem <i>Völuspá</i>, a figure by the name of Gullveig is burnt three times yet is three times reborn. After her third rebirth, she is known as Heiðr. This event is generally accepted as precipitating the Æsir–Vanir War. Starting with scholar Gabriel Turville-Petre, scholars such as Rudolf Simek, Andy Orchard, and John Lindow have theorized that Gullveig/Heiðr is the same figure as Freyja, and that her involvement with the Æsir somehow led to the events of the Æsir–Vanir War.</p>\n<p>Outside of theories connecting Freyja with the goddess Frigg, some scholars, such as Hilda Ellis Davidson and Britt-Mari Näsström, have theorized that other goddesses in Norse mythology, such as Gefjon, Gerðr, and Skaði, may be forms of Freyja in different roles or ages.</p>\n<h3><span id=\"Receiver_of_the_slain\">Receiver of the slain</span></h3>\n<p>Freyja and her afterlife field Fólkvangr, where she receives half of the slain, have been theorized as connected to the valkyries. Scholar Britt-Mari Näsström points out the description in <i>Gylfaginning</i> where it is said of Freyja that \"whenever she rides into battle she takes half of the slain,\" and interprets <i>Fólkvangr</i> as \"the field of the Warriors\". Näsström notes that, just like Odin, Freyja receives slain heroes who have died on the battlefield, and that her house is Sessrumnir (which she translates as \"filled with many seats\"), a dwelling that Näsström posits likely fills the same function as Valhalla. Näsström comments that \"still, we must ask why there are two heroic paradises in the Old Norse view of afterlife. It might possibly be a consequence of different forms of initiation of warriors, where one part seemed to have belonged to Óðinn and the other to Freyja. These examples indicate that Freyja was a war-goddess, and she even appears as a valkyrie, literally 'the one who chooses the slain'.\"</p>\n<p>Siegfried Andres Dobat comments that \"in her mythological role as the chooser of half the fallen warriors for her death realm Fólkvangr, the goddess Freyja, however, emerges as the mythological role model for the Valkyrjar  [<i>sic</i>] and the dísir.\"</p>\n<h3><span id=\"The_Oriental_hypothesis\">The Oriental hypothesis</span></h3>\n<p>Gustav Neckel, writing in 1920, connects Freyja to the Phrygian goddess Cybele. According to Neckel, both goddesses can be interpreted as \"fertility goddesses\" and other potential resemblances have been noted. Some scholars have suggested that the image of Cybele subsequently influenced the iconography of Freyja, the lions drawing the former's chariot becoming large cats. These observation became an extremely common observation in works regarding Old Norse religion until at least the early 1990s. In her book-length study of scholarship on the topic of Freyja, Britt-Mari Näsström (1995) is highly critical of this deduction; Näsström says that \"these 'parallels' are due to sheer ignorance about the characteristics of Cybele; scholars have not troubled to look into the resemblances and differences between the two goddesses, if any, in support for their arguments for a common origin.\"</p>\n<h2><span id=\"Modern_influence\">Modern influence</span></h2>\n\n<p>Into the modern period, Freyja was treated as a Scandinavian counterpart to the Roman Venus in, for example, Swedish literature, where the goddess may be associated with romantic love or, conversely, simply as a synonym for \"lust and potency\". In the 18th century, Swedish poet Carl Michael Bellman referred to Stockholm prostitutes as \"the children of Fröja\". In the 19th century, Britt-Mari Näsström observes, Swedish Romanticism focused less on Freyja's erotic qualities and more on the image of \"the pining goddess, weeping for her husband\".</p>\n<p>Freyja is mentioned in the first stanza (\"it is called old Denmark and it is Freja's hall\") of the civil national anthem of Denmark, <i>Der er et yndigt land</i>, written by 19th century Danish poet Adam Gottlob Oehlenschläger in 1819. In addition, Oehlenschläger wrote a comedy entitled <i>Freyjas alter</i> (1818) and a poem <i>Freais sal</i> featuring the goddess.</p>\n<p>The 19th century German composer Richard Wagner's <i>Der Ring des Nibelungen</i> opera cycle features <i>Freia</i>, the goddess Freyja combined with the apple-bearing goddess Iðunn.</p>\n<p>In late 19th century and early 20th century Northern Europe, Freyja was the subject of numerous works of art, including <i>Freyja</i> by H. E. Freund (statue, 1821–1822), <i>Freja sökande sin make</i> (painting, 1852) by Nils Blommér, <i>Freyjas Aufnahme uner den Göttern</i> (charcoal drawing, 1881), and <i>Frigg; Freyja</i> (drawing, 1883) by Carl Ehrenberg, <i>Freyja</i> (1901) by Carl Emil Doepler d. J., and <i>Freyja and the Brisingamen</i> by J. Doyle Penrose (painting, 1862–1932). Like other Norse goddesses, her name was applied widely in Scandinavia to, for example, \"sweetmeats or to stout carthorses\". <i>Vanadís</i>, one of Freyja's names, is the source of the name of the chemical element vanadium, so named because of its many colored compounds.</p>\n<p>Starting in the early 1990s, derivatives of <i>Freyja</i> began to appear as a given name for girls. According to the Norwegian name database from the Central Statistics Bureau, around 500 women are listed with the first name <i>Frøya</i> (the modern Norwegian spelling of the goddess's name) in the country. There are also several similar names, such as the first element of the dithematic personal name <i>Frøydis</i>.</p>\n<p>In the 2015 Rick Riordan book <i>The Sword of Summer</i> (the first book in the <i>Magnus Chase and the Gods of Asgard</i> series), Freya serves as the mother of Magnus's dwarf friend and cousin Blitz.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Germanic deities</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Freyja at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ah, what a lovely maid it is! by Elmer Boyd Smith.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Freia Gestures to Hyndla by Frølich.jpg"}, {"ns": 6, "title": "File:Freya (1901) by Anders Zorn.jpg"}, {"ns": 6, "title": "File:Freya and Heimdall by Blommer.jpg"}, {"ns": 6, "title": "File:Freya by C. E. Doepler.jpg"}, {"ns": 6, "title": "File:Freyja in the dwarfs' cave.jpg"}, {"ns": 6, "title": "File:Hyndla og Freia by Frølich.jpg"}, {"ns": 6, "title": "File:John Bauer-Freja.jpg"}, {"ns": 6, "title": "File:Lokasenna by Lorenz Frølich.jpg"}]}