{"pageid": 11318748, "ns": 0, "title": "Tamfana", "extract": "<p>In Germanic paganism, <b>Tamfana</b> is a goddess. The destruction of a temple dedicated to the goddess is recorded by Roman senator Tacitus to have occurred during a massacre of the Germanic Marsi by forces led by Roman general Germanicus. Scholars have analyzed the name of the goddess (without reaching consensus) and have advanced theories regarding her role in Germanic paganism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>In book 1, chapters 50 and 51 of his <i>Annals</i>, Tacitus says that forces led by Germanicus massacred the men, women, and children of the Marsi during the night of a festival near the location of a temple dedicated to Tanfana:</p>\n<p>There is no undisputed testimony of this goddess besides the passage in Tacitus. An inscription <i>Tamfanae sacrum</i> was found in Terni, but is considered a falsification by Pyrrhus Ligorius. She is also mentioned, as <i>Zamfana</i>, in the supposed Old High German lullaby, which was accepted by Jacob Grimm but is now also considered a forgery.</p>\n<h2><span id=\"Theories_and_Interpretation\">Theories and Interpretation</span></h2>\n<p>Since <i>fana</i> is Latin for \"temples,\" it has been suggested that it was a temple to a god <i>Tan</i>, shortened from the German word for a pine-tree, <i>Tanne,</i> or that the first element meant \"collective.\" The division of the word was rejected by Grimm among others; he called the name \"certainly German,\" the <i>-ana</i> ending being also found in <i>Hludana</i>, <i>Bertana</i>, <i>Rapana</i>, and <i>Madana</i>.</p>\n<p>The passage is one of few to contradict Tacitus' own statement in <i>Germania</i> that the Germanic tribes did not have temples. Wilhelm Engelbert Giefers proposed that <i>Tanfana</i> derived from <i>tanfo</i>, cognate with Latin <i>truncus</i>, and referred to a grove on the site of the Eresburg, related to the Irminsul.</p>\n<p>Many suggestions have been made about the goddess' name and nature. Grimm was unable to interpret it, but suggested variously that it was connected to <i>Stempe</i>, a name of Berchte, that she was named for an association with a sieve, and, based on the now discredited lullaby, that her name meant \"bountiful, merciful.\" Based on folklore and toponymy, Friedrich Woeste proposed that the name was cognate with German <i>zimmern</i> and meant \"builder\" or \"nourisher\"; based on the season at which the festival and the Roman attack took place, Karl Müllenhoff proposed she was a goddess of harvest plenty, properly *<i>Tabana</i>, cognate with Greek words for \"expenditure\" and (hypothetically) \"unthrifty\"; others added Icelandic and Norwegian words for \"fullness, swelling,\" \"to stuff,\" and \"large meal.\" A. G. de Bruyn, a scholar of Oldenzaal folklore, returned to splitting the name into <i>Tan</i> and <i>fana</i> on toponymic grounds and because of a stamp dated 1336 found near Ommen that shows a woman holding a fir tree flanked by a sun symbol and a catlike creature and a bird; he proposed that she was a moon or a mother goddess, perhaps related to the Carthaginian goddess Tanit. He and more recently Rudi Klijnstra relate Tanfana, or Tan, to legends surrounding <i>de Groote Steen te Oldenzaal</i> (the Big Stone at Oldenzaal) in the area of Overijssel; the stone was originally located on a hill called Tankenberg, the highest point in the area, but was later moved into the city.</p>\n<p>Rudolf Simek notes that an autumnal festival aligns with Old Norse attestations of the <i>dísablót</i>, a celebration of the <i>dísir</i>, female beings with parallels to the West Germanic cult of the Matres and Matronae. Simek says that Tamfana is perhaps best considered in the context of the widespread veneration of the Germanic Matres and Matronae.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Baduhenna, another Germanic goddess mentioned by Tacitus in his <i>Annals</i></li>\n<li>Nerthus, a Germanic goddess mentioned by Tacitus in his <i>Germania</i></li>\n<li>\"Isis\" of the Suebi, an apparently Germanic goddess mentioned by Tacitus in his <i>Germania</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}