{"pageid": 11338027, "ns": 0, "title": "Nike (mythology)", "extract": "<p>In ancient Greek religion, <b>Nike</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Νίκη</span>, \"Victory\", <small>Ancient Greek: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[nǐːkɛː]</span>) was a goddess who personified victory. Her Roman equivalent was Victoria. She was variously described as the daughter of the Titan Pallas and the goddess Styx, and the sister of Kratos (Strength), Bia (Force), and Zelus (Zeal).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word νίκη <i>nikē</i> is of uncertain etymology. R. S. P. Beekes has suggested a Pre-Greek origin.</p>\n<h2><span id=\"Ancient_references\">Ancient references</span></h2>\n<p>Nike and her siblings were close companions of Zeus, the dominant deity of the Greek pantheon. According to classical (later) myth, Styx brought them to Zeus when the god was assembling allies for the Titanomachy against the older deities. Nike assumed the role of the divine charioteer, a role in which she often is portrayed in Classical Greek art. Nike flew around battlefields rewarding the victors with glory and fame, symbolized by a wreath of laurel leaves (bay leaves).</p>\n\n<p>Nike is seen with wings in most statues and paintings, with one of the most famous being the <i>Winged Victory of Samothrace</i>. Most other winged deities in the Greek pantheon had shed their wings by Classical times. Nike is the goddess of strength, speed, and victory. Nike was a very close acquaintance of Athena, and is thought to have stood in Athena's outstretched hand in the statue of Athena located in the Parthenon. Nike is also one of the most commonly portrayed figures on Greek coins.</p>\n<p>Names stemming from Nike include among others: Nikolaos, Nicholas, Nicola, Nick, Nicolai, Niccolò, Nikolai, Nicolae, Nils, Klaas, Nicole, Ike, Niki, Nikita, Nikitas, Nika, Nieke, Naike, Niketas, Nikki, Nico, and Veronica.</p>\n<h2><span id=\"Contemporary_usage\">Contemporary usage</span></h2>\n\n<ul><li>The sports equipment company Nike, Inc. is named after the Greek goddess Nike.</li>\n<li>Project Nike, an American anti-aircraft missile system is named after the goddess Nike.</li>\n<li>A figure of Nike with a vessel was the design of the first FIFA World Cup trophy, known also as the Jules Rimet trophy.</li>\n<li>Since Giuseppe Cassioli's design for the 1928 Summer Olympics, the obverse face of every Olympic medal bears Nike's figure holding a palm frond in her right hand and a winner's laurel crown in her left.</li>\n<li>The goddess appears on the emblem of the University of Melbourne.</li>\n<li>Spirit of Ecstasy, the hood ornament used by the automobile manufacturer Rolls-Royce was inspired by Nike.</li>\n<li>The Titanic Engineers' Memorial, Southampton depicts Nike blessing the engineers of the RMS <i>Titanic</i> for staying at their post as the ship sank.</li>\n<li>The Honda motorcycle company's logo is inspired by the goddess Nike.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li><i>Winged Victory of Samothrace</i></li>\n<li>Altar of Victory</li>\n<li>Nike of Paeonius</li>\n<li>Ángel de la Independencia</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Smith, William; <i>A Dictionary of Greek and Roman Antiquities</i>. William Smith, LLD. William Wayte. G. E. Marindin. Albemarle Street, London. John Murray. 1890. Online version at the Perseus Digital Library.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Nike at Wikimedia Commons</li>\n<li> The dictionary definition of Nike at Wiktionary</li>\n<li>Theoi Project: Nike</li>\n<li>Goddess Nike</li>\n</ul>", "images": [{"ns": 6, "title": "File:Colchis-Nike.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Nike.jpg"}, {"ns": 6, "title": "File:Goddess Nike at Ephesus, Turkey.JPG"}, {"ns": 6, "title": "File:Padlock-silver.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}