{"pageid": 11457848, "ns": 0, "title": "Litavis", "extract": "<p><b>Litavis</b>—also known as <b>Litauis,</b> <b>Litaui,</b> <b>Litauia,</b> and <b>Llydaw</b>—is a goddess in Celtic mythology worshiped by the ancient Gauls. Her name is found in inscriptions found at Aignay-le-Duc and Mâlain of the Côte-d'Or, France, where she is invoked along with the Gallo-Roman god Mars Cicolluis in a context which suggests that she might have been his consort. Also, a Latin dedicatory inscription from Narbonne (which was in the far south of Gaul), France, bears the words “MARTI CICOLLUI ET LITAVI” (\"To Mars Cicolluis and Litavis\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i>Letavia</i> or <i>Letauia</i> may be derived from a Proto-Indo-European root *peltHa- \"to spread out flat\", via a zero-grade, suffixed formation, *PltHa-wiH, meaning \"The Broad One\". The name may thus be comparable to the Vedic earth goddess “Prthvi” and the Greek place name <i>Plataia</i>, suggesting that Letavis is an earth goddess or divinisation of the landscape.</p>\n<h2><span id=\"Brittany\">Brittany</span></h2>\n<p>Brittany is standardly referred to as <i>Llydaw</i> in Modern Welsh, echoing the use of the name <i>Letavia</i> for Brittany (or part of it) In Latin texts. The Chronicle of Robert de Torigni states of the peninsular, <i>quae antiquitus letauia sive armorica uocata est</i> (“which was anciently called Letavia or Armorica”). Likewise, the <i>Life of Saint Goulven</i> refers to <i>partes letaniae quae pars est armoricae siue britanniae minoris</i> (\"the regions of Letania, which is a part of Armorica or Little Britain\"). This latter passage displays the common confusion of the letter <i>n</i> with <i>u</i> or <i>v</i> in medieval manuscripts. \"Letavia\" may be derived from \"Litavis\", so the place-name would mean \"Land of Litavis\".</p>\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Specific\">Specific</span></h3>\n\n<h3><span id=\"General\">General</span></h3>\n<ul><li>“Litavia” — article in <i>Jones’ Celtic Encyclopedia</i> by Mary Jones</li>\n<li>“Litavis” — Litavis in the will of Lingon (in French); automatic Google translation into English</li>\n<li>Etymological translations of “Litanus,” “Litaui/Litavi,” “Litauis/Litavis,” etc. by Patrick Cuadrado (in French); automatic Google translation into English</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}