{"pageid": 11494329, "ns": 0, "title": "Vijayadurga", "extract": "<p>Sri <b>Vijayadurga</b> is located in Kerim, Ponda Taluka - Goa. The Goddess is a family deity as well as mostly considered a Pallavi of many Brahmins. According to local legends, it was once said that Shri Shantadurga of Keloshi who is now worshiped in Kavlem wanted to venture out in the Arabian sea and from the coast head to Colva to meet her sister Mahalakshmi which was then located in Colva, now in (Bandivade/Bandora). The Goddess sought permission from her husband Shri Mangesh Maharudra, (which was then located in Kushasthali, now in Mangeshi) and took her leave. In order to reach the sea, the Goddess had to cross Murgaon - Shankhavali (modern day Mormugoa -Sancaole). On her way, the Goddess witnessed a very gruesome scene, a demon (asura) named Kaal-antak/Kalantakasura(the destroyer) was harassing the Saraswat Brahmins – impeding their rituals and causing great catastrophe to Shankhavali. The Saraswats of Shankhavali had their Kuldevi as Shri Shantadurga of Keloshi and Lakshmi Narasimha as their Kuldev. One of the Brahmin peasant who was troubled witnessed the Goddesss and knelt before her and prayed to save Shankhavali and its inhabitants. He promised to build a temple in her honour.</p>\n<p>Shantadurga with her divine powers transformed herself into a Mahishasurmardhini mounted on an elephant and commanded the demon to stop. A fierce war was fought between the demon and the Goddess. Shantadurga was victorious, the inhabitants of Shankhavali graced the Goddess and called her 'Vijaya'. Hence a temple in her honour was built which was called Vijay Shantadurga or Vijayadurga.</p>\n<p>Shantadurga of Sankhavali is never seated on a carnivore (tiger or lion), but instead an elephant which is associated and assumed to be her vahana.</p>\n<p>The aggressive form of the Keloshi/Kavale Shantadurga is worshiped in present-day Gothana- Velinga (Goa) and called Shri Shantadurga Sankhwaleshwari. The temple has recently banned entry of foreigners into the temple citing objectionable dressing and conduct as the reason.</p>\n<p>Shri Shantadurga Shankhavaleshwari is located in present-day Veling, Gothan (Goa) and Shri Vijayadurga is located in Curti, Kerim (Goa). These Deities were once located in modern-day Sancaole (Sankhwal), Salcette Taluka. The humongous Pipal tree marked the territory of the two prominent temples in Sancaole (Narcinva and Shantadurga).</p>\n<p>But due to the forceful Portuguese inquisition and mass destruction of temples in Sancaole by Diogo Rodrigues, the Captain of Rachol Fort in the year 1567; the deities were shifted from their present locations. The temple of Narcinva along with Shantadurga were burnt down on 15 March 1567. Days later the Vijayadurga temple suffered the same fate. The immovable deities were axed and powdered for the construction of churches.</p>\n<p>It is said that the Saraswats who migrated with the idol of the Goddess from Sancaole, halted at the Mahadev/Maddhava temple in Agapur - Durbhat which is located on the banks of Zuari (Aghnashini). They had decided on to build a temple in the vicinity, but due to the predictions divined by the oracle, the idol had to be shifted to Kerim, Shiva its present location.</p>\n<p>As it is quite common amongst the Konkani Saraswats to refer their deities colloqially, subsequently these goddesses too have a pen name bestowed upon them, for instance 'Shanteri' as referred to Shantadurga all over Goa and 'Vaijari' specifically to Vijaydurga. Hence at times the Kanarite Saraswats often refer their Kuladevta as \"Shanteri Vaijari Nrusimha\".</p>\n<p>Together with Shri Lakshmi Narasimha being the Chief deity and other Gotra Kulpurushas(ancestral deity), they form the Sankhval/Shankhavali Panchayasthan. The mahajans or kulavis with surnames Nayak, Bhandary, Bhandarkar, Padiyar, Rao, Puranik etc. have Shri Lakshmi Nrusimha along with Shri Shantadurga and Shri Vijaydurga as their Kuldevta. Whereas, the mahajans or kulavis with surnames Bhat, Kamat/h, Prabhu, Shenoy and Shenvi's only have Shri Shantadurga and Shri Vijayadurga as their Kuladevta. For the Karhade Brahmin sect, Shri Shantadurga and Lakshmi Nrusimha are not included into their Kuldaivat Panchayatna, instead, they offer their prayers and rituals solely to Shri Vijayadurga.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Padye</li>\n<li>Shenoy</li>\n<li>Karhade Brahmins</li>\n<li>Desai</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Shri Vijayadurga Temple located in Keri, Phonda, Goa</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Vijayadurga Temple 04.JPG"}, {"ns": 6, "title": "File:Vijayadurga Temple 05.JPG"}, {"ns": 6, "title": "File:Wiki letter w.svg"}]}