{"pageid": 11505524, "ns": 0, "title": "Manakamana", "extract": "<p>The <b>Manakamana Temple</b> (Nepali: <span lang=\"ne\" xml:lang=\"ne\">मनकामना मन्दिर</span>) situated in the Gorkha district of Nepal is the sacred place of the Hindu Goddess Bhagwati, an incarnation of Parvati. The name Manakamana originates from two words, “mana” meaning heart and “kamana” meaning wish. Venerated since the 17th century, it is believed that Goddess Manakamana grants the wishes of all those who make the pilgrimage to her shrine to worship her.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Location\">Location</span></h2>\n\n<p>The Manakamana temple lies 12 km south of the town Gorkha. The temple is located on a distinguished ridge 1,302 metres (4,272 ft) above sea level and overlooks the river valleys of Trisuli in the south and Marsyangdi in the west. The spectacular views of the Manaslu- Himachali and Annapurna ranges can be seen to the north of the temple. The temple is approximately a 140 kilometres (87 mi) from Kathmandu and can also be reached via bus east from Pokhara in around three to four hours.</p>\n<h2><span id=\"Mythical_foundation\">Mythical foundation</span></h2>\n<p>The legend of Manakamana Goddess dates back to the reign of the Gorkha king Ram Shah during the 17th century. It is said that his queen possessed divine powers, which only her devotee Lakhan Thapa knew about. One day, the king witnessed his queen in Goddess incarnation, and Lakhan Thapa in the form of a lion. Upon mentioning the revelation to his queen, a mysterious death befell the king. As per the custom of that time, the queen committed Sati (ritual immolation) on her husband’s funeral pyre. Before her sati the queen had assured Lakhan Thapa that she would reappear in the near future. Six months later, a farmer while ploughing his fields cleaved a stone. From the stone he saw a stream of blood and milk flow. When Lakhan heard an account of this event, he immediately started performing Hindu tantric rituals at the site where the stone had been discovered thus ceasing the flow of blood and milk. The site became the foundation of the present shrine. According to tradition, the priest at the temple must be a descendent of Lakhan Thapa.</p>\n<h2><span id=\"Manakamana_Darshan\">Manakamana Darshan</span></h2>\n<p>Darshan comes from the Sanskrit word meaning sight. The pilgrimage to Manakamana is made by a great many people every year. This religious expedition to see the Goddess Bhagwati at Manakamana is hence referred to as Manakamana Darshan. According to Hindu mythology the universe is said to consist of five cosmic elements- earth, fire, water, air and ether. The offerings to the Goddess are made on this basis. At least one of the following should be amongst the worship materials:</p>\n<ol><li>Abiir (vermillion)</li>\n<li>Kesar badam (pure saffron extract)</li>\n<li>Flowers and leaves</li>\n<li>Dhup (incense)</li>\n<li>Diyo (oil lamp)</li>\n<li>Bastra (Cloth, usually in red as it is considered auspicious)</li>\n<li>Fruit and foods such as coconuts and sweet desserts</li>\n<li>Bell</li>\n<li>Betel nut and jannai (sacred thread)</li>\n<li>Anna, grain (rice)</li>\n<li>saubhagya (red cloth, Chura, pota, etc.)</li>\n</ol><p>There is a tradition of sacrificing animals at the temple. Some pilgrims sacrifice goats or pigeons in a pavilion behind the temple. However, recently the District Livestock Service Office, Gorkha has banned the sacrifice of birds such as pigeons, roosters, and ducks to name a few. Senior livestock service officer Chhetra Bahadur K.C. said poultry sacrifice would not be permitted until further notice.</p>\n<p>Manakamana darshan is most popular during Dashain (Sept –Oct) and Nag Panchami (July –August) during which time devotees stand for as long as five to ten hours to pray to Goddess Bhagwati.</p>\n\n<h2><span id=\"Temple_architecture\">Temple architecture</span></h2>\n<p>The Manakamana temple is set in a square and looks across a massive sacred magnolia tree. The temple is four storied with tiered pagoda style roofs and lies on a square pedestal. In 1996, brass plates were installed on the roof. The entrance to the temple is in the south-west direction and is marked by one stone, which is the sacrificial pillar.</p>\n<h2><span id=\"Cable_car\">Cable car</span></h2>\n\n<p>In earlier times, the only way to reach the Manakamana temple was by a long strenuous trek for about three hours. Now, there is a facility of a cable car from kurintar, just 5 kilometres (3.1 mi) east of Mugling to Manakamana. The cable car rides over the distance of 2.8 kilometres (1.7 mi) in 10 minutes more or less. The cable car usually operates during the daytime from 9 am to 5 pm and stops during lunch break from noon to half past one. His Royal Highness Crown Prince Dipendra Bir Bikram Shah Dev inaugurated Manakamana cable car on November 24, 1998. The cable car system was imported from Austria and guarantees a hundred percent safety. It has features such as automatically operated generators in case of power failure and hydraulic emergency drive. The employees working at the cable car service are qualified and well trained for emergencies.</p>\n<p>The bottom station of the cable car is placed at Kurintar (258 metres (846 ft)) and the top station is at Mankamana (1,302 metres (4,272 ft)). With 31 passenger cars and 3 cargo cars, the cable car can handle up to 600 persons per hour. The number of passengers per carrier is 6. The cable car requires a starting power of about 523 Kilowatt and continues further at a power of 420 Kilowatt. All passengers are insured up to Rs. 1,00,000. The tickets for the cable car are valid for seven days from the date of issue.</p>\n<p>The rates for the cable car ride inclusive of all taxes are as follows:</p>\n<ul><li>For goats, an additional charge of NPR. 20020.00 are incurred.</li>\n<li>Each person is permitted to carry a 15 kg baggage. For excess baggage there is a charge of NPR. 1.00 per Kg.</li>\n<li>Children up to the height of three feet may travel free of cost, while children charges apply to those with height above three feet.</li>\n<li>The elder category is for those aged above 65 years.</li>\n<li>The students and elders category applies to Nepalese citizens only. Proper identification must be provided for the same [4].</li>\n</ul><h2><span id=\"Conservation\">Conservation</span></h2>\n<p>After the disastrous 1934 Nepal–Bihar earthquake, Manakamana’s southwest portion began to tilt. The entrance to the temple has digressed from its silver door frame and the wood frames are also decaying. Two colossal black wooden pillars supporting the temple have also shifted positions, causing the temple to incline. The earthquake on November 13, 2011 with its epicenter in northeast Gorkha further weakened the temple’s structure because of which the temple base get subside into the ground. The slopes next to the temple have faced numerous mudslides creating a threat to the temple.</p>\n<p>According to a report submitted by the Department of Archaeology (DoA) and the Ministry of Culture (MoC) in 2011, the wooden planks supporting the temple are swarming with termites. The improper channeling of water has led to the decay of the temple’s brick foundation. However, a research officer at DoA asserted that the temple is damaged beyond repair and must in fact be relocated.</p>\n<p>The government of Nepal has donated over 1 kilogram (2.2 lb) of gold for the renovation of the Manakamana temple.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Pashupatinath Temple</li>\n<li>Swayambhu</li>\n<li>Lumbini</li>\n<li>Muktinath temple</li>\n<li>Buddhanilkantha Temple</li>\n<li>Haleshi Mahadev Temple</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bell in the manakamana Temple, Nepal.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Manakamana Temple Nepal.jpg"}, {"ns": 6, "title": "File:Manakamana entry.jpg"}, {"ns": 6, "title": "File:Nepal location map.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}