{"pageid": 1151889, "ns": 0, "title": "Durga Puja", "extract": "<p><b>Durga Puja</b>, also called <b>Durgotsava</b>, is an annual Hindu festival in the Indian subcontinent that reveres the goddess Durga. It is particularly popular in West Bengal, Odisha, Assam, Tripura, Bangladesh and the diaspora from this region, and also in Nepal where it is called Dashain. The festival is observed in the Hindu calendar month of <i>Ashvin</i>, typically September or October of the Gregorian calendar, and is a multi-day festival that features elaborate temple and stage decorations (<i>pandals</i>), scripture recitation, performance arts, revelry, and processions.  It is a major festival in the Shaktism tradition of Hinduism across India and Shakta Hindu diaspora.</p>\n<p>Durga Puja festival marks the battle of goddess Durga with the shape-shifting, deceptive and powerful buffalo demon Mahishasura, and her emerging victorious. Thus, the festival epitomises the victory of Good over Evil, but it also is in part a harvest festival that marks the goddess as the motherly power behind all of life and creation. The Durga Puja festival dates coincide with Vijayadashami (Dussehra) observed by other traditions of Hinduism, where the Ram Lila is enacted, victory of Rama is marked and effigies of demon Ravana are burnt instead.</p>\n<p>The primary goddess revered during Durga Puja is Durga, but her stage and celebrations feature other major deities of Hinduism such as goddess Lakshmi (goddess of wealth, prosperity), Saraswati (goddess of knowledge and music), Ganesha (god of good beginnings) and Kartikeya (god of war). The latter two are considered to be children of Durga (Parvati). The Hindu god Shiva, as Durga's husband, is also revered during this festival. The festival begins on the first day with <i>Mahalaya</i>, marking Durga's advent in her battle against evil. Starting with the sixth day (<i>Sasthi</i>), the goddess is welcomed, festive Durga worship and celebrations begin in elaborately decorated temples and <i>pandals</i> hosting the statues. Lakshmi and Saraswati are revered on the following days. The festival ends of the tenth day of <i>Vijaya Dashami</i>, when with drum beats of music and chants, Shakta Hindu communities start a procession carrying the colorful clay statues to a river or ocean and immerse them, as a form of goodbye and her return to divine cosmos and Mount Kailash.</p>\n<p>The festival is an old tradition of Hinduism, though it is unclear how and in which century the festival began. Surviving manuscripts from the 14th century provide guidelines for Durga puja, while historical records suggest royalty and wealthy families were sponsoring major Durga Puja public festivities since at least the 16th century. The prominence of Durga Puja increased during the British Raj in its provinces of Bengal and Assam. Durga Puja has been a ten-day festival, of which the last five are typically special and an annual holiday in regions such as West Bengal and Tripura where it is particularly popular. In the contemporary era, the importance of Durga Puja is as much as a social festival as a religious one wherever it is observed.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n\n<p>In West Bengal, Assam, Odisha, Durga Puja is also called <i>Akalbodhan</i> (অকাল বোধন, \"untimely awakening of Durga\"), <i>Sharadiya Pujo</i> (\"autumnal worship\"), <i>Sharodotsab</i> (Bengali: <span lang=\"bn\">শারদোৎসব</span>, (\"festival of autumn\")), <i>Maha Pujo</i> (\"grand puja\"), <i>Maayer Pujo</i> (\"worship of the Mother\"), <i>Durga Pujo</i>, or merely as <i>Puja</i> or <i>Pujo</i>. In Bangladesh, Durga Puja used to be celebrated as <i>Bhagabati Puja</i>.</p>\n<p>Durga Puja is also called Navaratri Puja elsewhere in India, such as in Gujarat, Uttar Pradesh, Punjab, Kerala, and Maharashtra, Kullu Dussehra in Kullu Valley, Himachal Pradesh, Mysore Dussehra in Mysore, Karnataka, Bommai Golu in Tamil Nadu and Bommala koluvu in Andhra Pradesh.</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>Durga is an ancient deity of Hinduism, according to archeological and textual evidence available. However, the origins of Durga Puja are unclear and undocumented. Surviving manuscripts from the 14th century provide guidelines for Durga Puja, while historical records suggest royalty and wealthy families were sponsoring major Durga Puja public festivities since at least the 16th century. The 11th or 12th century Jainism text <i>Yasatilaka</i> by Somadeva mentions a festival and annual dates dedicated to a warrior goddess, celebrated by the king and his armed forces, and the description mirrors attributes of a Durga Puja.</p>\n<p>The word <i>Durga</i>, and related terms appear in the Vedic literature, such as in the <i>Rigveda</i> hymns 4.28, 5.34, 8.27, 8.47, 8.93 and 10.127, and in sections 10.1 and 12.4 of the <i>Atharvaveda</i>. A deity named <i>Durgi</i> appears in section 10.1.7 of the Taittiriya Aranyaka. While the Vedic literature uses the word <i>Durga</i>, the description therein lacks the legendary details about her or about Durga puja that is found in later Hindu literature.</p>\n\n<p>A key text associated with Durga Puja observations is <i>Devi Mahatmya</i>, which is recited during the festival. Durga was likely well established before the time this Hindu text was composed, which scholars variously estimate to between 400 and 600 CE. The <i>Devi Mahatmya</i> mythology describes the nature of demonic forces symbolized by Mahishasura as shape-shifting, deceptive and adapting in nature, in form and in strategy to create difficulties and achieve their evil ends. Durga calmly understands and counters the evil in order to achieve her solemn goals.</p>\n<p>Durga, in her various forms, appears as an independent deity in the Epics period of ancient India, that is the centuries around the start of the common era. Both Yudhisthira and Arjuna characters of the <i>Mahabharata</i> invoke hymns to <i>Durga</i>. She appears in <i>Harivamsa</i> in the form of Vishnu's eulogy, and in Pradyumna prayer. The prominent mention of Durga in this popular epics may have led to her worship.</p>\n<p>The Indian texts that mention the Durga Puja festival are inconsistent. The King Suratha legend found in some version of the Puranas mention it to be a spring festival, while the <i>Devi-Bhagavata Purana</i> and two other Shakta Puranas mention it to be an autumn festival. The more ancient <i>Ramayana</i> manuscripts are also inconsistent. Versions of <i>Ramayana</i> found in North, West and South India describe the Hindu god Rama to be remembering the Surya (the Sun god) before his battle with the demon Ravana, but the Bengali manuscripts of Ramayana such as by the 15th century Krttivasa describe Rama to be worshipping Durga.</p>\n<p>According to Pranab Bandyopadhyay, the worship of fierce warrior goddess Durga, and her darker and more violent manifestation Kali, became very popular in Bengal region during and after the medieval era Muslim invasion. The significance of Durga and other goddesses in Hindu culture, states Patricia Monaghan, increased after Islamic armies conquered Indian subcontinent and attempted to deny iconographic representation of its male and female \"idols\". According to Rachel McDermott, and other scholars such as Brijen Gupta, the persecution of Bengali Hindus in Bengal Sultanate and late medieval era religious politics led to a revival of Hindu identity and an emphasis on Durga Puja as a social festival that publicly celebrated the warrior goddess.</p>\n<p>From the medieval period up through present day, the Durga Puja has celebrated the goddess with performance arts and as a social event, while maintaining the religious worship.</p>\n<h2><span id=\"Practices\">Practices</span></h2>\n\n<p>The Durga Puja festival is a ten-day event, of which the last five mark the popular practices. The festival begins with <i>Mahalaya</i>, a day where Shakta Hindus remember the loved ones who have died, as well the advent of Durga. The next most significant day of Durga Puja celebrations is the sixth day, called Shashthi where the local community welcome the goddess and festive celebrations are inaugurated. On the seventh day (Saptami), eighth (Ashtami) and ninth (Navami), the goddess along with Lakshmi, Saraswati, Ganesha and Kartikeya are revered and these days mark the main Puja (worship) with recitation of the scriptures, the legends of Durga in <i>Devi Mahatmya</i> and social visits by families to elaborately decorated and lighted up temples and <i>pandals</i> (theatre like stages).</p>\n\n<p>The Durga festival is, in part, a post-monsoon harvest festival observed on the same days in Shaktism tradition of Hinduism, as those in its other traditions. The practice of including a bundle of nine different plants, called <i>navapattrika</i>, as nature's symbolism of Durga, is a testament practice to its agricultural importance. The typically selected plants include not only representative important crops, but also non-crops. According to David Kinsley, a professor of Religious Studies specializing on Hindu goddesses, this probably signifies the Hindu belief that the goddess is \"not merely the power inherent in the growth of crops but the power inherent in all vegetation\".</p>\n<p>The festival is a major social and public event in eastern and northeastern states of India, where it dominates the religious life, with temporary stage (<i>pandal</i>) built in community squares, roadside shrines and large Durga temples. However, it is also observed by some Shakta Hindus as a private, home-based festival.</p>\n<p>The festival opens at twilight with prayers to Saraswati, the Hindu goddess of knowledge, wisdom, music, poetry, independent thought, inner knowing and creativity. She is believed to be another aspect of the same one multidimensional goddess Devi Durga, and who is the external and internal activity of all existence, in everything and everywhere. This is typically also the day that the eyes of all deities on the Durga Puja stage are painted, bringing them to a life like appearance. The day also marks prayers to Ganesha and visit to one or more Durga temples.</p>\n<p>The day two to five continue the remembrance and preparation to other aspects (manifestations) of goddess Durga, such as <i>Kumari</i> (goddess of fertility), <i>Mai</i> (mother), <i>Ajima</i> (grandmother), <i>Lakshmi</i> (goddess of wealth) and in some regions of the <i>Saptamatrikas</i> (seven mothers) or <i>Navadurga</i> (nine aspects of Durga).</p>\n<p>The sixth day launches the major festivities and social celebrations. It is called <i>Sasthi</i> (literally, sixth), the goddess is welcomed, festive Durga worship and celebrations begin in elaborately decorated temples and <i>pandals</i> hosting the statues. The first nine days overlap with Navaratri festivities in other traditions of Hinduism.</p>\n<p>The puja rituals are long and complicated. Three days of Mantras (words for spiritual transformation), Shlokas (verse) chants and Arati (prayer) and offerings are made, which include Vedic chants and multiple recitations of the <i>Devi Mahatmya</i> text in Sanskrit. Durga Slokas (which is also known as Devi Mantra) praises Durga as symbol of all divine forces. According to the sloka, Durga is omnipresent as the embodiment of power, nourishment, memory, forbearance, faith, forgiveness, intellect, wealth, emotions, desires, beauty, satisfaction, righteousness, fulfillment and peace. The specific practices vary by region. The following being most common:</p>\n\n<ul><li>Preliminaries: the preparations before the actual Durga puja begins.</li>\n<li>Bodhana: the rites to awaken and welcome the goddess to be a guest, typically done on the sixth day of the festival.</li>\n<li>Adhivasa: anointing ritual wherein many symbolic offerings are made to Durga, where each item represents a remembrance of subtle forms of her. Typically completed on the sixth day as well.</li>\n<li>Saptami: bathing of the goddess, selection of the priest, elaborate prayers (<i>arati</i>), recitation of texts describing Durga heading to war against evil, the <i>ululu</i> ritual (group meditation and scream-like crying at high points by women), done on the seventh day of the festival.</li>\n<li>Mahastami: similar to Saptami, more prayers, recitation and enactment of Durga legends and scriptures on the eighth day. The day is significant because the moment when it ends and ninth day begins is considered the moment Durga kills the buffalo demon, the good once again emerges victorious over evil.</li>\n</ul>\n<ul><li>Sandhi Puja: one of the most important rituals during Durga Puja, it is a forty eight minute high point that celebrates the climax of war which goddess Durga was engaged in. It is done at the exact time Mahashtami ends and Mahanavami begins, with rituals being performed for the last 24 minutes of Mahashtami and for the first 24 minutes f Mahanavami. The legend behind Sandhi Puja comes from when Gurga was engaged in a fierce battle with Mahishasura and was attacked by the demons Chanda and Munda. Goddess Chamunda emerged from the third eye of Durga and killed Chanda and Munda at the cusp of Ashtami and Navami. In some regions, devotees sacrifice an animal such as a buffalo or goat, but in many regions there isn't an actual animal sacrifice and a symbolic remembrance substitutes it. The surrogate effigy is smeared in red vermilion to symbolize the blood spilled. The goddess is then offered food (<i>bhog</i>) by women, and afterwards everyone eats. Major sites celebrating Durga Puja engage in a sixteen part devotional service. The community begins merry making, music, dancing and women playfully smear the faces of their companions with <i>sindoor</i> (vermilion), all as a mark of the victory of good over evil.</li>\n<li>Mahanavami: the ninth day of festival observes rites similar to <i>Saptami</i>, with the difference that the celebration is after Durga's victory and Vedic style homa (fire oblation) rituals are now included. The other deities on the stage, such as Ganesha, Kartikeya, Lakshmi and Saraswati are remembered and prayers offered to them.</li>\n<li>Vijaya Dasami: the tenth and last day, begins with Sindoor Khela, where married women smear sindoor or vermillion on the Goddess' idol, on her forehead and feet, before smearing it on each other. Since sindoor is like an ornament for married women, this ritual signifies them wishing each other a happy married life. They also offer blog to the goddess. It ends with a great procession where the clay statues are ceremoniously walked to a river or ocean coast for a solemn goodbye to Durga. It is an emotional day for some devotees, and the congregation sings emotional goodbye songs. When the procession reaches the water, Durga is immersed, the clay dissolves, and she is believed to return to Mount Kailasha with Shiva and cosmos in general. People distribute sweets and gifts, visit their friends and family members. Some communities such as those near Varanasi mark the eleventh day, called <i>ekadashi</i>, by visiting a Durga temple.</li>\n</ul><p>Dhunuchi Naach, a dance performed with dhunachi (incense burner) is an integral part of the rituals. Drummers called <i>dhakis,</i> carrying large leather-strung <i>dhak</i> create music, people dance and complete the final day of worship called <i>aarati</i>.</p>\n<h3><span id=\"Decorations:_sculptures_and_stages\">Decorations: sculptures and stages</span></h3>\n\n<p>The entire process of creation of the sculptures (murti) from the collection of clay to the ornamentation is a ceremonial process. Though the festival is observed post monsoon harvest, the artisans begin making the statues months before, during the summer. The process begins with prayer to Ganesha and to the materials such as bamboo frames in which the statue are cast.</p>\n<p>Clay, or local soil collected from different parts of the region, forms the base. This choice is a religious tradition wherein Durga, as the creative energy and material, is believed to be present everywhere and everything in the universe. In Kolkata, one custom is to include soil samples, in the clay mixture for Durga, from areas locals believe to be <i>nishiddho pallis</i> (forbidden territories, brothels).</p>\n<p>The clay base is combined with straw, kneaded then molded into cast made from bamboo. This is set like any clay pot, layered to a final shape, cleaned, and polished when ready. A layer of vegetable fiber called jute, mixed in with clay, is attached to the top to prevent the statue from cracking in the months ahead. The heads of the statues are more complex, and usually cast separately. The limbs of the statues are mostly shaped from bundles of straws. Then, starting about August, the local artisans hand-paint the statues of Durga, Lakshmi, Saraswati, Ganesha, Kartikeya, the lion and the buffalo demon. The goddesses are dressed in fine silk saris, shown bejeweled and put into a pandal.</p>\n<p>The procedures and proportions of statue (<i>pratima</i> or <i>murti</i>) are described in arts-related Sanskrit text of Hinduism, such as the <i>Vishvakarma sastra</i>.</p>\n<h4><span id=\"Environmental_impact\">Environmental impact</span></h4>\n<p>The traditional idols, states Christopher Chapple, are made of biodegradable materials such as \"straw, clay, resin, and wood\". In the contemporary era, brighter colored statues have increased and diversified the use of non-biodegradable, cheaper or more colorful substitute synthetic raw materials. Environmental activists have raised concerns about the paint used to produce the statue, stating that the heavy metals in these paints pollute rivers when the statues are immersed at the end of the Durga festival.</p>\n<p>Brighter colors that are also biodegradable and eco-friendly, as well as the historic tradition-based natural colors are typically more expensive. The state of West Bengal has banned the use of hazardous paints, and local Indian governments have started distributing lead-free paints to artisans at no cost to prevent heavy metal pollution.</p>\n<h3><span id=\"Animal_sacrifice,_symbolic_sacrifice\"></span><span id=\"Animal_sacrifice.2C_symbolic_sacrifice\">Animal sacrifice, symbolic sacrifice</span></h3>\n\n<p>Shakta Hindu communities mark the slaying of buffalo demon and victory of Durga with a symbolic or actual sacrifice. Most communities prefer symbolic sacrifice, where a statue of <i>asura</i> demon made of flour, or equivalent, is immolated and smeared with vermilion to remember the blood that had necessarily been spilled during the war. Other substitutes include a vegetal or sweet dish considered equivalent to the animal. In many cases, Shaktism devotees consider animal sacrifice distasteful, practice alternate means of expressing devotion while respecting the views of others in their tradition.</p>\n<p>In other communities, an actual animal is sacrificed, mainly at temples of Goddess such as Bhavani or Kali. In Nepal, West Bengal, Odisha and Assam, animal sacrifices are performed at Shakti temples, to mark the legend of goddess Durga slaying the buffalo demon. This involves slaying of a goat, chicken or a male water buffalo. This practice is rare among Hindus, outside the region of Bengal, Odisha and Assam. Further, even in these states, the festival season is primarily when significant animal sacrifices are observed.</p>\n<p>The Rajput of Rajasthan worship their weapons and horses on Navaratri, and formerly offered a sacrifice of a goat to the goddess – a practice that continues in some places. The ritual requires slaying of the animal with a single stroke. In the past this ritual was considered a rite of passage into manhood and readiness as a warrior. The ritual is directed by a priest. The <i>Kuldevi</i> among these Rajput communities is a warrior-pativrata guardian goddess, with local legends tracing reverence for her during Rajput-Muslim wars.</p>\n<h3><span id=\"Theme-based_pujas_and_pandals\">Theme-based pujas and pandals</span></h3>\n\n<p>Months before the start of Durga puja, youth members of a community organize as a team, collect donations, engage priests and artisans, buy votive materials and help build a theme-based stage called <i>pandal</i>. The Durga statue is designed from clay and colors by the commissioned artisans. The design and decoration is a team effort involving artists, architects and community representatives hosting it. The budget required for such theme-based pujas is significantly higher than traditional pujas. These attract crowds of visitors. The preparations and the building of <i>pandals</i> are a significant arts-related economic activity, often attracting major sponsors.</p>\n<p>The growth of competitiveness in theme pandals have escalated costs and scale of Durga Puja in eastern states of India. Some communities question the billboards, the economic competition behind the Durga Puja between communities, and seek return to basics. The competition takes many forms, such as the height of statue. In 2015, a 88-foot statue of Durga attracted numerous devotees, with some estimates placing visitors at one million.</p>\n<h3><span id=\"Media_attention\">Media attention</span></h3>\n<p>Durga puja mood starts off with the <i>Mahishasuramardini</i> – a two-hour radio programme that has been popular with the community since the 1950s. While earlier it used to be conducted live, later a recorded version began to be broadcast. Bengalis traditionally wake up at 4 in the morning on Mahalaya day to listen to the voice of Birendra Krishna Bhadra and the late Pankaj Kumar Mullick on All India Radio as they recite hymns from the scriptures from the <i>Devi Mahatmyam</i> (<i>Chandi Path</i>).</p>\n<p>TV and radio channels telecast Puja celebrations. Many Bengali/Assamese channels devote whole days to the Pujas. Bengali and Oriya weekly magazines bring out special issues for the Puja known as \"Pujabarshiki\" or \"Sharadiya Sankhya\". These contain the works of many writers both established and upcoming and are thus much bigger than the regular issues. Some notable examples are Anandamela, Shuktara, Desh, Sarodiya Anandabazar Patrika, Sananda, Nabakallol, Bartaman All major local news publications are closed on the last day of the festivities.</p>\n<h2><span id=\"Regional_variations\">Regional variations</span></h2>\n<p>There is enormous variation in worship practices and rituals associated with Durga Puja, as is the case with other Hindu festivals. Hinduism accepts flexibility and leaves the set of practices to the choice of the individuals concerned. Different types of Durga Puja are readily practiced in the same neighborhood, as well as regionally, with these variations accepted across temples, pandals and within families. The festival is most associated with Bengali Hindus, and even there the community grants freedom of variability and accepts differences. Some Puja are flamboyant, some are simple. There are differences in the Puja ambiences between theme-based pujas of cities and puja pandals of towns/villages, between family pujas and community (barowari) pujas of neighborhoods or apartments. </p>\n\n<p>The style and nature of the Puja varies from being Vedic, or Puranic, or Tantric, or a combination of these. The Bengali Durga Puja typically combines all three. The non-Bengali Durga Puja tends to be essentially Vedic (srauta) wherein the melodies of Vedic hymns are sung, but it too incorporates esoteric elements making the Puja an example of a Vaidik-Tantric practice.</p>\n<p>Historical evidence suggests that the Durga Puja has evolved over time, becoming more elaborate, social and creative. The festival has been a domestic puja, a form of practice that remains popular. Durga Puja is also practiced in the <i>sarvajanin</i> (public) form, where communities get together, pool their resources and effort to set up <i>pandals</i>, lighting decorations etc. and then celebrate the event as a megashow to share. The origins of the latter variation are unclear, with some evidence suggesting a family in Kolkatta revived this celebration in 1411 CE. Another set of sources suggest that a Bengali landlord named Kamsanarayan held a megashow in 1583, or by others in late 16th century Bengal. Yet, this festival of Bengal is likely much older with the discovery of 11th and 12th century Durga Puja manual manuscripts such as <i>Durgotsavaviveka</i>, <i>Durgotsava Prayoga</i>, <i>Vasantaviveka</i> and <i>Kalaviveka</i>. The rituals associated with the Durga Puja migrated to other regions, from Bengal, such as those in Varanasi, a city that has historically attracted sponsorship from Hindus from various parts of the Indian subcontinent including Bengal. In contemporary India, Durga Puja is celebrated in numerous styles and forms.</p>\n<h3><span id=\"West_Bengal\">West Bengal</span></h3>\n\n<p>Durga Puja is the biggest and most widely celebrated festival of West Bengal. They are held over a five-day period. The city is decked up with festive lights, loudspeakers play popular songs as well as recitation of mantras by priests, thousands of beautiful <i>pandals</i> are erected by communities in cities, towns and villages across the state, but particularly in Kolkata. The roads become overcrowded with hundreds of thousands of revellers, devotees and pandal-hoppers visiting the pandals on Puja days. It creates a chaotic traffic condition despite all efforts of traffic and crowd management. Shops, eateries, restaurants stay open all night; fairs are set up and cultural programmes are held. People form organizing committees, which plan and oversee the <i>pandal</i> (temporary shrine and stage) for the festivities. Today, Durga Puja has turned into a consumerist social carnival, biggest public spectacle and major art event riding on the wave of commercialisation, corporate sponsorship and craze for award-winning. For private domestic pujas, families dedicate an area of their homes known as <i>thakur dalan</i> for Durga Puja inside which the potters place Durga and then the dressers deck decorate it with home-dyed fabric, sola ornamentation and gold and silver foil decorations. Elaborate rituals like <i>arati</i> are performed and <i>prasad</i> is distributed after being offered to the gods. As a tradition, married daughters return to or revisit their parents and celebrate the Durga Puja together, a symbolism for goddess Durga who is believed to return to her parent's home for the festival.</p>\n\n<p>Durga Puja is a major gift-giving and shopping season in Bengal, with people buying gifts for not only the family members but also for close relatives and friends. New clothes are the traditional gift, and people wear them to go out together to visit countless Puja pandals. Some people go to the places of tourist attractions during the Puja holidays, while others return home from their workplaces to spend the festive days with their family members.  Beyond being a family, social and religious event, Durga Puja has also been a political theatre. Major regional and national political parties have sponsored and leveraged Durga Puja to spread their ideologies given the festival's importance to the culture of Bengali Hindus.</p>\n<p>The organizing committees of each pandal hires a <i>purohita</i> (priest) who performs the puja rituals on behalf of the community. For the priests, the Durga Purja is a major time of activity, wherein he pursues the timely completion of a busy Vedic-Puranic-Tantric ritual sequence along timed to various offerings and fire oblations, in full public view, while the social festivities occur in parallel. The complex rituals include periods of accurate and melodic scripture recitation. The third and fourth day of the Puja are increasingly complex, while hundreds of thousands of people visit to witness it.  On the day of Vijayadashami, the idols are carried out in grand immersion processions across Bengal and then the idols are ritually immersed into the rivers or waterbodies amid singing, water-throwing and fireworks. The immersion ceremony continues till a couple of days after. </p>\n<h4><span id=\"Colonial_era_immersion_rituals\">Colonial era immersion rituals</span></h4>\n<p>According to Claire Alexander and other scholars, the ritual of immersing Durga idol into river attracted the attention of colonial era travelers to the Bengal region from Europe, such as Garcin de Tassy and Emma Roberts. In 1831, Tassy reported that similar rituals were annually observed by Islamic community in Bengal as well. Shia Muslims observed Muharram over 10 days, took out processions in memory of their Imam Husayn ibn Ali, and then cast a memorial Imam's cenotaph into a river on the 10th day. Further, stated Tassy, the Muslim rituals included the same offerings at their annual festival in the memory of their Imam during Muharram, as the Hindus did during Durga Puja. According to Aslam Syed, the immersion in water ritual by Hindus for Durga in Bengal, and Ganesh in the western states of India, may have grown because the Hindu leaders attempted to create a competing procession and immersion ritual to that of Islamic Muharram allowed by the colonial British government in the 19th and early 20th century.</p>\n<h3><span id=\"Maharashtra_and_Goa\">Maharashtra and Goa</span></h3>\n<p>Nashik boasts of four major ones celebrated by \"prabashi\" Bengalis' – like the ones at the Government of India Press grounds organised by Nashik Sarbojanin Durga Puja Committee which is the oldest and biggest, the Hindustan Aeronautics Limited (H.A.L)in Ojhar, then the one at Artillery Station,Deolali and one in the industrial area of Satpur-Ambad. In recent years, places such as CIDCO, Rajeevnagar, Panchavati and Mahatmanagar also have set up new mandals.</p>\n<h3><span id=\"Delhi\">Delhi</span></h3>\n\n<p>In 1910, a year before Delhi was declared the capital of British India, the first <i>Sarbojanin</i> (community) puja in Delhi was organised near Kashmiri Gate by a group of expatriate Bengalis, including the doctor Hemchandra Sen. This group became the Delhi Durga Puja Samiti, popularly known as the \"Kashmere Gate Puja\". The Timarpur puja (near Delhi University) started in 1914.</p>\n<p>In 2011, over 800 pujas were held in Delhi, with a few hundred more in Gurgaon and Noida each.</p>\n<h3><span id=\"Tripura\">Tripura</span></h3>\n<p>Tripura is another of those places where Durga Puja is celebrated in all its vigor. This place is known to be one of the best in line after West Bengal, Assam and Orissa. There are so many Bengalis in Tripura that Durga Puja or Durgotsav is considered to be one of the main festivals of the city and the state. And the grandeur, love and liveliness with which Durga puja in Tripurais celebrated is an affair to see. So, this is a must visit place during Dussehra or Navratri.</p>\n<h2><span id=\"Other_countries\">Other countries</span></h2>\n<h3><span id=\"Bangladesh\">Bangladesh</span></h3>\n<p>Durga Puja is widely celebrated by the Bangladesh's minority Hindu community. Some Bengali Muslims also take part in the <i>pujo</i> (Durga Puja). In Dhaka, the Dhakeshwari Temple and mandaps attract numerous visitors and devotees, and on Vijaya Dashami, the immersion processions head to Sadarghat (Dhaka's river port), where the idols are immersed.</p>\n<h3><span id=\"China_and_Hong_Kong\">China and Hong Kong</span></h3>\n<p>In the recent past, Durga Puja celebrations and festivities were also started in Hong Kong by the Bengali diaspora.</p>\n<h3><span id=\"Nepal\">Nepal</span></h3>\n\n<p>Durga Puja in Nepal is called Dashain. It is the longest festival in Nepal, also celebrated by Nepalese diaspora. It is observed over 15 days, of which the most important days are the first, seventh, eighth, ninth and the tenth. Throughout the country Shakti is worshiped in all her manifestations. This festival is also known for its emphasis on the family gatherings, as well as on a renewal of community ties. It is a public holiday. People return from all parts of the world, as well as different parts of the country, to celebrate it together.</p>\n<h3><span id=\"United_States\">United States</span></h3>\n<p>Durga Puja is organized by some Bengali communities in the United States.</p>\n<h3><span id=\"Europe\">Europe</span></h3>\n\n<p>Durga Puja is organised by Bengali communities in Europe. Although pandals are not constructed, the sculptures are imported from India. According to BBC News, for community celebrations in London in 2006, these \"idols, belonging to a tableau measuring 18ft by 20ft, were made from clay, straw and vegetable dyes\". At the end of the Durga Puja, these were immersed in River Thames, for the first time in 2006, after \"the community was allowed to give a traditional send-off to the deities by London's port authorities\". The Bengali community stated, per the BBC News report, that the immersion ceremony \"is a very sentimental issue for us, everybody wanted to see the idols being given a proper immersion\".</p>\n<p>In Switzerland, the 'Swisspuja' group based in Baden, Aargau, in northern Switzerland, has been celebrating Durga Puja since 2003.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n\n<ul><li>Durga Puja at DMOZ</li>\n<li>Powai Sarvajanin Durgotsav</li>\n<li>Music clips from Durga Puja, Smithsonian Folkways</li>\n<li>barishachandipuja.com (The website in Bengali language displays the image of Goddess Chandi together with her eight eternal companions)</li>\n</ul>", "images": [{"ns": 6, "title": "File:2010 Durga Puja Barisha Pandal.jpg"}, {"ns": 6, "title": "File:2011 Durga Puja Pandal.jpg"}, {"ns": 6, "title": "File:4 Durga puja decorations collage.jpg"}, {"ns": 6, "title": "File:4 Durga puja goddess images collage.jpg"}, {"ns": 6, "title": "File:AUM symbol, the primary (highest) name of the God as per the Vedas.svg"}, {"ns": 6, "title": "File:Aarti-dance-bangalore-2009.jpg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Bengali Conjunct Kshya.svg"}, {"ns": 6, "title": "File:Calcutta High Court.jpg"}, {"ns": 6, "title": "File:Chowringheeskyline2.jpg"}]}