{"pageid": 11562983, "ns": 0, "title": "Magu (deity)", "extract": "<p><b>Magu</b> (Chinese: <span lang=\"zh\" xml:lang=\"zh\">麻姑</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Mágū</span></i>; Wade–Giles: <i><span lang=\"zh-Latn-wadegile\" xml:lang=\"zh-Latn-wadegile\">Ma-ku</span></i>; literally: \"Hemp Maiden\") is a legendary Taoist <i>xian</i> (仙 \"immortal; transcendent\") associated with the elixir of life, and a symbolic protector of females in Chinese mythology. Stories in Chinese literature describe Magu as a beautiful young woman with long birdlike fingernails, while early myths associate her with caves. <i>Magu xian shou</i> (麻姑獻壽 \"Magu gives her birthday greetings\") is a popular motif in Chinese art.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n\n<p>Magu's name compounds two common Chinese words: <i>ma</i> \"cannabis; hemp\" and <i>gu</i> \"aunt; maid\".</p>\n<p><i>Ma</i> (the modern Chinese character 麻, which derives from a Zhou Dynasty bronze script ideograph, shows 林 \"plants\" drying in a 广 \"shed; shack\") originally meant \"hemp, <i>Cannabis sativa</i>\". Cannabis has been continuously cultivated in China since Neolithic times (Li 1974:437); for example, hemp cords were used to create the characteristic line designs on Yangshao culture pottery and the fibres were used to produce cloth prior to the introduction of cotton. <i>Ma</i> has extended meanings of \"numbed; tingling\" (e.g., <i>mazui</i> 麻醉 \"anesthetic; narcotic\"), \"pockmarked; pitted\" (<i>mazi</i> 麻子 \"hemp seed; pockmark\"), \"sesame\" (<i>zhima</i> 芝麻), and an uncommon Chinese surname.</p>\n<p><i>Gu</i> (姑, combining the 女 \"woman\" radical and a <i>gu</i> 古 \"old\" phonetic) is primarily used in female Chinese kinship terms for \"father's sister\" (e.g., <i>gugu</i> 姑姑), \"husband's sister\" (<i>dagu</i> 大姑 \"elder sister-in-law\"), and \"husband's mother\" (<i>wenggu</i> 翁姑 \"husband's parents\"). <i>Gu</i> can also mean \"young woman, maiden, maid\" (<i>guniang</i> 姑娘 \"girl; daughter; prostitute\"), and religious titles (<i>daogu</i> 道姑 \"Daoist priestess\", <i>nigu</i> 尼姑 \"Buddhist nun\").</p>\n<p>Translating Magu into English is problematic, depending upon whether her name is interpreted as a \"maid\", \"priestess\", or \"goddess\" of \"hemp\", \"marijuana\", or something else. Victor H. Mair (1990) proposed that Chinese <i>wu</i> (巫 \"shaman\"), pronounced *<i>myag</i> in Old Chinese, was a loanword from Old Persian *<i>maguš</i> \"magician; magi\", which is hypothetically comparable with Magu.</p>\n<p>Chinese Magu (麻姑) is called Mago in Korean and Mako in Japanese. Mago (마고, 麻姑) is a cosmogonic goddess in Korean creation myths. Hwang (2004:1) calls her \"the Great Goddess\" and proposes \"Magoism, the archaic gynocentric cultural matrix of East Asia, which derives from the worship of Mago as creatress, progenitress, and sovereign.\" According to the Budoji, Korean mytho-history began with the \"Era of Mago.\" Japanese Mako (麻姑) is usually a literary reference to the Chinese story (below) about Magu's long fingernails, for instance, <i>Mako sōyō</i> (麻姑掻痒 \"Magu scratches the itch\") metaphorically means \"things going like one imagined\".</p>\n<h2><span id=\"Cultic_origins\">Cultic origins</span></h2>\n\n<p>While Magu folktales are familiar in East Asia, the sociologist Wolfram Eberhard (1943, 1968:123-126) was the first Western scholar to analyze them. He categorized Magu under a cultural chain of Yao love songs and festivals. Based on references in Chinese texts, Eberhard proposed two centers for the Magu cult, in the present-day provinces of Jiangxi and Hubei. Evidence for an \"original cultic center\" (1968:124) near Nancheng (南城) county in southwestern Jiangxi includes several place names, including two mountains. The famous Magu Shan (麻姑山 \"Magu Mountain\") is located in Nancheng, and Taoists regard its Danxia Dong (丹霞洞 \"Cinnabar Cloud Grotto\", see Hahn 2007:29-30) as the 28th of 36 sacred <i>dongtian</i> (洞天 \"Grotto-heavens, heaven-reaching grottos\"). The famous Tang Dynasty Daoist calligrapher Yan Zhengqing visited Mt Magu and inscribed the <i>Magu Shan Xiantan Ji</i> (痲姑山仙墰記 \"Record of the Mountain Platform where Magu Ascended to Immortality\"). A second Magu Mountain is located in Jianchang county (建昌, near Nanfeng 南豐). Magu Wine (麻姑酒) is made in Jianchang and nearby Linchuan. In addition, Magu is an alternate name for Huagu (華姑 \"flower maid\") Mountain in Xuancheng county of Anhui. Evidence for a secondary area for the Magu cult in Hubei includes the Song dynasty temple near Hankou, along with the Magu Temple on Mount Heng. Several early folktales from Sichuan province associate Magu with caves and one describes a shaman who invoked her. Regarding the traditions that she was born in Jiangxi and became an immortal <i>xian</i> in Shandong, Eberhard (1968:124) says, \"This ascent to heaven, typical of Taoists, connects her with the immortal saints, and indeed she is regarded as a symbol of long life and rebirth, and therefore in the Chinese drama, appears a good omen during birthday celebrations.\"</p>\n<h2><span id=\"Early_descriptions\">Early descriptions</span></h2>\n\n\n<p>Campany (2002:259-270) provides details of Magu mythology in his annotated translation of Ge Hong's <i>Shenxian zhuan</i> (神仙傳 \"Biographies of Divine immortals\", ca. 317 CE). He compares four Chinese textual variations of Magu stories.</p>\n<p>(1) The <i>Shenxian Zhuan</i> Daoist hagiography of Wang Yuan (王遠, or Wang Fangping 王方平) and Magu has the longest early descriptions of her. Wang was supposedly a Confucianist scholar who quit his official post during the reign (146-168 CE) of Emperor Huan of Han and went into the mountains to become a Daoist <i>xian</i>. Later, while traveling in Wu (modern Zhejiang), Wang met Cai Jing 蔡經, whose physiognomy indicated he was destined to become an immortal, and taught him the basic techniques. After Cai had been gone for \"over a decade\", he suddenly returned home, looking like a young man, announced that Lord Wang would visit on the \"seventh day of the seventh month\" (later associated with the Cowherd and Weaver Girl lovers' festival), and ordered preparations for a feast. After Wang and his celestial entourage arrived on the auspicious \"double-seven\" day, he invited Magu to join their celebration because \"It has been a long time since you were in the human realm.\" She replied by invisible messenger. \"Maid Ma bows and says: 'Without our realizing it, more than five hundred years have passed since our last meeting!'\" After apologizing that she would be delayed owing to an appointment at Penglai Mountain (a legendary island in the Eastern Sea, where the elixir of immortality grows), Ma arrived four hours later.</p>\n<blockquote>\n<p>She appeared to be a handsome woman of eighteen or nineteen; her hair was done up, and several loose strands hung down to her waist. Her gown had a pattern of colors, but it was not woven; it shimmered, dazzling the eyes, and was indescribable – it was not of this world. She approached and bowed to Wang, who bade her rise. When they were both seated, they called for the travelling canteen. The servings were piled up on gold platters and in jade cups without limit. There were rare delicacies, many of them made from flowers and fruits, and their fragrance permeated the air inside [Cai's home] and out. When the meat was sliced and served, [in flavor] it resembled broiled <i>mo</i>, and was announced as <i>kirin</i> meat.<br>\nMaid Ma declared: \"Since I entered your service, I have seen the Eastern Sea turn to mulberry fields three times. As one proceeded across to Penglai, the water came only up to one's waist. I wonder whether it will turn to dry land once again.\" Wang answered with a sigh, \"Oh, the sages all say that the Eastern Sea will once again become blowing dust.\" (tr. Campany 2002:262)</p>\n</blockquote>\n<p>Magu legends frequently mention these mulberry fields in the East Sea (Christie 1968:50). When Magu was introduced to the women in Cai's family, she transformed some rice into pearls as a trick to avoid the unclean influences of a recent childbirth. Then Wang presented Cai's family with a strong liquor from \"the celestial kitchens\", and warned that it was \"unfit for drinking by ordinary people\". Even after diluting the liquor with water, everyone became intoxicated and wanted more.</p>\n<blockquote>\n<p>Maid Ma's fingernails resembled bird claws. When Cai Jing noticed them, he thought to himself, \"My back itches. Wouldn't it be great if I could get her to scratch my back with those nails?\" Now, Wang Yuan knew what Cai was saying in his heart, so he ordered him bound and whipped, chiding, \"Maid Ma is a divine personage. How dare you think that her nails could scratch your back!\" The whip lashing Cai's back was the only thing visible; no one was seen wielding it. Wang added, \"My whippings are not given without cause.\" (tr. Campany 2002:263)</p>\n</blockquote>\n<p>Some later versions of this legend say Ma was Wang's sister. The poet Li Bai immortalized two Classical Chinese expressions from this story. <i>Magu saobei</i> (麻姑掻背 \"Magu scratches [my] back\") refers to her extraordinary fingernails. <i>Canghai sangtian</i> (滄海桑田 \"blue ocean [turns to] mulberry fields\") means \"great changes over the course of time\"; Joseph Needham (1959:599-600) says early Daoists observed seashells in mountainous rocks and recognized the vast scale of geologic transformations.</p>\n<p>(2) The <i>Lieyi zhuan</i> (列異傳 \"Arrayed Marvels\", late 2nd or early 3rd century), attributed to Cao Pi (187-226 CE) has three stories about Wang Fangping.</p>\n<blockquote>\n<p>The third gives a version of the incident of Cai Jing's inappropriate fantasy concerning Maid Ma and her luxuriant four-inch nails. Here, Cai Jing's home is located in Dongyang; he is not whipped but rather flung to the ground, his eyes running blood; and Maid Ma herself, identified as \"a divine transcendent\" (<i>shenxian</i>), is the one who reads his thoughts and does the punishing. (Campany 2002:268)</p>\n</blockquote>\n<p>Kohn's (1993:355-358, \"The Hemp Lady\") translation includes a woodblock from the illustrated <i>Zengxiang Liexian zhuan</i>.</p>\n<p>(3) The <i>Yiyuan</i> (異苑 \"Garden of Marvels\", early 5th century), by Liu Jingshu (劉敬叔), records a story about Meigu (梅姑 \"Plum Maid\") or Magu, and suggests her cult originated during the Qin Dynasty (221-206 BCE).</p>\n<blockquote>\n<p>During Qin times, there was a Temple to Maid Mei 梅 – or, as one version has it, Maid Ma – beside a lake. When alive, she had possessed arts of the Dao. She could walk on water in her shoes. Later she violated the laws of the Dao, and her husband, out of anger, murdered her and dumped her body in the lake. Following the current, it floated on the waves until it reached the [present site of] the temple. A subordinate shaman directed that she be encoffined but not immediately buried. Very soon a square, lacquered coffin appeared in the shrine hall. [From then on], at the end and beginning of each lunar month, people there could make out through the fog an indistinct figure, wearing shoes. Fishing and hunting were prohibited in the area of the temple, and violators would always become lost or drown. Shamans said that it was because the Maid had suffered a painful death and hates to see other beings cruelly killed. (tr. Campany 2006:269)</p>\n</blockquote>\n<p>Campany reads this legend to describe founding a temple, probably on Lake Gongting, and translates these \"shaman\" and \"shrine\" references in the future tense. Compare the present tense translation of Miyakawa (1979:86) who interprets her body floating to an existing temple.</p>\n<p>(4) The <i>Qi Xie ji</i> (齊諧記, 6th century) associates Magu with snakes. It describes her as a commoner from Fuyang, Zhejiang, rather than a Daoist transcendent, who loved raw meat hash. She captured a strange beast resembling a sea turtle and a serpent, and ate it with her companion Hua Ben (華本 \"Flower Root\"). When Ma started choking, Hua could see a snake flicking its tongue inside her mouth. She later enjoyed a meal at Hua's house, but upon learning that they had eaten snake meat, she vomited blood and died. Campany concludes:</p>\n<blockquote>\n<p>This story hints at an even older stratum of legend behind the Maid Ma cult: like other territorial gods known to Chinese religious history, she may have begun as a theriomorphic deity (perhaps snake-headed) who gradually metamorphosed into a human being and finally – the process culminating in Ge Hong's <i>Traditions</i> narrative – into a full-fledged transcendent. Seen in this light, several details of the <i>Traditions</i> hagiography might be read as betraying these chthonic origins. Among these are Maid Ma's long nails, the featuring of meat dishes among the fantastic foods served by the travelling canteen, and the scene describing the \"summoning\" of Maid Ma, which is reminiscent of shamanic invocations of deities to attend spirit-writing sessions. (2002:269-270)</p>\n</blockquote>\n<h2><span id=\"Hemp_goddess\">Hemp goddess</span></h2>\n<p>Hellmut Wilhelm's book review (1944:213) of Eberhard's original German book (1943) suggested that Magu was associated with cannabis. Eberhard dismissed this hypothesis in the English version.</p>\n<blockquote>\n<p>I have no indication that the goddess ever was a goddess of the hemp plant (<i>ma</i>) as H. Wilhelm surmised (<i>Monumenta Serica</i> vol. 9, p. 213 note 9). She often wears aboriginal attire, a dress with a collar made of leaves, but not of hemp, which only sometimes has developed, according to a late fashion into a cape of cloth. (1968:125)</p>\n</blockquote>\n<p>Campany (2002:267, fn. 487) mentions the Chinese use of <i>ma</i> \"hemp\" fibers as a weaving material. \"(Note also her shimmering, multicolored gown, \"not of this world\"; but we are told that it was <i>not</i> woven, at least not in an ordinary way.) I know of no attempt to explain the name Ma gu (literally, \"the Hemp Maiden\").\"</p>\n<p>The historian and sinologist Joseph Needham connected myths about Magu \"the Hemp Damsel\" with early Daoist religious usages of cannabis. <i>Cannabis sativa</i> is described by the oldest Chinese pharmacopeia, the (ca. 100 CE) <i>Shennong Bencaojing</i> 神農本草經 (\"Shennong's Materia Medica Classic\") (tr. Bretschenider 1895:378). \"The flowers when they burst (when the pollen is scattered) are called 麻蕡 [<i>mafen</i>] or 麻勃 [<i>mabo</i>]. The best time for gathering is the 7th day of the 7th month. The seeds are gathered in the 9th month. The seeds which have entered the soil are injurious to man. It grows on Mount Tai.\" Needham (1974:152) pointed out that Magu was goddess of Shandong's sacred Mount Tai, where cannabis \"was supposed to be gathered on the seventh day of the seventh month, a day of seance banquets in the Taoist communities.\" The (ca. 570 CE) Daoist encyclopedia <i>Wushang Biyao</i> 無上秘要 (\"Supreme Secret Essentials\", Needham 1974:150) records that cannabis was added into ritual censers.</p>\n<p>The Shangqing School of Daoism provides a good example. Yang Xi (330-c. 386 CE) was \"aided almost certainly by cannabis\" (Needham 1974:151) in writing the Shangqing scriptures during nightly visitations by Daoist \"immortals\". Tao Hongjing (456-536 CE), who edited the official Shangqing canon, also recorded (<i>Mingyi bielu</i> 名醫別錄 \"Supplementary Records of Famous Physicians\", tr. Needham 1974:151), \"Hemp-seeds ([<i>mabo</i>] 麻勃) are very little used in medicine, but the magician-technicians ([<i>shujia</i>] 術家) say that if one consumes them with ginseng it will give one preternatural knowledge of events in the future.\"</p>\n<p>Needham concluded,</p>\n<blockquote>\n<p>Thus all in all there is much reason for thinking that the ancient Taoists experimented systematically with hallucinogenic smokes, using techniques which arose directly out of liturgical observance. … At all events the incense-burner remained the centre of changes and transformations associated with worship, sacrifice, ascending perfume of sweet savour, fire, combustion, disintegration, transformation, vision, communication with spiritual beings, and assurances of immortality. <i>Wai tan</i> and <i>nei tan</i> met around the incense-burner. Might one not indeed think of it as their point of origin? (1974:154)</p>\n</blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mulberry fields (idiom)</li>\n<li>Religious and spiritual use of cannabis</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Bretschneider, Emil. 1895. <i>Botanicon Sinicum: Notes on Chinese Botany from Native and Western Sources. Part III, Botanical Investigations in the Materia Medica of the Ancient Chinese</i>. Kelly &amp; Walsh.</li>\n<li>Campany, Robert Ford. 2002. <i>To Live As Long As Heaven and Earth: Ge Hong’s Traditions of Divine Transcendents</i>. University of California Press.</li>\n<li>Christie, Anthony (1968). <i>Chinese Mythology</i>. Feltham: Hamlyn Publishing. ISBN 0-600-00637-9.</li>\n<li>Eberhard, Wolfram. 1968. <i>The Local Cultures of South and East China</i>, Alide Eberhard, tr. <i>Lokalkulturen im alten China</i>, v. 2, 1943. E.J. Brill.</li>\n<li>Hahn, Thomas H. 2007. Bibliography of mountain-gazetteers 山志.</li>\n<li>Hwang, Hye Sook. 2004. An Investigation of Gynocentric Unity in Mago, the East Asian Great Goddess, and Elsewhere Presented at the Conference of Pacific and Southwest Women’s Studies, Scripps College, Claremont CA.</li>\n<li>Kohn, Livia. 1993. <i>The Taoist Experience: An Anthology</i>. State University of New York Press.</li>\n<li>Li, Hui-lin. 1974. \"An archaeological and historical account of cannabis in China\", <i>Economic Botany</i> 28:437-47.</li>\n<li>Liu Ts'un-yan and Judith Berling. 1982. \"The 'Three Teachings' in the Mongol-Yuan Period,\" in Chan Hok-lam and Wm. Theodore de Bary, eds., <i>Yuan Thought: Chinese Thought and Religion under the Mongols</i>, 479-512, Columbia University Press.</li>\n<li>Mair, Victor H. 1990. \"Old Sinitic *<i>Myag</i>, Old Persian <i>Maguš</i> and English <i>Magician</i>,” <i>Early China</i> 15: 27–47.</li>\n<li>Miyakawa Hisayuki. 1979. \"Local Cults around Mount Lu at the Time of Sun En's Rebellion,\" in <i>Facets of Taoism: Essays in Chinese Religion,</i> Holmes Welch and Anna Seidel, eds., 83-102. New Haven: Yale University Press.</li>\n<li>Needham, Joseph. 1959. <i>Science and Civilisation in China</i>, Vol. 3, <i>Mathematics and the Sciences of the Heavens and the Earth</i>. Cambridge University Press.</li>\n<li>Needham, Joseph. 1974. <i>Science and Civilisation in China: Volume 5, Chemistry and Chemical Technology; Part 2, Spagyrical Discovery and Invention: Magisteries of Gold and Immortality</i>. Cambridge University Press.</li>\n<li>Needham, Joseph. 1980. <i>Science and Civilisation in China: Volume 5, Chemistry and Chemical Technology; Part 4, Spagyrical Discovery and Invention</i>. Cambridge University Press.</li>\n<li>Penny, Benjamin. 2007 \"Magu 麻姑,\" in <i>The Encyclopedia of Taoism</i>, Fabrizio Pregadio, ed., Routledge, 731-732.</li>\n<li>Wilhelm, Hellmut. 1944. [Review of] \"Wolfram Eberhard: Untersuchungen über den Aufbau der chinesischen Kultur II. Teil 2: Die Lokalkulturen des Südens und Ostens,\" <i>Monumenta Serica</i> 9:209-230.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ma Gu Temple, Kunyu Mountain Shaolin Martial Arts Academy</li>\n<li>Way of Infinite Harmony website</li>\n<li>Ma Gu Presenting the Peaches, painting by Deng Fen 鄧芬, Hong Kong Museum of Art</li>\n<li>麻姑山, Daoist sites on Ma Gu Mountain, Jiangxi Bureau of Ethnic Minorities (in Chinese)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Cannabis leaf.svg"}, {"ns": 6, "title": "File:Cannabis leaf 2.svg"}, {"ns": 6, "title": "File:Esculaap4.svg"}, {"ns": 6, "title": "File:Magu (Long Corridor).JPG"}, {"ns": 6, "title": "File:Portrait of the Immortal Magu - Ma Hezhi - Song Dynasty.jpg"}, {"ns": 6, "title": "File:Qing Dynasty Immortal Magu.jpg"}, {"ns": 6, "title": "File:YangshaoCordmarkedAmphoraBanpoPhase4800BCEShaanxi.jpg"}, {"ns": 6, "title": "File:麻-bronze.svg"}]}