{"pageid": 11579528, "ns": 0, "title": "Papahānaumoku", "extract": "<p><b>Papahānaumoku</b>, sometimes called <b>Papa</b>, is the earth mother goddess in Hawaiian religion of the Kanaka Maoli. Together with her husband Wākea (<i>sky father</i>) Papa is the ancestor of all people and Kalo, and mother of islands as the Kanaka Maoli manifestation of Mother Earth.</p>\n<p>The Northwestern Hawaiian Islands Marine National Monument was renamed in 2007 to the Papahānaumokuākea Marine National Monument, a variant form of her name.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>There are many legends surrounding Papa. She is worshipped by Native Hawaiians, especially by women, as a primordial force of creation who has the power to give life and to heal. A women's temple, called Hale o Papa, is the primary religious structure associated with her worship. Hale o Papa are often built in connection with Luakini, or men's temples (places of \"official\" ceremony, which are primarily dedicated to the gods Kū and Lono), although it is believed by many practitioners that they may also exist independently.</p>\n<p>Unfortunately the text that has been entered here concerning Papa is incorrect. Papa is one of my ancestors. She was the daughter of Kuaniehu who married Kahakauakoko (f). Papanuihanaumoku first married Wakea, then his brother Te Tumu, then Atea and last but not least, Rangi. Papa's husbands were the sons of Kupulanakehau (f) who married Kahiko. She was certainly not a God, her descendants from her and her husbands were the Ariki lines (High ranking Nobles, Kings) of Hawaii, Rarotonga, Aitutaki and the Maori. These lines permeated into all the Isles of Polynesia. Papa's great/great/great/great/great grandmother was Oahu, daughter of Hawaii Loa and Hualalai.</p>\n<p><br>\nPapanuihanaumoku, also known as Papa and Papatuanuku died in Waieri, Tahiti.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>According to legend, Papa was born in Halawa Valley, Oʻahu and spent her early childhood there. She travelled throughout the islands, and eventually wed Wākea. Together they had a daughter, Ho<span>ʻ</span>ohokukalani (literally, <i>one who creates the stars of heaven</i>). As the girl grew, Wākea fell in love with his daughter and began to have an intimate relationship with her. He tricked Papa (in some versions of the story, the institution of the kapu system was part of his scheme) in order to keep her away, so that he could seduce Ho<span>ʻ</span>ohokukalani. When Papa discovered the truth, she was furious. However, when Ho<span>ʻ</span>ohokukalani gave birth to a stillborn baby, it was Papa who named the child Haloa and buried him in the soft earth; from that place sprung the first kalo. Ho<span>ʻ</span>ohokukalani again mated with her father Wākea, and had a living child, who was also named Haloa. This child became the ancestor to all Kanaka Maoli, or all humans (depending upon interpretation)..</p>\n<h2><span id=\"Aloha_ʻAina\"></span><span id=\"Aloha_.CA.BBAina\">Aloha ʻAina</span></h2>\n<p>In the Aloha ʻĀina movement, Papa is often a central figure, as her spirit is that of the life-giving, loving, forgiving earth who nurtures human life, and who is being abused by the misdeeds of mankind, especially in regard to the abuse of nature.</p>\n<p>In 2008, Papahānaumoku and Wākea's names inspired the newly inaugurated Papahānaumokuākea Marine National Monument.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Rangi and Papa of Maori tradition</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Papa-Hana-Moku</li>\n</ul>"}