{"pageid": 1175373, "ns": 0, "title": "Kubaba", "extract": "<p><b>Kubaba</b> (in the <i>Weidner</i> or <i>Esagila Chronicle</i>; Sumerian: <b>Kug-Bau</b>) is the only queen on the <i>Sumerian King List</i>, which states she reigned for 100 years – roughly in the Early Dynastic III period (ca. 2500-2330 BC) of Sumerian history. In later times, she was worshipped as a goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Queen\">Queen</span></h2>\n<p>Kubaba is one of very few women to have ever ruled in their own right in Iraqi history. Most versions of the king list place her alone in her own dynasty, the 3rd Dynasty of Kish, following the defeat of Sharrumiter of Mari, but other versions combine her with the 4th dynasty, that followed the primacy of the king of Akshak. Before becoming monarch, the king list says she was an alewife.</p>\n<p>The <i>Weidner Chronicle</i> is a propagandistic letter, attempting to date the shrine of Marduk at Babylon to an early period, and purporting to show that each of the kings who had neglected its proper rites had lost the primacy of Sumer. It contains a brief account of rise of \"the house of Kubaba\" occurring in the reign of Puzur-Nirah of Akshak:</p>\n<blockquote>\n<p>\"In the reign of Puzur-Nirah, king of Akšak, the freshwater fishermen of Esagila were catching fish for the meal of the great lord Marduk; the officers of the king took away the fish. The fisherman was fishing when 7 (or 8) days had passed [...] in the house of Kubaba, the tavern-keeper [...] they brought to Esagila. At that time BROKEN[4] anew for Esagila [...] Kubaba gave bread to the fisherman and gave water, she made him offer the fish to Esagila. Marduk, the king, the prince of the Apsû, favored her and said: \"Let it be so!\" He entrusted to Kubaba, the tavern-keeper, sovereignty over the whole world.\"</p>\n</blockquote>\n<p>Her son Puzur-Suen and grandson Ur-Zababa followed her on the throne in Sumer as the fourth Kish dynasty on the king list, in some copies as her direct successors, in others with the Akshak dynasty intervening. Ur-Zababa is also known as the king said to be reigning in Sumer during the youth of Sargon the Great of Akkad, who militarily brought much of the near east under his regime shortly afterward.</p>\n<h2><span id=\"Goddess\">Goddess</span></h2>\n<p>Shrines in honour of Kubaba spread throughout Mesopotamia. In the Hurrian area she may be identified with Kebat, or Hepat, one title of the Hurrian Mother goddess Hannahannah (from Hurrian <i>hannah</i>, \"mother\"). Abdi-Heba was the palace mayor, ruling Jerusalem at the time of the Amarna letters (1350 BC).</p>\n<p>Kubaba became the tutelary goddess who protected the ancient city of Carchemish on the upper Euphrates, in the late Hurrian/early Hittite period. Relief carvings, now at the Museum of Anatolian Civilizations (Anadolu Medeniyetleri Müzesi), Ankara, show her seated, wearing a cylindrical headdress like the <i>polos</i> and holding probably a tympanum (hand drum) or possibly a mirror in one hand and a poppy capsule (or perhaps pomegranate) in the other. She plays a role in Luwian texts and a minor role in Hittite texts, mainly in Hurrian rituals.</p>\n<p>According to Emanuel Laroche, Maarten J. Vermaseren, and Mark Munn, her cult later spread and her name was adapted for the main goddess of the Hittite successor kingdoms in Anatolia. This deity later developed into the Phrygian <i>matar kubileya</i> (\"mother Cybele\"), who was depicted in petroglyphs and mentioned in accompanying inscriptions. The Phrygian goddess otherwise bears little resemblance to Kubaba, who – according to Herodotus – was a sovereign deity at Sardis.</p>\n<p>Her Lydian name was <b>Kuvav</b> or <b>Kufav</b> which Ionian Greeks initially transcribed <b>Kybêbê</b>, rather than <i>Kybele</i>; Jan Bremmer notes in this context the 7th century Semonides of Amorgos, who calls one of her Hellene followers a <i>kybêbos</i>. Bremmer observes that in the following century she was further Hellenized by Hipponax, as \"Kybêbê, daughter of Zeus\".</p>\n<p><br></p>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>\"The Weidner 'Chronicle' mentioning Kubaba\". From Grayson, A. K. (1975). <i>Assyrian and Babylonian Chronicles</i>.</li>\n<li>Munn, Mark (2004). \"Kybele as Kubaba in a Lydo-Phrygian Context\": Emory University cross-cultural conference \"Hittites, Greeks and Their Neighbors in Central Anatolia\" (Abstracts)</li>\n<li>Laroche Emmanuel, \"Kubaba déesse anatolienne, et le problème des origines de Cybèle\", Eléments orientaux dans la religion grecque ancienne, Paris 1960, p. 113-128.</li>\n<li>Vermaseren, Maarten J., <i>Cybele and Attis; the Myth and the Cult,</i> A.M.H. Lemmers, Trans., Thames and Hudson, London. (1970)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Museum of Anatolian Civilizations086.jpg"}]}