{"pageid": 1179561, "ns": 0, "title": "Turan (mythology)", "extract": "<p><b>Turan</b> was the Etruscan goddess of love, fertility and vitality and patroness of the city of Velch. In art, she was usually depicted as a young winged girl. Turan appears in toilette scenes of Etruscan bronze mirrors. She is richly robed and jeweled in early and late depictions, but appears nude under the influence of Hellenistic art in the 3rd and 2nd centuries BCE. She is paired with her young lover Atunis (Adonis) and figures in the episode of the Judgement of Paris.</p>\n<p>She was commonly associated with birds such as the dove, goose and above all the swan, <i>Tusna</i>, \"the swan of Turan\". Her retinue were called Lasas. Turan may be quite ancient but does not appear on the Piacenza list nor in Martianus list of Etruscan deities. The Etruscan month of July was named after her, although we only know the Latin word for it, <i>Traneus</i>.</p>\n<p>She was seen as the equivalent to the Roman Venus and the Greek Aphrodite. Her name is the pre-Hellenic root of \"Turannos\" (absolute ruler), so Turan can be viewed as “Mistress\".</p>\n<p>Turan had a sanctuary in the Greek-influenced Gravisca, the port for Tarquinia, where votive gifts inscribed with her name have been found. One inscription calls her <i>Turan ati</i>, \"Mother Turan\" which has been interpreted as connecting her to Venus Genetrix, Venus the mother of Aeneas and progenitor of the Julio-Claudian lineage.</p>\n<p>The Gallo-Roman Museum (Tongeren, Belgium) Exhibition on Etruscans (April 2013), states that TURAN in Etruscan, actually means DOVE.</p>\n<p>Turan is one of the few Etruscan Goddesses who has indeed, survived into Tuscan Folklore. Called \"Turanna\", she is said to be a spirit of love and happiness who helps lovers in love.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<p><br></p>\n<p>http://www.thaliatook.com/OGOD/turan.html</p>", "images": [{"ns": 6, "title": "File:Etruscan - Balsamarium in the Form of a Deity with Winged Helmet - Walters 543004.jpg"}, {"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}