{"pageid": 1182, "ns": 0, "title": "Athena", "extract": "<p><b>Athena</b> (<span></span>; Attic Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἀθηνᾶ</span>, <i>Athēnā</i>, or <span lang=\"grc\" xml:lang=\"grc\">Ἀθηναία</span>, <i>Athēnaia</i>; Epic: <span lang=\"grc\" xml:lang=\"grc\">Ἀθηναίη</span>, <i>Athēnaiē</i>; Doric: <span lang=\"grc\" xml:lang=\"grc\">Ἀθάνα</span>, <i>Athānā</i>) or <b>Athene</b> (<span></span>; Ionic: <span lang=\"grc\" xml:lang=\"grc\">Ἀθήνη</span>, <i>Athēnē</i>), often given the epithet <b>Pallas</b> (<span></span>; <span lang=\"grc\" xml:lang=\"grc\">Παλλὰς</span>), is the ancient Greek goddess of wisdom, craft, and war. In later times, Athena was syncretized with the Roman goddess Minerva.</p>\n<p>From her origin as an Aegean palace goddess, Athena was regarded as the patron and protectress of various cities across Greece, particularly the city of Athens, from which she received her name. She was known as <i>Polias</i> and <i>Poliouchos</i> (derived from <i>polis</i>, meaning \"city-state\"), and her temples were usually located atop the fortified Acropolis in the central part of the city. The Parthenon on the Athenian Acropolis is dedicated to her. As the patron of craft and weaving, Athena was known as <i>Ergane</i>. Athena was also a warrior goddess, and was believed to lead soldiers into battle as <i>Athena Promachos</i>. In ancient Greek literature, Athena is portrayed as the astute companion of heroes and as the patron goddess of heroic endeavour; in the <i>Odyssey</i>, she is the divine counselor to Odysseus, and she was believed to have also aided the hero Perseus.</p>\n<p>In Greek mythology, Athena was believed to have been born from the head of her father Zeus. She was known as <i>Athena Parthenos</i> (\"Athena the Virgin\"), but, in one archaic Attic myth, the god Hephaestus tried and failed to rape her, resulting in Gaia giving birth to Erichthonius. In the founding myth of Athens, Athena bested Poseidon in a competition over patronage of the city by creating the first olive tree. Along with Aphrodite and Hera, Athena was one of the three goddesses whose feud resulted in the beginning of the Trojan War.</p>\n<p>In the later writings of the Roman poet Ovid, Athena was said to have competed against the mortal Arachne in a weaving competition, afterwards transforming Arachne into the first spider; Ovid also describes how she transformed Medusa into a Gorgon after witnessing her being raped by Poseidon in her temple. Since the Renaissance, Athena has become an international symbol of wisdom and the arts. Western artists and allegorists have often used Athena as a symbol of freedom and democracy.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Athena is associated with the city of Athens. The name of the city in ancient Greek is <i>Ἀθῆναι</i> (<i>Athenai</i>), a plural toponym, designating the place where—according to myth—she presided over her sisterhood, the <i>Athenai</i>. In ancient times, scholars argued whether Athena was named after Athens or Athens after Athena. Now scholars generally agree that the goddess takes her name from the city; the ending -<i>ene</i> is common in names of locations, but rare for personal names. Testimonies from different cities in ancient Greece attest that similar city goddesses were worshipped in other cities and, like Athena, took their names from the cities where they were worshipped. For example, in Mycenae there was a goddess called Mykene, whose sisterhood was known as <i>Mykenai</i>, whereas at Thebes an analogous deity was called Thebe, and the city was known under the plural form <i>Thebai</i> (or Thebes, in English, where the ‘s’ is the plural formation). The name <i>Athenai</i> is likely of Pre-Greek origin because it contains the presumably Pre-Greek morpheme <i>*-ān-</i>.</p>\n<p>In his dialogue <i>Cratylus</i>, the Greek philosopher Plato (428–347 BC) gives some rather imaginative etymologies of Athena's name, based on the theories of the ancient Athenians and his own etymological speculations:</p>\n<blockquote class=\"templatequote\">\n<p>That is a graver matter, and there, my friend, the modern interpreters of Homer may, I think, assist in explaining the view of the ancients. For most of these in their explanations of the poet, assert that he meant by Athena \"mind\" [<span lang=\"grc\" xml:lang=\"grc\">νοῦς</span>, <i>noũs</i>] and \"intelligence\" [<span lang=\"grc\" xml:lang=\"grc\">διάνοια</span>, <i>diánoia</i>], and the maker of names appears to have had a singular notion about her; and indeed calls her by a still higher title, \"divine intelligence\" [<span lang=\"grc\" xml:lang=\"grc\">θεοῦ νόησις</span>, <i>theoũ nóēsis</i>], as though he would say: This is she who has the mind of God [<span lang=\"grc\" xml:lang=\"grc\">ἁ θεονόα</span>, <i>a theonóa</i>). Perhaps, however, the name Theonoe may mean \"she who knows divine things\" [<span lang=\"grc\" xml:lang=\"grc\">τὰ θεῖα νοοῦσα</span>, <i>ta theia noousa</i>] better than others. Nor shall we be far wrong in supposing that the author of it wished to identify this Goddess with moral intelligence [<span lang=\"grc\" xml:lang=\"grc\">εν έθει νόεσιν</span>, <i>en éthei nóesin</i>], and therefore gave her the name Etheonoe; which, however, either he or his successors have altered into what they thought a nicer form, and called her Athena<i>.</i></p>\n\n</blockquote>\n<p>Thus, Plato believed that Athena's name was derived from Greek <span lang=\"grc\" xml:lang=\"grc\">Ἀθεονόα</span>, <i>Atheonóa</i>—which the later Greeks rationalised as from the deity's (θεός, <i>theós</i>) mind (νοῦς, <i>noũs</i>). The second-century AD orator Aelius Aristides attempted to derive natural symbols from the etymological roots of Athena's names to be <i>aether</i>, <i>air</i>, <i>earth</i>, and <i>moon</i>.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>Athena was originally the Aegean goddess of the palace, who presided over household crafts and protected the king. A single Mycenaean Greek inscription <span lang=\"gmy\" xml:lang=\"gmy\">𐀀𐀲𐀙𐀡𐀴𐀛𐀊</span> <i>a-ta-na po-ti-ni-ja</i> /Athana potnia/ appears at Knossos in the Linear B tablets from the Late Minoan II-era \"Room of the Chariot Tablets\"; these comprise the earliest Linear B archive anywhere. Although <i>Athana potnia</i> often is translated <i>Mistress Athena</i>, it could also mean \"the <i>Potnia</i> of Athana\", and thus perhaps <i>the Lady of Athens</i>. However, any connection to the city of Athens in the Knossos inscription is uncertain. In the still undeciphered corpus of Linear A tablets—written in the unclassified Minoan language—a sign series <i>a-ta-no-dju-wa-ja</i> is to be found. This could be connected with the Linear B Mycenaean expressions <i>a-ta-na po-ti-ni-ja</i> and <i>di-u-ja</i> or <i>di-wi-ja</i> (<i>Diwia</i>, \"of Zeus\" or, possibly, related to a homonymous goddess), resulting in a translation \"Athena of Zeus\" or \"divine Athena\". Similarly, in the Greek mythology and epic tradition, Athena figures as a daughter of Zeus (Διός θυγάτηρ; <i>cfr.</i> Dyeus). However, the inscription quoted seems to be very similar to \"a-ta-nū-tī wa-ya\", quoted as SY Za 1 by Jan Best. Best translates the initial <i>a-ta-nū-tī</i>, which is recurrent in line beginnings, as \"I have given\".</p>\n<p>In a Mycenean fresco, there is a composition of two women extending their hands towards a central figure, who is covered by an enormous figure-eight shield; this may depict the warrior-goddess with her palladium, or her palladium in an aniconic representation. In the \"Procession Fresco\" at Knossos, which was reconstructed by the Mycenaeans, two rows of figures carrying vessels seem to meet in front of a central figure, which is probably the Minoan precursor to Athena. The early twentieth-century scholar Martin Persson Nilsson argued that the Minoan snake goddess figurines are early representations of Athena.</p>\n\n<p>Nilsson and others have claimed that, in early times, Athena was either an owl herself or a bird goddess in general. In the third book of the <i>Odyssey</i>, she takes the form of a sea-eagle. Proponents of this view argue that she dropped her prophylactic owl-mask before she lost her wings. \"Athena, by the time she appears in art,\" Jane Ellen Harrison remarks, \"has completely shed her animal form, has reduced the shapes she once wore of snake and bird to attributes, but occasionally in black-figure vase-paintings she still appears with wings.\"</p>\n<p>It is generally agreed that the cult of Athena preserves some aspects of the Proto-Indo-European transfunctional goddess. The cult of Athena may have also been influenced by those of Near Eastern warrior goddesses such as the East Semitic Ishtar and the Ugaritic Anat, both of whom were often portrayed bearing arms.</p>\n<p>Miriam Robbins Dexter has suggested that, at least at some point in her history, Athena was a solar deity. Athena bears traits common with Indo-European solar goddesses, including the possession of a mirror and the invention of weaving, characteristics which are also held by the Baltic goddess Saulė. Athena's association with Medusa, who is also suspected of being a solar goddess, adds further solar iconography to her cultus. Athena was later syncretized with Sulis, a Celtic goddess whose name is derived from the common Proto-Indo-European root for many solar deities. Though the sun in Greek myth is personified as the male Helios, several relictual solar goddesses are known, such as Alectrona.</p>\n<p>Plato notes that the citizens of Sais in Egypt worshipped a goddess known as Neith, whom he identifies with Athena. Neith was the ancient Egyptian goddess of war and hunting, who was also associated with weaving; her worship began during the Egyptian Pre-Dynastic period. In Greek mythology, Athena was reported to have visited mythological sites in North Africa, including Libya's Triton River and the Phlegraean plain. Based on these similarities, the sinologist Martin Bernal created the \"Black Athena\" hypothesis, which claimed that Neith was brought to Greece from Egypt, along with \"an enormous number of features of civilization and culture in the third and second millennia\". The \"Black Athena\" hypothesis stirred up widespread controversy near the end of the twentieth century, but it has now been widely rejected by modern scholars.</p>\n<h2><span id=\"Cult_and_patronages\">Cult and patronages</span></h2>\n\n\n<p>In her aspect of <i>Athena Polias</i>, Athena was venerated as the goddess of the city and the protectress of the citadel. In Athens, the Plynteria, or \"Feast of the Bath\", was observed every year at the end of the month of Thargelion. The festival lasted for five days. During this period, the priestesses of Athena, or <i>plyntrídes</i>, performed a cleansing ritual within the Erechtheion, a sanctuary devoted to Athena and Poseidon. Here Athena's statue was undressed, her clothes washed, and body purified.</p>\n<p>Athena was worshipped at festivals such as Chalceia as <i>Athena Ergane</i>, the patroness of various crafts, especially weaving. She was also the patron of metalworkers and was believed to aid in the forging of armor and weapons. During the late 5th century BC, the role of goddess of philosophy became a major aspect of Athena's cult.</p>\n<p>As <i>Athena Promachos</i>, she was believed to lead soldiers into battle. Athena represented the disciplined, strategic side of war, in contrast to her brother Ares, the patron of violence, bloodlust, and slaughter—\"the raw force of war\". Athena was believed to only support those fighting for a just cause and was thought to view war primarily as a means to resolve conflict. In this aspect, Athena was also known as <i>Parthenos</i>, which means \"virgin\", because she was believed to have never married or taken a lover. Athena was especially worshipped in this role during the festivals of the Panathenaea and Pamboeotia, both of which prominently featured displays of athletic and military prowess. As the patroness of heroes and warriors, Athena was believed to favor those who used cunning and intelligence rather than brute strength.</p>\n\n<p>Athena was not only the patron goddess of Athens, but also other cities, including Argos, Sparta, Gortyn, Lindos, and Larisa. The various cults of Athena were all branches of her panhellenic cult and often proctored various initiation rites of Grecian youth, such as the passage into citizenship by young men or the passage of young women into marriage. These cults were portals of a uniform socialization, even beyond mainland Greece.</p>\n<p>Athena was frequently equated with Aphaea, a local goddess of the island of Aegina, originally from Crete and also associated with Artemis and the nymph Britomartis. In Arcadia, she was assimilated with the ancient goddess Alea and worshiped as Athena Alea. Sanctuaries dedicated to Athena Alea were located in the Laconian towns of Mantineia and Tegea. The temple of Athena Alea in Tegea was an important religious center of ancient Greece. The geographer Pausanias was informed that the <i>temenos</i> had been founded by Aleus. Votive bronzes at the site from the Geometric and Archaic periods take the forms of horses and deer; there are sealstone and fibulae. In the Archaic period, the nine villages that underlie Tegea banded together in a synoecism to form one city. Tegea was listed in Homer's Catalogue of Ships as one of the cities that contributed ships and men for the Achaean assault on Troy.</p>\n<p>In Sparta, the temple of Athena <i>Khalkíoikos</i> (Athena \"of the Brazen House\", often latinized as <i>Chalcioecus</i>) was the grandest and located on the Spartan acropolis; presumably it had a roof of bronze. The forecourt of the Brazen House was the place where the most solemn religious functions in Sparta took place.</p>\n<h2><span id=\"Epithets_and_attributes\">Epithets and attributes</span></h2>\n\n\n<p>Athena was known as <b>Atrytone</b> (<span lang=\"grc\" xml:lang=\"grc\">Άτρυτώνη</span> \"the Unwearying\"), <b>Parthenos</b> (<span lang=\"grc\" xml:lang=\"grc\">Παρθένος</span> \"Virgin\"), and <b>Promachos</b> (<span lang=\"grc\" xml:lang=\"grc\">Πρόμαχος</span> \"she who fights in front\"). The epithet <b>Polias</b> (Πολιάς \"of the city\"), refers to Athena's role as protectress of the city. The epithet <b>Ergane</b> (Εργάνη \"the Industrious\") pointed her out as the patron of craftsmen and artisans. Burkert notes that the Athenians sometimes simply called Athena \"the Goddess\", <i>hē theós</i> (ἡ θεός), certainly an ancient title. After serving as the judge at the trial of Orestes in which he was acquitted of having murdered his mother Clytemnestra, Athena won the epithet <b>Areia</b> (Αρεία).</p>\n\n<p>In Homer's epic works, Athena's most common epithet is <b>Glaukopis</b> (<span lang=\"grc\" xml:lang=\"grc\">γλαυκῶπις</span>), which usually is translated as, \"bright-eyed\" or \"with gleaming eyes\". The word is a combination of <i>glaukós</i> (<span lang=\"grc\" xml:lang=\"grc\">γλαυκός</span>, meaning \"gleaming, silvery\", and later, \"bluish-green\" or \"gray\") and <i>ṓps</i> (<span lang=\"grc\" xml:lang=\"grc\">ὤψ</span>, \"eye, face\"). The word <i>glaúx</i> (<span lang=\"grc\" xml:lang=\"grc\">γλαύξ</span>, \"little owl\") is from the same root, presumably according to some, because of the bird's own distinctive eyes. Athena was clearly associated with the owl from very early on; in archaic images, she is frequently depicted with an owl perched on her hand. Through its association with Athena, the owl evolved into the national mascot of the Athenians and eventually became a symbol of wisdom.</p>\n<p>Other epithets include Ageleia, Itonia and <b>Aethyia</b>, under which she was worshiped in Megara. The word <i>aíthyia</i> (<span lang=\"grc\" xml:lang=\"grc\">αἴθυια</span>) signifies a \"diver\", also some diving bird species (possibly the shearwater) and figuratively, a \"ship\", so the name must reference Athena teaching the art of shipbuilding or navigation. In a temple at Phrixa in Elis, reportedly built by Clymenus, she was known as <b>Cydonia</b> (Κυδωνία), which is possibly connected to Greek <i>kũdos</i> (κῦδος \"glory\").</p>\n<p>In the <i>Iliad</i> (4.514), the Homeric Hymns, and in Hesiod's <i>Theogony</i>, Athena is also given the curious epithet <b>Tritogeneia</b> (Τριτογένεια), whose significance remains unclear. It could mean various things, including \"Triton-born\", perhaps indicating that the homonymous sea-deity was her parent according to some early myths. One myth relates the foster father relationship of this Triton towards the half-orphan Athena, whom he raised alongside his own daughter Pallas. Karl Kerényi suggests that \"Tritogeneia did not mean that she came into the world on any particular river or lake, but that she was born of the water itself; for the name Triton seems to be associated with water generally.\" In Ovid's <i>Metamorphoses</i> Athena is occasionally referred to as \"Tritonia\".</p>\n\n<p>Another possible meaning may be \"triple-born\" or \"third-born\", which may refer to a triad or to her status as the third daughter of Zeus or the fact she was born from Metis, Zeus, and herself; various legends list her as being the first child after Artemis and Apollo, though other legends identify her as Zeus' first child. Several scholars have suggested a connection to the Rigvedic god Trita, who was sometimes grouped in a body of three mythological poets. Michael Janda has connected the myth of Trita to the scene in the <i>Iliad</i> in which the \"three brothers\" Zeus, Poseidon, and Hades divide the world between them, receiving the \"broad sky\", the sea, and the underworld respectively. Janda further connects the myth of Athena being born of the head (i. e. the uppermost part) of Zeus, understanding <i>Trito-</i> (which perhaps originally meant \"the third\") as another word for \"the sky\". In Janda's analysis of Indo-European mythology, this heavenly sphere is also associated with the mythological body of water surrounding the inhabited world (<i>cfr.</i> Triton's mother, Amphitrite).</p>\n<p>She was given the epithet <b>Hippia</b> (Ἵππια \"of the horses\", \"equestrian\"), as the inventor of the chariot, and was worshiped under this title at Athens, Tegea and Olympia. As Athena Hippia she was given an alternative parentage: Poseidon and Polyphe, daughter of Oceanus. In each of these cities her temple frequently was the major temple on the acropolis.</p>\n<p>The Greek biographer Plutarch (46–120 AD) refers to an instance during the Parthenon's construction of her being called <b>Athena Hygieia</b> (Ὑγίεια, i. e. personified \"Health\"):</p>\n<blockquote class=\"templatequote\">\n<p>A strange accident happened in the course of building, which showed that the goddess was not averse to the work, but was aiding and co-operating to bring it to perfection. One of the artificers, the quickest and the handiest workman among them all, with a slip of his foot fell down from a great height, and lay in a miserable condition, the physicians having no hope of his recovery. When Pericles was in distress about this, the goddess [Athena] appeared to him at night in a dream, and ordered a course of treatment, which he applied, and in a short time and with great ease cured the man. And upon this occasion it was that he set up a brass statue of Athena Hygeia, in the citadel near the altar, which they say was there before. But it was Phidias who wrought the goddess's image in gold, and he has his name inscribed on the pedestal as the workman of it.</p>\n</blockquote>\n<p>In Macedonia Athena was also given the surname Alcis, meaning 'the strong'.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Birth\">Birth</span></h3>\n\n<p>Although Athena appears before Zeus at Knossos—in Linear B, as <span lang=\"gmy\" xml:lang=\"gmy\">𐀀𐀲𐀙𐀡𐀴𐀛𐀊</span>, <i>a-ta-na po-ti-ni-ja</i>, \"Mistress Athena\"—in the Classical Olympian pantheon, Athena was remade as the favourite daughter of Zeus, born fully armed from his forehead. The story of her birth comes in several versions. In the version recounted by Hesiod in his <i>Theogony</i>, Zeus lay with Metis, the goddess of crafty thought and wisdom, but he immediately feared the consequences because Gaia and Ouranos had prophesized that Metis would bear children wiser than he himself. In order to prevent this, Zeus swallowed Metis, but it was too late because Metis had already conceived.</p>\n<p>Eventually Zeus experienced an enormous headache; Prometheus, Hephaestus, Hermes, Ares, or Palaemon (depending on the sources examined) cleaved Zeus’ head with the double-headed Minoan axe, the <i>labrys</i>. Athena leaped from Zeus's head, fully grown and armed, with a shout—\"and pealed to the broad sky her clarion cry of war. And Ouranos trembled to hear, and Mother Gaia…\" Plato, in the <i>Laws</i>, attributes the cult of Athena to the culture of Crete, introduced, he thought, from Libya during the dawn of Greek culture. Classical myths thereafter note that Hera was so annoyed at Zeus for having produced a child that she conceived and bore Hephaestus by herself, but in <i>Imagines</i> 2. 27 (trans. Fairbanks), the third-century AD Greek rhetorician Philostratus the Elder writes that Hera \"rejoices\" at Athena's birth \"as though Athena were her daughter also.\" The second-century AD Christian apologist Justin Martyr takes issue with those pagans who erect at springs images of Kore, whom he interprets as Athena:</p>\n<blockquote>\n<p>They said that Athena was the daughter of Zeus not from intercourse, but when the god had in mind the making of a world through a word (<i>logos</i>) his first thought was Athena.</p>\n</blockquote>\n<h4><span id=\"Other_tales\">Other tales</span></h4>\n\n<p>A <i>scholium</i> on the <i>Iliad</i> makes Athena the daughter of Brontes the Cyclops, who seduced Metis and impregnated her, prompting Zeus to swallow her. The <i>Etymologicum Magnum</i> instead deems Athena the daughter of the Daktyl Itonos. Fragments attributed by the Christian Eusebius of Caesarea to the semi-legendary Phoenician historian Sanchuniathon, which Eusebius thought had been written before the Trojan war, make Athena instead the daughter of Cronus, a king of Byblos who visited \"the inhabitable world\" and bequeathed Attica to Athena.</p>\n<h3><span id=\"Pallas_Athena\">Pallas Athena</span></h3>\n<p>Athena's epithet <i>Pallas</i> is derived either from <span lang=\"grc\" xml:lang=\"grc\">πάλλω</span>, meaning \"to brandish [as a weapon]\", or, more likely, from <span lang=\"grc\" xml:lang=\"grc\">παλλακίς</span> and related words, meaning \"youth, young woman\". On this topic, Walter Burkert says \"she is the Pallas of Athens, <i>Pallas Athenaie</i>, just as Hera of Argos is <i>Here Argeie</i>.\" In later times, after the original meaning of the name had been forgotten, the Greeks invented myths to explain its origin, such as those reported by the Epicurean philosopher Philodemus and the ancient mythographer Pseudo-Apollodorus, which claim that <i>Pallas</i> was originally a separate entity, whom Athena had slain in combat.</p>\n<p>In one version of the myth, Pallas was the daughter of the sea-god Triton; she and Athena were childhood friends, but Athena accidentally killed her during a friendly sparring match. Distraught over what she had done, Athena took the name Pallas for herself as a sign of her grief.</p>\n<p>In another version of the story, Pallas was a Gigante; Athena slew him during the Gigantomachy and flayed off his skin to make her cloak, which she wore as a victory trophy. In an alternate variation of the same myth, Pallas was instead Athena's father, who attempted to assault his own daughter, causing Athena to kill him and take his skin as a trophy.</p>\n\n<h3><span id=\"Athena_Parthenos\">Athena Parthenos</span></h3>\n<p>Athena never had a consort or lover and is thus known as <i>Athena Parthenos</i>, \"Virgin Athena\". Her most famous temple, the Parthenon, on the Acropolis in Athens takes its name from this title. It is not merely an observation of her virginity, but a recognition of her role as enforcer of rules of sexual modesty and ritual mystery. Even beyond recognition, the Athenians allotted the goddess value based on this pureness of virginity as it upheld a rudiment of female behavior in the patriarchal society. Kerényi's study and theory of Athena accredits her virginal epithet to be a result of the relationship to her father Zeus and a vital, cohesive piece of her character throughout the ages.</p>\n<p>This role is expressed in a number of stories about Athena. Marinus of Neapolis reports that when Christians removed the statue of the Goddess from the Parthenon, a beautiful woman appeared in a dream to Proclus, a devotee of Athena, and announced that the <i>\"Athenian Lady\"</i> wished to dwell with him.</p>\n\n<h4><span id=\"Erichthonius\">Erichthonius</span></h4>\n<p>Pseudo-Apollodorus records an archaic legend, which claims that Hephaestus once attempted to rape Athena, but she pushed him away, causing him to ejaculate on her thigh. Athena wiped the semen off using a tuft of wool, which she tossed into the dust, impregnating Gaia and causing her to give birth to Erichthonius, whom Athena adopted as her own child. The Roman mythographer Hyginus records a similar story in which Hephaestus demanded Zeus to let him marry Athena since he was the one who had smashed open Zeus's skull, allowing Athena to be born. Zeus agreed to this and Hephaestus and Athena were married, but, when Hephaestus was about to consummate the union, Athena vanished from the bridal bed, causing him to ejaculate on the floor, thus impregnating Gaia with Erichthonius.</p>\n<p>The geographer Pausanias records that Athena placed the infant Erichthonius into a small chest (<i>cista</i>), which she entrusted to the care of the three daughters of Cecrops: Herse, Pandrosos, and Aglauros of Athens. She warned the three sisters not to open the chest, but did not explain to them why or what was in it. Aglauros, and possibly one of the other sisters, opened the chest. Differing reports say that they either found that the child itself was a serpent, that it was guarded by a serpent, that it was guarded by two serpents, or that it had the legs of a serpent. In Pausanias's story, the two sisters were driven mad by the sight of the chest's contents and hurled themselves off the Acropolis, dying instantly, but an Attic vase painting shows them being chased by the serpent off the edge of the cliff instead. Erichthonius was one of the most important founding heroes of Athens and the legend of the daughters of Cecrops was a cult myth linked to the rituals of the Arrhephoria festival.</p>\n<p>Another version of the myth of the Athenian maidens is told in <i>Metamorphoses</i> by the Roman poet Ovid (43 BC – 17 AD); in this late variant Hermes falls in love with Herse. Herse, Aglaulus, and Pandrosus go to the temple to offer sacrifices to Athena. Hermes demands help from Aglaulus to seduce Herse. Aglaulus demands money in exchange. Hermes gives her the money the sisters have already offered to Athena. As punishment for Aglaulus's greed, Athena asks the goddess Envy to make Aglaulus jealous of Herse. When Hermes arrives to seduce Herse, Aglaulus stands in his way instead of helping him as she had agreed. He turns her to stone.</p>\n<h4><span id=\"Medusa_and_Tiresias\">Medusa and Tiresias</span></h4>\n\n<p>The Gorgoneion appears to have originated as an apotropaic symbol intended to ward off evil. In a late myth invented to explain the origins of the Gorgon, Medusa is described as having been a young priestess who served in the temple of Athena in Athens. Poseidon lusted after Medusa, and raped her in the temple of Athena, refusing to allow her vow of chastity to stand in his way. Upon discovering the desecration of her temple, Athena transformed Medusa into a hideous monster with serpents for hair whose gaze would turn any mortal to stone.</p>\n<p>In one version of the Tiresias myth, Tiresias stumbled upon Athena bathing, and he was struck blind by her to ensure he would never again see what man was not intended to see but having lost his eyesight, he was given a special gift—to be able to understand the language of the birds and thus foretell the future.</p>\n<h3><span id=\"Lady_of_Athens\">Lady of Athens</span></h3>\n\n<p>In a founding myth reported by Pseudo-Apollodorus, Athena competed with Poseidon for the patronage of Athens. They agreed that each would give the Athenians one gift and that Cecrops, the king of Athens, would determine which gift was better. Poseidon struck the ground with his trident and a salt water spring sprang up; this gave the Athenians access to trade and water. Athens at its height was a significant sea power, defeating the Persian fleet at the Battle of Salamis—but the water was salty and undrinkable. In an alternative version of the myth from Vergil's <i>Georgics</i>, Poseidon instead gave the Athenians the first horse.</p>\n<p>Athena offered the first domesticated olive tree. Cecrops accepted this gift and declared Athena the patron goddess of Athens. The olive tree brought wood, oil, and food, and became a symbol of Athenian economic prosperity. Robert Graves was of the opinion that \"Poseidon's attempts to take possession of certain cities are political myths\", which reflect the conflict between matriarchal and patriarchal religions.</p>\n\n<h3><span id=\"Counselor\">Counselor</span></h3>\n\n<p>According to Pseudo-Apollodorus's <i>Bibliotheca</i>, Athena guided the hero Perseus in his quest to behead Medusa. Other late sources report that she instructed Heracles to skin the Nemean Lion by using its own claws to cut through its thick hide. She also helped Heracles to defeat the Stymphalian Birds, and to navigate the underworld so as to capture Cerberus.</p>\n<p>In <i>The Odyssey</i>, Odysseus' cunning and shrewd nature quickly wins Athena's favour. For the first part of the poem, however, she largely is confined to aiding him only from <i>afar</i>, mainly by implanting thoughts in his head during his journey home from Troy. Her guiding actions reinforce her role as the \"protectress of heroes,\" or, as mythologian Walter Friedrich Otto dubbed her, the \"goddess of nearness,\" due to her mentoring and motherly probing. It is not until he washes up on the shore of the island of the Phaeacians, where Nausicaa is washing her clothes that Athena arrives personally to provide more tangible assistance. She appears in Nausicaa's dreams to ensure that the princess rescues Odysseus and plays a role in his eventual escort to Ithaca.</p>\n<p>Athena appears to Odysseus upon his arrival, disguised as a herdsman; she initially lies and tells him that Penelope, his wife, has remarried and that he is believed to be dead, but Odysseus lies back to her, employing skillful prevarications to protect himself. Impressed by his resolve and shrewdness, she reveals herself and tells him what he needs to know in order to win back his kingdom. She disguises him as an elderly beggar so that he will not be recognized by the suitors or Penelope, and helps him to defeat the suitors.</p>\n<p>Athena also appears to Odysseus's son Telemachos. Her actions lead him to travel around to Odysseus's comrades and ask about his father. He hears stories about some of Odysseus's journey. Athena's push for Telemachos's journey helps him grow into the man role, that his father once held. She also plays a role in ending the resultant feud against the suitors' relatives. She instructs Laertes to throw his spear and to kill Eupeithes, the father of Antinous.</p>\n<h3><span id=\"Judgment_of_Paris\">Judgment of Paris</span></h3>\n\n\n<p>The myth of the Judgement of Paris is mentioned briefly in the <i>Iliad</i>, but is described in depth in an epitome of the <i>Cypria</i>, a lost poem of the Epic Cycle, which records that all the gods and goddesses as well as various mortals were invited to the marriage of Peleus and Thetis (the eventual parents of Achilles). Only Eris, goddess of discord, was not invited. She was annoyed at this, so she arrived with a golden apple inscribed with the word καλλίστῃ (kallistēi, \"for the fairest\"), which she threw among the goddesses. Aphrodite, Hera, and Athena all claimed to be the fairest, and thus the rightful owner of the apple.</p>\n<p>The goddesses chose to place the matter before Zeus, who, not wanting to favor one of the goddesses, put the choice into the hands of Paris, a Trojan prince. After bathing in the spring of Mount Ida where Troy was situated, the goddesses appeared before Paris for his decision. In the extant ancient depictions of the Judgement of Paris, Aphrodite is only occasionally represented nude, and Athena and Hera are always fully clothed. Since the Renaissance, however, western paintings have typically portrayed all three goddesses as completely naked.</p>\n<p>All three goddesses were ideally beautiful and Paris could not decide between them, so they resorted to bribes. Hera tried to bribe Paris with power over all Asia and Europe, and Athena offered wisdom, fame and glory in battle, but Aphrodite promised Paris that, if he were to choose her as the fairest, she would let him marry the most beautiful woman on earth. This woman was Helen, who was already married to King Menelaus of Sparta. Paris selected Aphrodite and awarded her the apple. The other two goddesses were enraged and, as a direct result, sided with the Greeks in the Trojan War.</p>\n<h3><span id=\"Roman_fable_of_Arachne\">Roman fable of Arachne</span></h3>\n\n<p>The fable of Arachne is a late Roman addition to Classical Greek mythology that does not appear in any Greek texts from the Classical Era or in the myth repertoire of the Attic vase-painters. Arachne's name means <i>spider</i> in ancient Greek. According to Ovid, Arachne was the daughter of a famous dyer in Tyrian purple in Hypaipa of Lydia, and a weaving student of Athena. She became so conceited of her skill as a weaver that she began claiming that her skill was greater than that of Athena herself. Athena gave Arachne a chance to redeem herself by assuming the form of an old woman and warning Arachne not to offend the deities. Arachne scoffed and wished for a weaving contest, so she could prove her skill.</p>\n<p>Athena wove the scene of her victory over Poseidon in the contest for the patronage of Athens. Arachne's tapestry featured twenty-one episodes of the deities' infidelity, including Zeus being unfaithful with Leda, with Europa, and with Danaë. Athena admitted that Arachne's work was flawless, but was outraged at Arachne's offensive choice of subject, which displayed the failings and transgressions of the deities. Finally, losing her temper, Athena destroyed Arachne's tapestry and loom, striking it with her shuttle. Athena then struck Arachne across the face with her staff four times. Arachne hung herself in despair, but Athena took pity on her and brought her back from the dead in the form of a spider.</p>\n<h2><span id=\"Classical_art\">Classical art</span></h2>\n\n<p>Classically, Athena is portrayed wearing a full-length chiton, and sometimes in armor, with her helmet raised high on the forehead to reveal the image of Nike. Her shield bears at its centre the aegis with the head of the gorgon (gorgoneion) in the center and snakes around the edge. It is in this standing posture that she was depicted in Phidias's famous lost gold and ivory statue of her, 36 m tall, the <i>Athena Parthenos</i> in the Parthenon. Athena also often is depicted with an owl sitting on one of her shoulders.</p>\n<p>The <i>Mourning Athena</i> is a relief sculpture that dates around 460 BC and portrays a weary Athena resting on a staff. In earlier, archaic portraits of Athena in black-figure pottery, the goddess retains some of her Minoan-Mycenaean character, such as great bird wings although this is not true of archaic sculpture such as those of Aphaean Athena, where Athena has subsumed an earlier, invisibly numinous—<i>Aphaea</i>—goddess with Cretan connections in her <i>mythos</i>.</p>\n<p>Apart from her attributes, there seems to be a relative consensus in late sculpture from the Classical period, the 5th century onward, as to what Athena looked like. Most noticeable in the face is perhaps the full round strong, chin with a high nose that has a high bridge as a natural extension of the forehead. The eyes typically are somewhat deeply set. The unsmiling lips are usually full, but the mouth is depicted fairly narrow, usually just slightly wider than the nose. The neck is somewhat long. The net result is a serene, serious, somewhat aloof, and very classical beauty.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n</ul><h2><span id=\"Post-classical_culture\">Post-classical culture</span></h2>\n\n\n<p>Early Christian writers such as Clement of Alexandria and Firmicus denigrated Athena as representative of all the things that were detestable about paganism; they condemned her as \"immodest and immoral\". During the Middle Ages, however, many attributes of Athena were given to the Virgin Mary, who, in fourth century portrayals, was often depicted wearing the Gorgoneion. Some even viewed the Virgin Mary as a warrior maiden, much like Athena Parthenos; one anecdote tells that the Virgin Mary once appeared upon the walls of Constantinople when it was under siege by the Avars, clutching a spear and urging the people to fight. During the Middle Ages, Athena became widely used as a Christian symbol and allegory; she appeared on the family crests of certain noble houses.</p>\n<p>During the Renaissance, Athena donned the mantle of patron of the arts and human endeavor; allegorical paintings involving Athena were a favorite of the Italian Renaissance painters. During the French Revolution, statues of pagan gods were torn down all throughout France, but statues of Athena were not. Instead, Athena was transformed into the personification of freedom and the republic and a statue of the goddess stood in the center of the Place de la Revolution in Paris. In the years following the Revolution, artistic representations of Athena proliferated.</p>\n<p>For over a century, a full-scale replica of the Parthenon has stood in Nashville, Tennessee. In 1990, the curators added a gilded forty-two foot (12.5 m) tall replica of Phidias's <i>Athena Parthenos</i>, built from concrete and fiberglass. The state seal of California features an image of Athena (or Minerva) kneeling next to a brown grizzly bear.</p>\n<p>Athena is a natural patron of universities: she is the symbol of the Darmstadt University of Technology, in Germany, and the Federal University of Rio de Janeiro, in Brazil. Her image can be found in the shields of the Faculty of Philosophy and Letters and the Faculty of Sciences of the National Autonomous University of Mexico, where her owl is the symbol of the Faculty of Chemistry. Her helmet appears upon the shield of the U.S. Military Academy at West Point, New York. At Bryn Mawr College in Pennsylvania a statue of Athena (a replica of the original bronze one in the arts and archaeology library) resides in the Great Hall. It is traditional at exam time for students to leave offerings to the goddess with a note asking for good luck, or to repent for accidentally breaking any of the college's numerous other traditions. Athena's owl also serves as the mascot of the college, and one of the college hymns is \"Pallas Athena\". Pallas Athena is the tutelary goddess of the international social fraternity Phi Delta Theta. Her owl is also a symbol of the fraternity.</p>\n<p>Jean Boucher's statue of the seated skeptical thinker Ernest Renan caused great controversy when it was installed in Tréguier, Brittany in 1902. Renan's 1862 biography of Jesus had denied his divinity, and he had written the \"Prayer on the Acropolis\" addressed to the goddess Athena. The statue was placed in the square fronted by the cathedral. Renan's head was turned away from the building, while Athena, beside him, was depicted raising her arm, which was interpreted as indicating a challenge to the church during an anti-clerical phase in French official culture. The installation was accompanied by a mass protest from local Roman Catholics and a religious service against the growth of skepticism and secularism.</p>\n<p>Athena has been used numerous times as a symbol of a republic by different countries and appears on currency as she did on the ancient drachma of Athens. Athena (Minerva) is the subject of the $50 1915-S Panama-Pacific commemorative coin. At 2.5 troy oz (78 g) gold, this is the largest (by weight) coin ever produced by the U.S. Mint. This was the first $50 coin issued by the U.S. Mint and no higher was produced until the production of the $100 platinum coins in 1997. Of course, in terms of face-value in adjusted dollars, the 1915 is the highest denomination ever issued by the U.S. Mint.</p>\n<h2><span id=\"Genealogy\">Genealogy</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Athenaeum (disambiguation)</li>\n<li>Palladium (mythology)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<h4><span id=\"Ancient_sources\">Ancient sources</span></h4>\n\n<h4><span id=\"Modern_sources\">Modern sources</span></h4>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi.com Cult of Athena—Extracts of classical texts</li>\n<li>Roy George, \"Athena: The sculptures of the goddess\"—A repertory of Greek and Roman types</li>\n<li>Temples of Athena</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ac.parthenon5.jpg"}, {"ns": 6, "title": "File:Amphora birth Athena Louvre F32.jpg"}, {"ns": 6, "title": "File:Atena farnese, copia romana da orig. greco della cerchia fidiaca, forse Pyrrhos nel 430 ac ca., 6024, 01.JPG"}, {"ns": 6, "title": "File:Athena Carpegna Massimo.jpg"}, {"ns": 6, "title": "File:Athena Giustiniani.jpg"}, {"ns": 6, "title": "File:Athena Herakles Staatliche Antikensammlungen 2648.jpg"}, {"ns": 6, "title": "File:Athena Parthenos Altemps Inv8622.jpg"}, {"ns": 6, "title": "File:AttalusICorrected.jpg"}, {"ns": 6, "title": "File:Austria Parlament Athena bw.jpg"}, {"ns": 6, "title": "File:Birth of Venus detail.jpg"}]}