{"pageid": 11855422, "ns": 0, "title": "Isakki", "extract": "<p><b>Isakki</b> or <b>Isakkai</b> is a Hindu Goddess of South India. She is generically considered one of the Village Goddesses, like Māri, the goddess of epidemics. She is commonly referred as Isakki <b>Amman</b> (Tamil for \"Mother\"). She is related to goddess Nīli. The worship of this Goddess is common in the Kanyakumari, Tirunelveli and Salem districts of Tamil Nadu.</p>\n<p>She corresponds to the Jain Yakshi Ambika, who is always represented with one or two children.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Shrines\">Shrines</span></h2>\n<p>Unlike the temples of the Vedic deities, Isakki Amman temples are usually humble shrines. These are lined with a certain cactus-type euphorbiaceous plant known as Paalkallu in Tamil. When broken, such cactuses ooze a milk-like sap, which is considered as a sign of goddess Isakki.</p>\n<p>Isakki temples also usually have a banyan or bo tree close to the shrine. Small wooden cribs and pieces of women's saris are tied to the branches and aerial roots of the spreading tree. These are vows made by village women who desire to have offspring.</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>The worship of Isakki Amman includes popular festivals with cooking by the shrine and the dedication of large terracotta figures of the goddess (3 to 4 ft in height) painted in garish colors. Isakki shrines have many of these broken large figures of the goddess strewn close to them in different states of ruin. These figures are sometimes smeared with a liquid made from mixing lime (calcium hydroxide), water and turmeric and which ritually represents blood. Apparently this liquid is a substitute for certain blood sacrifices that took place in the past.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Isakki is portrayed according to the stories that are told about her by the priests of every shrine. These priests are usually from communities, like the konar (yadavar), Nadar (caste), Pallan and others This goddess is usually portrayed as a young woman wearing a red dress. She is holding a child on one hand and a trident in the other. She is sometimes represented as standing on a man that lies on the ground.</p>\n<h2><span id=\"Tradition\">Tradition</span></h2>\n\n<p>The most acknowledged story of Isakki goes as below:</p>\n<p>Ambika, a housewife, was leading a peaceful family life with her husband Somasharman and their two male children. One day the dutiful \"dharpan\" ritual had to be performed to the ancestors of their family and all the items were duly prepared. However, while Somasharman was away to take bath in the river, Ambika offered food to a starving sage who begged for it. Suddenly Somasharman became enraged since the food prepared as offerings to ancestors had been served to the sage before the necessary rites &amp; pujas. Thus Ambika and her children were chased away from home. Ambika wandered until she found a calm place. Realising his foolishness later, Somasharman went in search of his wife and children. But fearing him, Ambika gave up her life. After her unfortunate death, it is believed that she took the form of \"Yakshini\" and that she still wanted to take care of her growing children. Later, with the grace of God, she was able to regain her human life for the benefit of her offspring.</p>\n<p>It is when Ambika took the Yakshini form and regained human life with the intention to serve the family that she became Iyakki or <b>Isakki</b>.</p>\n<h2><span id=\"Kalliyankattu_Neeli\">Kalliyankattu Neeli</span></h2>\n<p>One of the most famous legendary stories of Yakshis in Kerala is that of Kalliyankattu Neeli, a powerful demoness who was finally stopped by the legendary Christian priest Kadamattathu Kathanar.</p>\n<h2><span id=\"Mangalathu_Chiruthevi\">Mangalathu Chiruthevi</span></h2>\n<p>Another lesser known Yakshi is Mangalathu Chiruthevi also known as Kanjirottu Yakshi. She was born into a Padamangalam Nair tharavad by name Mangalathu at Kanjiracode in South Travancore. She was a ravishingly beautiful courtesan who had an intimate relationship with Raman Thampi, son of King Rama Varma and rival of Anizhom Thirunal Marthanda Varma.</p>\n<p>Mangalathu Chiruthevi was infatuated with one of her servants, Kunjuraman. Kunjuraman, a Pondan Nair (palanquin-bearer), was a fair, tall, well-built and handsome young man. She and her brother Govindan used to ride on Kunjuraman's back to nearby places. A predatory sadist, Chiruthevi enjoyed torturing Kunjuraman physically and mentally. She did everything possible to separate him from his wife.</p>\n<p>In course of time, the unmarried Govindan and Kunjuraman became bosom friends. They often shared the same room. Chiruthevi was not quite comfortable with the growing fondness of her brother for her lover. But she did not act.</p>\n<p>Chiruthevi hatched a plot and liquidated Kunjuraman's wife. Once Govindan was travelling on Kunjuraman's back when the former revealed the details of the plot. Days later, Kunjuraman strangled Chiruthevi to death when they were sharing a bed. Govindan winked at the crime and protected his beloved friend.</p>\n<p>Chiruthevi was reborn as a vengeful Yakshi to a couple at Kanjiracode. She grew into a bewitching beauty within moments of her birth. Though she seduced many men and drank their blood, her heart was set on the handsome Kunjuraman. She told him that she was willing to pardon him if he married her. Kunjuraman flatly refused. The Yakshi channelised all her energies in tormenting him. Devastated, Kunjuraman sought the assistance of Mangalathu Govindan, who was a great upasaka of Lord Balarama. Govindan was for a compromise. He said that the Yakshi could have Kunjuraman for a year provided she conformed to three conditions. One, she must agree to be installed at a temple after one year. Two, after many years the temple will be destroyed and she must then seek refuge in (saranagati) Lord Narasimha for attaining moksham. Three, she must pray for Govindan and his relationship with Kunjuraman not only in their current birth but also in their subsequent births. The Yakshi swore upon 'ponnum vilakkum' that she would abide by all the three conditions. Thus the compromise formula worked.</p>\n<p>A year later, the Yakshi was installed at a Temple which later came to be owned by Kanjiracottu Valiaveedu. The Temple does not exist anymore.</p>\n<p>Sundara Lakshmi, an accomplished dancer and consort of HH Swathi Thirunal Rama Varma, was an ardent devotee of Kanjirottu Yakshi Amma.</p>\n<p>After taking refuge in Lord Narasimha of Thekkedom, the Yakshi is now believed to be residing in Kallara B of Sri Padmanabhaswamy Temple. The enchanting and ferocious forms of this Yakshi are painted on the south-west part of Sri Padmanabha's shrine.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Kalpana Ram; Mukkuvar Women.</li>\n<li>Xavier Romero-Frias, The Maldive Islanders, A Study of the Popular Culture of an Ancient Ocean Kingdom. Barcelona 1999.</li>\n<li>Tiwari, M.N.P. (1989). <i>Ambika in Jaina arts and literature</i>, New Delhi: Bharatiya Jnanpith.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ayyanar</li>\n<li>Kaval deivam</li>\n<li>Nadar (caste)</li>\n<li>Sitala</li>\n<li>Sudalai Madan</li>\n<li>Yakshi</li>\n</ul>", "images": [{"ns": 6, "title": "File:Isakki.JPG"}, {"ns": 6, "title": "File:Sri Neminath Adhisthayaka Sri Ambika Devi, Santhu.JPG"}]}