{"pageid": 1188118, "ns": 0, "title": "Suleviae", "extract": "<p>In ancient Celtic religion, <b>Sulevia</b> was a goddess worshipped in Gaul, Britain, and Galicia, very often in the plural forms <b>Suleviae</b> or (dative) <b>Sule(v)is</b>. Dedications to Sulevia(e) are attested in about forty inscriptions, distributed quite widely in the Celtic world, but with particular concentrations in Noricum, among the Helvetii, along the Rhine, and also in Rome. Jufer and Luginbühl distinguish the Suleviae from another group of plural Celtic goddesses, the Matres, and interpret the name Suleviae as meaning \"those who govern well\". The Suleviae have been identified in one inscription with the Junones, but mostly with the Matres, for example on an inscription from Roman Colchester, as well as on most of the inscriptions from Rome. The Colchester inscription reads:</p>\n<dl><dd>\n<dl><dd>\n<dl><dd>\n<dl><dd>MATRIBVS SVLEVIS SIMILIS ATTI F CI CANT VSLM</dd>\n</dl></dd>\n</dl></dd>\n<dd>(Translated: <i>To the Sulevi mothers, Similis the son of Attius, of the Civitas Cantiacorum, willingly and deservedly fulfills his vow.</i>)</dd>\n</dl></dd>\n</dl><p>Van Andringa interprets the Suleviae as \"native domestic divinities honoured at all social levels\". For the theory that the Suleviae were a triune version of Sulis Minerva, see Sulis. This theory is disputed by some researchers who find no direct links with Sulis, and suggest instead that the similarity in names is coincidental. Another theory connects the Suleviae with the Xulsigiae, known from a site at Trier; but this suggestion has also been contested.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Triple Goddess</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Triskele-Symbol-spiral.svg"}]}