{"pageid": 11912823, "ns": 0, "title": "Ultio", "extract": "<p><b>Ultio</b> (\"Vengeance\") was an ancient Roman goddess whose <i>cultus</i> was associated with Mars. An altar and golden statue of Ultio were set up in the Temple of Mars Ultor, dedicated by Augustus in 2 BC as a center for cultivating Mars the Avenger.</p>\n<p>As a cultural value, the <i>ultio</i> embodied by the divinity was problematic, and it could be hard to draw the line between righteous vengeance and mere revenge. The <i>ultio</i> exercised by emperors was to be balanced with the virtue of <i>clementia</i>, tolerance or mercy. Augustus honored Mars Ultor and Ultio in his role as the avenger of the murder of Julius Caesar, whose adopted heir he was, but he founded the cult and temple only 40 years later, to mark the return of the Roman military standards captured by the Parthians at the disastrous Battle of Carrhae in 53 BC. The \"avenging\" of this military catastrophe—accomplished through diplomacy rather than a decisive battle—mitigated the potential divisiveness of celebrating the defeat of fellow Romans. Tiberius quashed plans for an altar to Ultio to mark the successful prosecutions in the death of Germanicus. According to Tacitus, Tiberius thought triumphalist monuments should be reserved for the defeat of foreign enemies.</p>\n<p>Caligula, however, returned to a more archaic concept of <i>ultio</i> as personal revenge. The Temple of Mars Ultor became a theater for dramatizing acts of vengeance: the surrender of Adminius, son of Cunobelinus, was announced at the temple, and swords the emperor claimed were to be used in an assassination plot against him were dedicated to Mars Ultor. The emphasis on his personal power to obtain <i>ultio</i> eroded the more careful precedent established by his two predecessors, and contributed to the fall of his regime. Seneca, an advisor of Caligula's successor Nero, cautioned that effective <i>ultio</i> required self-control or moderation: it should result in a useful example, and not be carried out under the influence of emotion.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Imperial cult (ancient Rome)</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Forum Augustus.JPG"}]}