{"pageid": 1200064, "ns": 0, "title": "Tara (Buddhism)", "extract": "<p><b>Tara</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">तारा</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">tārā</span>; Tib. སྒྲོལ་མ, Dölma) or <b>Ārya Tārā</b>, also known as <b>Jetsun Dölma</b> (Tibetan language: <i>rje btsun sgrol ma</i>) in Tibetan Buddhism, is a female Bodhisattva in Mahayana Buddhism who appears as a female Buddha in Vajrayana Buddhism. She is known as the \"mother of liberation\", and represents the virtues of success in work and achievements. She is known as <i>Tara Bosatsu</i> (多羅菩薩) in Japan, and occasionally as <i>Duōluó Púsà</i> (多羅菩薩) in Chinese Buddhism.</p>\n<p>Tara is a meditation deity whose practice is used by practitioners of the Tibetan branch of Vajrayana Buddhism to develop certain inner qualities and understand outer, inner and secret teachings about compassion and emptiness. <i>Tara</i> may more properly be understood as different aspects of the same quality, as bodhisattvas are often considered metaphors for Buddhist virtues.</p>\n<p>There is also recognition in some schools of Buddhism of <i>twenty-one Tārās</i>. A practice text entitled <i>In Praise of the 21 Tārās</i>, is the most important text on Tārā in Tibetan Buddhism. Another key text is the <i>Tantra Which is the Source for All the Functions of Tara, Mother of All the Talhagatas</i>.</p>\n<p>The main Tārā mantra is the same for Buddhists and Hindus alike: <span title=\"International Alphabet of Sanskrit Transliteration\">oṃ tāre tuttāre ture svāhā</span>. It is pronounced by Tibetans and Buddhists who follow the Tibetan traditions as <span title=\"International Alphabet of Sanskrit Transliteration\">oṃ tāre tu tāre ture soha</span>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Emergence_of_Tārā_as_a_Buddhist_deity\"></span><span id=\"Emergence_of_T.C4.81r.C4.81_as_a_Buddhist_deity\">Emergence of Tārā as a Buddhist deity</span></h2>\n<p>Within Tibetan Buddhism <b>Tārā</b> is regarded as a Bodhisattva of compassion and action. She is the female aspect of Avalokiteśvara and in some origin stories she comes from his tears:</p>\n<blockquote class=\"templatequote\">\n<p>Then at last Avalokiteshvara arrived at the summit of Marpori, the 'Red Hill', in Lhasa. Gazing out, he perceived that the lake on Otang, the 'Plain of Milk', resembled the Hell of Ceaseless Torment. Myriads of being were undergoing the agonies of boiling, burning, hunger, thirst, yet they never perished, but let forth hideous cries of anguish all the while. When Avalokiteshvara saw this, tears sprang to his eyes. A teardrop from his right eye fell to the plain and became the reverend Bhrikuti, who declared: \"Son of your race! As you are striving for the sake of sentient beings in the Land of Snows, intercede in their suffering, and I shall be your companion in this endeavour!\" Bhrikuti was then reabsorbed into Avalokiteshvara's right eye, and was reborn in a later life as the Nepalese princess Tritsun. A teardrop from his left eye fell upon the plain and became the reverend Tara. She also declared, \"Son of your race! As you are striving for the sake of sentient beings in the Land of Snows, intercede in their suffering, and I shall be your companion in this endeavor!\" Tara was also reabsorbed into Avalokiteshvara's left eye, and was reborn in a later life as the Chinese princess Kongjo (Princess Wencheng).</p>\n</blockquote>\n<p>Tārā is also known as a saviouress, as a heavenly deity who hears the cries of beings experiencing misery in saṃsāra.</p>\n<p>Whether the Tārā figure originated as a Buddhist or Hindu goddess is unclear and remains a source of inquiry among scholars. Mallar Ghosh believes her to have originated as a form of the goddess Durga in the Hindu Puranas. Today, she is worshiped both in Buddhism and in Shaktism as one of the ten Mahavidyas. It may be true that goddesses entered Buddhism from Shaktism (i.e. the worship of local or folk goddesses prior to the more institutionalized Hinduism which had developed by the early medieval period (i.e. Middle kingdoms of India). Possibly the oldest text to mention a Buddhist goddess is the <i>Prajnaparamita Sutra</i> (translated into Chinese from the original Sanskrit c. 2nd century CE), around the time that Mahayana was becoming the dominant school of thought in Indian and Chinese Buddhism. Thus, it would seem that the feminine principle makes its first appearance in Buddhism as the goddess who personified prajnaparamita.</p>\n\n<p>Tārā came to be seen as an expression of the compassion of perfected wisdom only later, with her earliest textual reference being the <i>Mañjuśrī-mūla-kalpa</i> (c. 5th–8th centuries CE). The earliest, solidly identifiable image of Tārā is most likely that which is still found today at cave 6 within the rock-cut Buddhist monastic complex of the Ellora Caves in Maharashtra (c. 7th century CE), with her worship being well established by the onset of the Pala Empire in Eastern India (8th century CE).</p>\n<p>Tārā became a very popular Vajrayana deity with the rise of Tantra in 8th-century Pala and, with the movement of Indian Buddhism into Tibet through Padmasambhava, the worship and practices of Tārā became incorporated into Tibetan Buddhism as well. She eventually came to be considered the \"Mother of all Buddhas,\" which usually refers to the enlightened wisdom of the Buddhas, while simultaneously echoing the ancient concept of the Mother Goddess in India.</p>\n<p>Independent of whether she is classified as a deity, a Buddha, or a bodhisattva, Tārā remains very popular in Tibet (and Tibetan communities in exile in Northern India), Mongolia, Nepal, Bhutan, and is worshiped in a majority of Buddhist communities throughout the world (see also Guanyin, the female aspect of Avalokitesvara in Chinese Buddhism).</p>\n<p>Today, Green Tara and White Tara are probably the most popular representations of Tara. Green Tara (<i>Khadiravani</i>) is usually associated with protection from fear and the following eight obs-curation: lions (= pride), wild elephants (= delusion/ignorance), fires (= hatred and anger), snakes (= jealousy), bandits and thieves (= wrong views, including fanatical views), bondage (= avarice and miserliness), floods (= desire and attachment), and evil spirits and demons (= deluded doubts). As one of the three deities of long life, White Tara (<i>Saraswati</i>) is associated with longevity. White Tara counteracts illness and thereby helps to bring about a long life. She embodies the motivation that is compassion and is said to be as white and radiant as the moon.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n</ul><h2><span id=\"Origin_as_a_Buddhist_bodhisattva\">Origin as a Buddhist bodhisattva</span></h2>\n<p>Tārā has many stories told which explain her origin as a bodhisattva.</p>\n\n\n<p>In this tale there is a young princess who lives in a different world system, millions of years in the past. Her name is Yeshe Dawa, which means \"Moon of Primordial Awareness\". For quite a number of aeons she makes offerings to the Buddha of that world system, whose name was Tonyo Drupa. She receives special instruction from him concerning bodhicitta—the heart-mind of a Bodhisattva. After doing this, some monks approach her and suggest that because of her level of attainment she should next pray to be reborn as a male to progress further. At this point she lets the monks know in no uncertain terms that from the point of view of Enlightenment it is only \"weak minded worldlings\" who see gender as a barrier to attaining enlightenment. She sadly notes there have been few who wish to work for the welfare of beings in a female form, though. Therefore, she resolves to always be reborn as a female Bodhisattva, until samsara is no more. She then stays in a palace in a state of meditation for some ten million years, and the power of this practice releases tens of millions of beings from suffering. As a result of this, Tonyo Drupa tells her she will henceforth manifest supreme bodhi as the Goddess Tārā in many world systems to come.</p>\n<p>With this story in mind, it is interesting to juxtapose this with a quotation from H.H. the Dalai Lama about Tārā, spoken at a conference on Compassionate Action in Newport Beach, CA in 1989:</p>\n<blockquote>\n<p>There is a true feminist movement in Buddhism that relates to the goddess Tārā. Following her cultivation of bodhicitta, the bodhisattva's motivation, she looked upon the situation of those striving towards full awakening and she felt that there were too few people who attained Buddhahood as women. So she vowed, \"I have developed bodhicitta as a woman. For all my lifetimes along the path I vow to be born as a woman, and in my final lifetime when I attain Buddhahood, then, too, I will be a woman.\"</p>\n</blockquote>\n<p>Tārā, then, embodies certain ideals which make her attractive to women practitioners, and her emergence as a Bodhisattva can be seen as a part of Mahayana Buddhism's reaching out to women, and becoming more inclusive even in 6th-century CE India.</p>\n<h2><span id=\"Symbols_and_Associations\">Symbols and Associations</span></h2>\n\n<p>Tara's name means \"star\" or \"planet\" and therefore she is associated with navigation and travel both literally and metaphorically as spiritual crossing to the 'other side' of the ocean of existence (enlightenment). Hence she is known literally as \"she who saves\" in Tibetan. In the <i>108 Names of the Holy Tara</i>, Tara is 'Leader of the caravans ..... who showeth the way to those who have lost it' and she is named as <i>Dhruva</i>, the Sanskrit name for the North Star.</p>\n<p>According to Miranda Shaw, \"Motherhood is central to the conception of Tara\". Her titles include \"loving mother\", \"supreme mother\", \"mother of the world\", \"universal mother\" and \"mother of all Buddhas\".</p>\n<p>She is most often shown with the blue lotus or night lotus (<i>utpala</i>), which releases its fragrance with the appearance of the moon and therefore Tara is also associated with the moon and night.</p>\n<p>Tara is also a forest goddess, particularly in her form as <i>Khadiravani</i>, \"dweller in the Khadira forest\" and is generally associated with plant life, flowers, acacia (khadira) trees and the wind. Because of her association with nature and plants, Tara is also known as a healing goddess (especially as White Tara) and a goddess of nurturing quality and fertility. Her pure land in Mount Potala is described as \"Covered with manifold trees and creepers, resounding with the sound of many birds, And with murmur of waterfalls, thronged with wild beasts of many kinds; Many species of flowers grow everywhere.\" Her association with the wind element (vaayu) also means that she is swift in responding to calls for any aid.</p>\n<h2><span id=\"Tārā_as_a_saviouress\"></span><span id=\"T.C4.81r.C4.81_as_a_saviouress\">Tārā as a saviouress</span></h2>\n\n<p>Tārā also embodies many of the qualities of feminine principle. She is known as the Mother of Mercy and Compassion. She is the source, the female aspect of the universe, which gives birth to warmth, compassion and relief from bad karma as experienced by ordinary beings in cyclic existence. She engenders, nourishes, smiles at the vitality of creation, and has sympathy for all beings as a mother does for her children. As Green Tārā she offers succor and protection from all the unfortunate circumstances one can encounter within the samsaric world. As White Tārā she expresses maternal compassion and offers healing to beings who are hurt or wounded, either mentally or psychically. As Red Tārā she teaches discriminating awareness about created phenomena, and how to turn raw desire into compassion and love. As Blue Tārā (Ekajati) she becomes a protector in the Nyingma lineage, who expresses a ferocious, wrathful, female energy whose invocation destroys all Dharmic obstacles and engenders good luck and swift spiritual awakening.</p>\n<p>Within Tibetan Buddhism, she has 21 major forms in all, each tied to a certain color and energy. And each offers some feminine attribute, of ultimate benefit to the spiritual aspirant who asks for her assistance.</p>\n<p>Another quality of feminine principle which she shares with the dakinis is playfulness. As John Blofeld expands upon in <i>Bodhisattva of Compassion</i>, Tārā is frequently depicted as a young sixteen-year-old girlish woman. She often manifests in the lives of dharma practitioners when they take themselves, or spiritual path too seriously. There are Tibetan tales in which she laughs at self-righteousness, or plays pranks on those who lack reverence for the feminine. In <i>Magic Dance: The Display of the Self-Nature of the Five Wisdom Dakinis</i>, Thinley Norbu explores this as \"Playmind\". Applied to Tārā one could say that her playful mind can relieve ordinary minds which become rigidly serious or tightly gripped by dualistic distinctions. She takes delight in an open mind and a receptive heart then. For in this openness and receptivity her blessings can naturally unfold and her energies can quicken the aspirants spiritual development.</p>\n<p>These qualities of feminine principle then, found an expression in Indian Mahayana Buddhism and the emerging Vajrayana of Tibet, as the many forms of Tārā, as dakinis, as Prajnaparamita, and as many other local and specialized feminine divinities. As the worship of Tārā developed, various prayers, chants and mantras became associated with her. These came out of a felt devotional need, and from her inspiration causing spiritual masters to compose and set down sadhanas, or tantric meditation practices. Two ways of approach to her began to emerge. In one common folk and lay practitioners would simply directly appeal to her to ease some of the travails of worldly life. In the second, she became a Tantric deity whose practice would be used by monks or tantric yogis in order to develop her qualities in themselves, ultimately leading through her to the source of her qualities, which are Enlightenment, Enlightened Compassion, and Enlightened Mind.</p>\n<h2><span id=\"Tārā_as_a_Tantric_deity\"></span><span id=\"T.C4.81r.C4.81_as_a_Tantric_deity\">Tārā as a Tantric deity</span></h2>\n\n<p>Tārā as a focus for tantric deity yoga can be traced back to the time period of Padmasambhava. There is a Red Tārā practice which was given by Padmasambhava to Yeshe Tsogyal. He asked that she hide it as a treasure. It was not until the 20th century, that a great Nyingma lama, Apong Terton rediscovered it. It is said that this lama was reborn as His Holiness Sakya Trizin, present head of the Sakyapa sect. A monk who had known Apong Terton succeeded in retransmitting it to H.H. Sakya Trizin, and the same monk also gave it to Chagdud Tulku Rinpoche, who released it to his western students.</p>\n<p>Martin Willson in <i>In Praise of Tārā</i> traces many different lineages of Tārā Tantras, that is Tārā scriptures used as Tantric sadhanas. For example, a Tārā sadhana was revealed to Tilopa (988–1069 CE), the human father of the Karma Kagyu. Atisa, the great translator and founder of the Kadampa school of Tibetan Buddhism, was a devotee of Tārā. He composed a praise to her, and three Tārā Sadhanas. Martin Willson's work also contains charts which show origins of her tantras in various lineages, but suffice to say that Tārā as a tantric practice quickly spread from around the 7th century CE onwards, and remains an important part of Vajrayana Buddhism to this day.</p>\n<p>The practices themselves usually present Tārā as a tutelary deity (thug dam, yidam) which the practitioners sees as being a latent aspect of one's mind, or a manifestation in a visible form of a quality stemming from Buddha Jnana. As John Blofeld puts it in <i>The Tantric Mysticism of Tibet</i>:</p>\n<blockquote class=\"templatequote\">\n<p>The function of the Yidam is one of the profound mysteries of the Vajrayana...Especially during the first years of practice the Yidam is of immense importance. Yidam is the Tibetan rendering of the Sanskrit word \"Iṣṭadeva\"—the in-dwelling deity; but, where the Hindus take the Iṣṭadeva for an actual deity who has been invited to dwell in the devotee's heart, the Yidams of Tantric Buddhism are in fact the emanations of the adepts own mind. Or are they? To some extent they seem to belong to that order of phenomena which in Jungian terms are called archetypes and are therefore the common property of the entire human race. Even among Tantric Buddhists, there may be a division of opinion as to how far the Yidams are the creations of individual minds. What is quite certain is that they are not independently existing gods and goddesses; and yet, paradoxically, there are many occasions when they must be so regarded.<i></i></p>\n</blockquote>\n<h2><span id=\"Forms\">Forms</span></h2>\n\n\n<p>There are many forms of Tārā, there are various popular lists of 21 different emanations of Tārā. Green Tārā, (śyāmatārā) associated with peacefulness and enlightened activity is the most depicted and the central aspect of Tārā from which others such as the 21 Tārās emanate. In her Green form, she is often also known as Khadiravaṇi-Tārā (Tārā of the acacia forest), who appeared to Nagarjuna in the Khadiravani forest of South India and protects from the eight great fears. She is often accompanied by her two attendants Mārīcī and Ekajaṭā. Dharmachari Purna writes on the various forms of Tara:</p>\n<blockquote>\n<p>Tārā is in fact the name of a whole class of deities. She appears in all the five colours of the Jinas. There are at least ten green forms, seven white, five yellow, two blue and one red. As Sarvajñamitra says of her form: 'It is a universal form, varied like crystal, since it changes according to circumstance'.She has both peaceful and wrathful forms. Her figure is shown in virtually all postures from standing to sitting, full lotus, half lotus, one leg down, and both legs down. There is apparently also a reclining Tārā. She has two-armed forms, four arms, eight arms, twelve arms, and Getty even mentions a Tibetan painting showing a standing Tārā with 'one thousand heads and arms'. Ghosh lists seventy-six distinct forms of Tārā, and tradition tells us there are one hundred and eight names for her.</p>\n</blockquote>\n<p>According to Sarvajnamitra she has a “universal form” (<i>visva-rupa</i>), that encompasses all living beings and deities, and which changes with the needs of each being.</p>\n<p>Other forms of Tārā include:</p>\n<ul><li>White Tārā, (Sitatārā) with two arms seated on a white lotus and with eyes on her hand and feet, as well as a third eye on her forehead (thus she is also known as \"Seven eyed\"). She is known for compassion, long life, healing and serenity. Also known as The Wish-fulfilling Wheel, or Cintachakra.</li>\n<li>Pravīratārā, \"Tārā Swift and Heroic\", a Red colored form with eight arms holding bell and vajra, bow and arrow, wheel, conch, sword and noose.</li>\n<li>Kurukullā (Rikchema) of red color and fierce aspect associated with magnetizing all good things</li>\n<li>Black Tārā (Ugra Tārā), associated with power</li>\n<li>Various forms of Yellow or Golden colored Tārās, sometimes associated with wealth and prosperity including \"Yellow Cintamani Tārā\" (“Wish-Granting Gem Tara”) holding a wish granting jewel, eight armed \"Vajra Tārā\" and golden \"Rajasri Tārā\" holding a blue lotus.</li>\n<li>Blue Tārā (Ekajati), wrathful with many heads and arms, associated with transmutation of anger</li>\n<li>Cintāmaṇi Tārā, a form of Tārā widely practiced at the level of Highest Yoga Tantra in the Gelug School of Tibetan Buddhism, portrayed as green and often conflated with Green Tārā</li>\n<li>Sarasvati (Yangchenma), known for the arts, knowledge and wisdom</li>\n<li>Bhṛkuṭītārā (Tronyer Chendze), \"Tārā with a Frown\", known for protection from spirits</li>\n<li>Uṣṇīṣavijaya Tārā, White Tārā named \"Victorious Uṣṇīṣa\" with three faces and twelve arms, associated with long life</li>\n<li>Golden Prasanna Tārā - wrathful form, with a necklace of bloody heads and sixteen arms holding an array of weapons and Tantric attributes.</li>\n<li>Yeshe Tsogyal (\"Wisdom Lake Queen\"), the consort of Padmasambhava who brought Buddhism to Tibet, was known as an emanation of Tārā</li>\n<li>Rigjay Lhamo, “Goddess Who Brings Forth Awareness,” seated in royal posture surrounded by rainbow light.</li>\n<li>Sitatapatra Tārā, protector against supernatural danger</li>\n</ul><p>Tara's iconography such as the lotus also shows resemblance with Laksmi, and at least one Tibetan liturgy evokes Laksmi as Tara. According to Miranda Shaw, there is a later trend of Tara theology that began to see all other female divinities as aspects of Tara or at least associated with her. Apart from her many emanations named Tara of varying colors, other Mahayana female divinities that became part of Tara's theology include Janguli, Parnasavari, Cunda, Kurukulla, Mahamayuri, Usnisavijaya, and Marici. Based on this principle of Tara as the central female divinity, Dakinis were also seen as emanations of her.</p>\n<p><br></p>\n<h2><span id=\"Sadhanas_of_Tārā\"></span><span id=\"Sadhanas_of_T.C4.81r.C4.81\">Sadhanas of Tārā</span></h2>\n<p>Sadhanas in which Tārā is the yidam (meditational deity) can be extensive or quite brief. Most all of them include some introductory praises or homages to invoke her presence and prayers of taking refuge. Then her mantra is recited, followed by a visualization of her, perhaps more mantra, then the visualization is dissolved, followed by a dedication of the merit from doing the practice. Additionally there may be extra prayers of aspirations, and a long life prayer for the Lama who originated the practice. Many of the Tārā sadhanas are seen as beginning practices within the world of Vajrayana Buddhism, however what is taking place during the visualization of the deity actually invokes some of the most sublime teachings of all Buddhism. Two examples are Zabtik Drolchok and Chime Pakme Nyingtik.</p>\n<p>In this case during the creation phase of Tārā as a yidam, she is seen as having as much reality as any other phenomena apprehended through the mind. By reciting her mantra and visualizing her form in front, or on the head of the adept, one is opening to her energies of compassion and wisdom. After a period of time the practitioner shares in some of these qualities, becomes imbued with her being and all it represents. At the same time all of this is seen as coming out of Emptiness and having a translucent quality like a rainbow. Then many times there is a visualization of oneself as Tārā. One simultaneously becomes inseparable from all her good qualities while at the same time realizing the emptiness of the visualization of oneself as the yidam and also the emptiness of one's ordinary self.</p>\n<p>This occurs in the completion stage of the practice. One dissolves the created deity form and at the same time also realizes how much of what we call the \"self\" is a creation of the mind, and has no long term substantial inherent existence. This part of the practice then is preparing the practitioner to be able to confront the dissolution of one's self at death and ultimately be able to approach through various stages of meditation upon emptiness, the realization of Ultimate Truth as a vast display of Emptiness and Luminosity. At the same time the recitation of the mantra has been invoking Tārā's energy through its Sanskrit seed syllables and this purifies and activates certain psychic centers of the body (chakras). This also untangles knots of psychic energy which have hindered the practitioner from developing a Vajra body, which is necessary to be able to progress to more advanced practices and deeper stages of realization.</p>\n<p>Therefore, even in a simple Tārā sadhana a plethora of outer, inner, and secret events is taking place and there are now many works such as <i>Deity Yoga</i>, compiled by the present Dalai Lama, which explores all the ramifications of working with a yidam in Tantric practices.</p>\n<p>The end results of doing such Tārā practices are many. For one thing it reduces the forces of delusion in the forms of negative karma, sickness, afflictions of kleshas, and other obstacles and obscurations.</p>\n<p>The mantra helps generate Bodhicitta within the heart of the practitioner and purifies the psychic channels (nadis) within the body allowing a more natural expression of generosity and compassion to flow from the heart center. Through experiencing Tārā's perfected form one acknowledges one's own perfected form, that is one's intrinsic Buddha nature, which is usually covered over by obscurations and clinging to dualistic phenomena as being inherently real and permanent.</p>\n<p>The practice then weans one away from a coarse understanding of Reality, allowing one to get in touch with inner qualities similar to those of a bodhisattva, and prepares one's inner self to embrace finer spiritual energies, which can lead to more subtle and profound realizations of the Emptiness of phenomena and self.</p>\n<p>As Chagdud Tulku Rinpoche, in his <i>Introduction to the Red Tārā Sadhana</i>, notes of his lineage: \"Tārā is the flawless expression of the inseparability of emptiness, awareness and compassion. Just as you use a mirror to see your face, Tārā meditation is a means of seeing the true face of your mind, devoid of any trace of delusion\".</p>\n<p>There are several preparations to be done before practising the Sadhana. To perform a correct execution the practitioner must be prepared and take on the proper disposition. The preparations may be grouped as \"internal\" and \"external\". Both are necessary to achieve the required concentration.</p>\n<blockquote>\n<p>The preparations are of two types: external and internal. The external preparations consist of cleaning the meditation room, setting up a shrine with images of Buddha Shakyamuni and Green Tara, and setting out a beautiful arrangement of offerings. We can use water to represent nectar for drinking, water for bathing the feet, and perfume. For the remaining offerings—flowers, incense, light, and pure food—if possible we should set out the actual substances. As for internal preparations, we should try to improve our compassion, bodhichitta, and correct view of emptiness through the practice of the stages of the path, and to receive a Tantric empowerment of Green Tara. It is possible to participate in group pujas if we have not yet received an empowerment, but to gain deep experience of this practice we need to receive an empowerment. The main internal preparation is to generate and strengthen our faith in Arya Tara, regarding her as the synthesis of all Gurus, Yidams, and Buddhas.</p>\n</blockquote>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n</ul><h2><span id=\"Terma_teachings_related_to_Tārā\"></span><span id=\"Terma_teachings_related_to_T.C4.81r.C4.81\">Terma teachings related to Tārā</span></h2>\n<p>Terma teachings are \"hidden teachings\" said to have been left by Padmasambhava (8th century) and others for the benefit of future generations. Jamyang Khyentse Wangpo discovered Phagme Nyingthig (Tib. spelling: 'chi med 'phags ma'i snying thig, Innermost Essence teachings of the Immortal Bodhisattva [Arya Tārā]).</p>\n<p>Earlier in the 19th century, according to a biography, Nyala Pema Dündul received a Hidden Treasure, Tārā Teaching and Nyingthig (Tib. nying thig) from his uncle Kunsang Dudjom (Tib. kun bzang bdud 'joms). It is not clear from the source whether the terma teaching and the nyingthig teachings refer to the same text or two different texts.</p>\n<h2><span id=\"Tara_at_Museums\">Tara at Museums</span></h2>\n<p>The various Tara representations are on view at the following Museums in India:</p>\n<p>National Museum, New Delhi</p>\n<p>Indian Museum, Calcutta</p>\n<p>Patna Museum, Patna, Bihar</p>\n<p>Archeological Museum, Purana Quila, New Delhi</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Nairatmya</li>\n<li>Praises to the Twenty-One Taras</li>\n<li>Tara (Devi)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>(Buddhism) Tara (Buddhism) at DMOZ</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}, {"ns": 6, "title": "File:GreenTara150.jpg"}, {"ns": 6, "title": "File:Green Tara, Kumbm, Gyantse, Tibet, 1993.JPG"}, {"ns": 6, "title": "File:Green Tara. Sumtsek hall at Alci monastery, Ladakh, ca. 11th century.jpg"}, {"ns": 6, "title": "File:Green Tara 8th century 60.138.jpg"}, {"ns": 6, "title": "File:Green tara 1947 wk.jpg"}, {"ns": 6, "title": "File:Javanese - The Buddhist Goddess Tara - Walters 572282.jpg"}, {"ns": 6, "title": "File:Kurukulla (Red Tara) - AMNH - DSC06232.JPG"}, {"ns": 6, "title": "File:OM TARE TU TTARE.svg"}]}