{"pageid": 1211751, "ns": 0, "title": "Hausos", "extract": "<p>One of the most important goddesses of reconstructed Proto-Indo-European religion is the personification of dawn as a beautiful young woman.</p>\n<p>Her name is reconstructed as <i><b>Hausōs</b></i> or <i><b>Ausōs</b></i> (PIE <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂éwsōs</span></i>, an <i>s</i>-stem), besides numerous epithets.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_cognates\">Etymology and cognates</span></h2>\n<p>The name <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂éwsōs</span></i> is derived from a root <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂ews-</span></i> \"to glow, shine\" (usually translated as \"to become light or red (esp. in the morning), to dawn; dawn; east\"), thus translating to \"the glowing, shining one\". Both the English word <i>east</i> and the Latin <i>auster</i> \"south wind, south\" are from a root cognate adjective <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂ews-t(e)ro-</span></i>. Also related is <i>aurum</i> \"gold\", from <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂e-h₂us-o-m</span></i>. The dawn goddess was also the goddess of spring, involved in the mythology of the Indo-European new year, where the dawn goddess is liberated from imprisonment by a god (reflected in the Rigveda as Indra, in Greek mythology as Dionysus and Cronus).</p>\n<p>Derivatives of <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂éwsōs</span></i> in the historical mythologies of Indo-European peoples include Indian <i>Uṣas</i>, Greek Ἠώς (<i>Ēōs</i>) and Latin <i>Aurōra</i>, as well as Baltic <i>*Aušrā</i> (\"dawn\", cf. Lithuanian <i>Aušrinė</i>). Germanic <i>*Austrǭ</i> is from an extended stem <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂ews-t(e)ro-</span></i>, although it could also be etymologically identical with Lithuanian <i>aušra</i> ~ dial. <i>auštra</i>, Latvian <i>austra</i> (both \"dawn\") and Proto-Slavic <i>*utro</i> ~ <i>*ustro</i> (\"morning\"), the <i>-t-</i> in Balto-Slavic clearly being secondary and due to epenthesis.</p>\n<p>The Italic goddess Mater Matuta \"Mother Morning\" has been connected to Aurora by Roman authors (Lucretius, Priscianus). Her festival, the <i>Matralia</i>, fell on 11 June, beginning at dawn.</p>\n<h2><span id=\"Functions\">Functions</span></h2>\n<p>Besides the name most amenable to reconstruction, <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂éwsōs</span></i>, a number of epithets of the dawn goddess may be reconstructed with some certainty. Among these is <i>*wénh₁os</i> (also an <i>s</i>-stem), whence Sanskrit <i>vanas</i> \"loveliness; desire\", used of Uṣas in the Rigveda, and the Latin name <i>Venus</i> and the Norse Vanir. The name indicates that the goddess was imagined as a beautiful nubile woman, who also had aspects of a love goddess.</p>\n<p>The love goddess aspect was separated from the personification of dawn in a number of traditions, including Roman Venus vs. Aurora, and Greek Aphrodite vs. Eos. The name of Aphrodite <span lang=\"grc\" xml:lang=\"grc\">Άφροδίτη</span> may still preserve her role as a dawn goddess, etymologized as \"she who shines from the foam [ocean]\" (from <i>aphros</i> \"foam\" and <i>deato</i> \"to shine\"). J.P. Mallory and Douglas Q. Adams (1997) have also proposed an etymology based on the connection with the Indo-European dawn goddess, from <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂ebʰor-</span></i> \"very\" and <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*dʰey-</span></i> \"to shine\". Other epithets include Ἠριγόνη Erigone \"early-born\" in Greek.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>The abduction and imprisonment of the dawn goddess, and her liberation by a heroic god slaying the dragon who imprisons her, is a central myth of Indo-European religion, reflected in numerous traditions. Most notably, it is the central myth of the Rigveda, a collection of hymns surrounding the Soma rituals dedicated to Indra in the new year celebrations of the early Indo-Aryans.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dawn goddess</li>\n<li>Earendel</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Janda, Michael, <i>Die Musik nach dem Chaos</i>, Innsbruck 2010,</li>\n<li>Mallory, J. P. (editor). Adams, Douglas Q. (editor). (1997). <i>Encyclopedia of Indo-European Culture</i>. Taylor &amp; Francis. ISBN 1-884964-98-2</li>\n<li>Martin Litchfield West, <i>Indo-European Poetry and Myth</i>, Oxford University Press, 2007, ISBN 978-0-19-928075-9.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Eos.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}