{"pageid": 12124441, "ns": 0, "title": "Ameretat", "extract": "<p><b><span lang=\"ae\" xml:lang=\"ae\">Ameretat</span></b> (<i><span lang=\"ae\" xml:lang=\"ae\">Amərətāt</span></i>) is the Avestan language name of the Zoroastrian divinity/divine concept of immortality. Ameretat is the Amesha Spenta of long life on earth and perpetuality in the hereafter.</p>\n<p>The word <i><span lang=\"ae\" xml:lang=\"ae\">amərətāt</span></i> is grammatically feminine and the divinity Ameretat is a female entity. Etymologically, Avestan <i><span lang=\"ae\" xml:lang=\"ae\">amərətāt</span></i> derives from an Indo-Iranian root and is linguistically related to Vedic Sanskrit <i>amṛtatva</i>. In Sassanid Era Zoroastrian tradition, Ameretat appears as Middle Persian <i>Amurdad</i>, continuing in New Persian as <i>Mordad</i> or <i>Amordad</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_scripture\">In scripture</span></h2>\n<h3><span id=\"In_the_Gathas\">In the Gathas</span></h3>\n<p>Like the other Amesha Spentas also, Ameretat is already attested in the Gathas, the oldest texts of the Zoroastrianism and considered to have been composed by Zoroaster himself. And like most other principles, Ameretat is not unambiguously an entity in those hymns. Unlike four of the other Amesha Spentas, Ameretat does not have a standing epithet that in later Avesta texts becomes an element of her proper name.</p>\n<p>Already in the Gathas, Ameretat is closely allied with Haurvatat, the Amesha Spenta of \"Wholeness\" and health. Addressing Ahura Mazda in <i>Yasna</i> 34.11, the prophet Zoroaster exclaims that \"both Wholeness and Immortality are for sustenance\" in the Kingdom of God. In the same verse, as also in <i>Yasna</i> 45.10 and 51.7, parallels are drawn between Ameretat and Haurvatat on the one hand and \"endurance and strength\" on the other.</p>\n<h3><span id=\"In_the_Younger_Avesta\">In the Younger Avesta</span></h3>\n<p>The relationship between Ameretat and Haurvatat is carried forward into the Younger Avesta (<i>Yasna</i> 1.2; 3.1; 4.1; 6.17; 7.26; 8.1 etc.; <i>Yasht</i> 1.15; 10.92). The Younger Avestan texts allude to their respective guardianships of plant life and water (comparable with the Gathic allusion to sustenence), but these identifications are only properly developed in later tradition (see below). These associations with also reflect the Zoroastrian cosmological model in which each of the Amesha Spentas is identified with one aspect of creation.</p>\n<p>The antithetical counterpart of Ameretat is the demon (<i>daeva</i>) <i>Shud</i> \"hunger\", while Haurvatat's counterpart is <i>Tarshna</i> \"thirst\". Ameretat and Haurvatat are the only two Amesha Spentas who are not already assigned an antithetical counterpart in the Gathas. In the eschatological framework of <i>Yasht</i> 1.25, Ameretat and Haurvatat represent the reward of the righteous after death (<i>cf.</i> Ashi and <i>ashavan</i>).</p>\n<h2><span id=\"In_tradition\">In tradition</span></h2>\n<p>In the <i>Bundahishn</i>, a Zoroastrian account of creation completed in the 12th century, Ameretat and Haurvatat appear—together with Spenta Armaiti (MP: <i>Spendarmad</i>), the third female Amesha Spenta—on the left hand of Ahura Mazda (<i>Bundahishn</i> 26.8). Throughout Zoroastrian scripture and tradition, these three principles are most consistently identified with the creations that they represent: respectively plant life, water, and earth.</p>\n<p>According to the cosmological legends of the <i>Bundahishn</i>, when Angra Mainyu (MP: Ahriman) withered the primordial plant, Ameretat crushed it to pulp and mixed it with water. Tishtrya then took the water and spread it over the world as rain, which in turn caused a multitude of other plants to grow up.</p>\n<p>In the calendrical dedication of <i>Siroza</i> 1.7, Ameretat is invoked on the seventh day of each month together with the <i>Gaokarena</i> (the \"White Haoma\"). This Younger Avestan allusion to immortality is properly developed in <i>Bundahishn</i> 27.2, where White Haoma is considered to be the \"death-dispelling chief of plants.\" From this White Hom, the ambrosia of immortality will be prepared at the final renovation of the world (<i>Bd.</i> 19.13; 30.25). Other chapters have the nectar being created from Ameretat herself (e.g. <i>Bd.</i> 26.113).</p>\n<p>According to the <i>Denkard's</i> recollection of lost Avestan texts, Zoroaster's <i>tan-gohr</i>, his material self, was under the protection of Ameretat and Haurvatat up until the prophet's conception. The divinities caused the rains to nourish the grass, which six white cows then ate. Upon drinking the milk from those cows, Zoroaster's mother absorbed his <i>tan-gohr</i>. (<i>Denkard</i> 7.2.19 <i>ff)</i></p>\n<p>Through the association with plants and water, Ameretat and Haurvatat are consequently identified with food and drink (<i>cf.</i> sustenance in the Gathas, above), and traditionally it was out of respect for these two Amesha Spentas that meals were to be taken in silence. In <i>Book of Arda Viraz</i> 23.6-8, the righteous Viraz sees a man punished in hell \"for consuming Hordad and Amurdad while unlawfully chattering while he chewed.\"</p>\n<p>In the hierarchy of <i>yazata</i>s, Ameretat has Rashnu, Arshtat, and Zam as assistants or cooperators (<i>hamkars</i>). Rashnu and Arshtat both have roles in Zoroastrian eschatology while Zam is the divinity of the earth and nourisher of plants.</p>\n<p>In the day-name and month-name dedications of the Zoroastrian calendar, the seventh day of the month and fifth month of the year are named after Ameretat/<i>Amurdad</i>/<i>Mordad</i> and are under her protection. The Iranian civil calendar of 1925 follows Zoroastrian month-naming conventions and hence also has <i>Mordad</i> as the fifth month of the year.</p>\n<h2><span id=\"In_other_religions\">In other religions</span></h2>\n<p>Haurvatat-Ameretat (Pahlavi <i>hrwdʼd</i> <i>ʼmwrdʼd</i>) appears in Sogdian language texts as <i>hrwwt mrwwt</i>. A relationship to Armenian <i>hawrot</i> <i>mawrot</i> has been suggested but is not confirmed. According to Islam tradition, Al-Quran mentions two entities sent to Babil (Babylon) named Harut and Marut, to test people faith because they teach witchcraft and sorcery. These entities stated that they were sent to test the faith of the people before teaching them.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>", "images": [{"ns": 6, "title": "File:Faravahar.svg"}, {"ns": 6, "title": "File:ZoroastrianismSymbolWhite.PNG"}]}