{"pageid": 1253436, "ns": 0, "title": "Bahuchara Mata", "extract": "<p><b>Bahuchara Mata</b> is a Hindu goddess of chastity and fertility and an incarnation of Shakti. She is considered patroness of the hijra community. Her primary temple is located in Becharaji town in Mehsana district of Gujarat, India.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Depiction_and_symbols\">Depiction and symbols</span></h2>\n<p>Bahuchara Mata is shown as a woman who carries a sword on her top right, a text of scriptures on her top left, the <i>abhay hasta mudra</i> (\"showering of blessings\") on her bottom right, and a trident on her bottom left. She is seated on a rooster, which symbolises innocence.</p>\n<p>One of the theory says that she is one of the goddesses in Sri Chakra. The real symbol of her vehicle is kurkut which means the serpent which has two mouths. Bahucharaji is seated on the low end and the other end goes to Sahasrara, which means that Bahucharaji is the goddess starting the awakening of kundalini which eventually leads the liberation or moksha.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>Bahuchara Mata was a warrior's daughter of the Charan caste. It is believed that Bahuchara Mata was travelling in a caravan when a marauder named Bapiya tried to molest her. Bahuchara Mata announced 'tragu', a form of self-immolation, and cut off her breasts, thus shedding her femininity. The marauder Bapiya was thereafter cursed with impotence. To attain penance Bapiya worshipped Bahuchara Mata by dressing and behaving as a woman, thus ultimately shedding his masculinity.</p>\n<h2><span id=\"Temple\">Temple</span></h2>\n<p>Bahucharaji Temple is located in Bahucharaji town in Mehsana district of Gujarat, India. It is 11km from Ahmedabad and 35km west of Mahesana. The original shrine was built by a king called Sankhal Raj in 1152 <span>ce</span> and the first surviving mention of the shrine was found in an inscription dating 1280 <span>ce</span>. According to the inscription no changes were made in the temple architecture until the eighteenth century. There are three temples of the Goddess, of which the first one is termed 'Adyasthan' (the original site), and the second temple as a 'Madhyasthan'. The first of these encloses a Varkhadi tree from where the Goddess is supposed to have appeared. The center temple was built by Maratha Fadnavis and the principal place of worship, the outer temple was built by Manajirao Gaekwad in 1779 <span>ce</span>. The third is the main temple and contains the Bala Yantra of quartz crystal representing the Goddess. The temple complex is beautifully decorated with stone carvings and wall paintings. Saint Kapildev and Kalari king Tejpal have also contributed to the construction and renovation of the temple. The temple is considered a Shakti Peetha and every year about 1.5 million pilgrims visit this temple.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>LGBT themes in Hindu mythology</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Aggleton, Peter. <i>Culture, Society and Sexuality: A Reader</i>, Taylor &amp; Francis 2007, p. 240 ISBN 041540455X</li>\n<li>Abbott, Elizabeth. <i>A History of Celibacy</i>, James Clarke &amp; Co. 2001, pp. 329–330 ISBN 0718830067</li>\n<li>Ellingson, Stephen. <i>Religion and Sexuality in Cross-Cultural Perspective</i>, Routledge 2002 ISBN 041594127X</li>\n<li>Young, Serenity. <i>Courtesans and Tantric Consorts</i>, Routledge 2004, p. 111 ISBN 0415914833</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Official site of the Shri Bahucharaji Temple</li>\n<li>Bahucharaji Mata Temple in Becharaji near Mehsana</li>\n<li>Bahuchara Mata: Liberator, Protector and Mother of the Hijras in Gujarat</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bahuchara Devi.jpg"}]}