{"pageid": 12882089, "ns": 0, "title": "Maria Cacao", "extract": "<p><b>Maria Cacao</b> is the <i>diwata</i> (Deva) or mountain goddess associated with Mount Lantoy in Argao, Cebu, Philippines, and is a prominent example of the mountain-goddesses motiff in Philippine mythology, other prominent examples being Maria Makiling of Los Baños and Maria Sinukuan of Mount Arayat.</p>\n<p>The basic form of the legend is that whenever rains flood the river that comes from Mount Lantoy, or a bridge is broken, this is a sign that Maria Cacao and her husband <i>Mangao</i> have either traveled down the river in their golden ship so that they can export their crops, or traveled up the river on their way back. She is supposed to live inside a cave in the mountain and the Cacao plants outside it are supposed to be her plantation.</p>\n<p>While the story is obviously mythical in nature, it is cited as evidence of how long the production of <i>tableya</i>, has been going on in the area. <i>Tableya</i> is Cebuano for round, unsweetened chocolate tablets made from cacao beans. It is a crucial ingredient in the Filipino delicacies <i>sikwate</i> (hot chocolate) and champorado.</p>\n<p>One contemporary evolution of the legend is its merger with another common Filipino mythological motif - that of soul-harvesting boats. The new stories suggest that borrowers who fail to pay their loans to the goddess would soon find themselves facing dire consequences, as Maria Cacao's boat comes to take their souls to the next world.</p>\n<p>A very specific variant of this new element of the myth was reported in Cagayan de Oro in the aftermath of Typhoon Sendong (Tropical Storm Washi), when there were reported sightings of a boat with a woman at the helm traveling along the river and offering to pick up passengers. These rumors were accompanied by a warning not to accept invitations to board the boat, because the woman was supposedly Maria Cacao \"collecting souls for the next world.\" In his regular newspaper column, anthropologist Michael Tan noted that this \"soul harvester\" function wasn't part of the prototypical myth, and associated the evolution of the myth with the social need to invent stories as a means of coping with disaster, creating a context for the sense of despair and, to some degree, offering a scapegoat for the situation.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Flag of the Philippines.svg"}]}