{"pageid": 12889755, "ns": 0, "title": "Maria Sinukuan", "extract": "<p><b>Maria Sinukuan</b> is the diwata (fairy) or mountain goddess associated with Mount Arayat in Pampanga, Philippines, and is a prominent example of the mountain-goddesses motiff in Philippine mythology, other prominent examples being Maria Makiling of Los Baños and Maria Cacao of Cebu.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Basic_legend\">Basic legend</span></h2>\n<p>The basic legend is similar to those of many mountain guardian goddesses, notably <i>Maria Makiling</i>.</p>\n<p>Sinukuan is associated with the unusual bounty of the forests in Arayat, and with the profusion of animals there. Watching over the needs of the people in the nearby town, she used to regularly leave fruits and animals at the doorstep of locals who needed food during hard times. At one point, though, a group of young men got greedy. They sought out where Sinukuan’s home was in the mountains, and when they found it, they asked for more than what they actually needed. Sinukuan did not object to this, and allowed them to pick a great load of fruits. She warned them, however, not to get any fruits from the forest without her permission. On their way back home, they decided they would get more. Why not? They asked each other. “She won't know we took home fruits and animals. They're so plentiful, she won't know the difference.\" But she did. As soon as they had started picking more fruit, their packs began to feel heavier. They soon discovered that all the fruit and meat they were carrying had turned into rocks. The young men ran away, but before they managed to escape the forest, Sinukuan appeared before them. As punishment, she said, she would turn them into swine. And so she did.</p>\n<p>But the other people in the village were also getting greedy. More and more, they stole from Sinukuan’s forests. Angered, Sinukuan stopped leaving food at their doorsteps. She made the fruit trees and animals in the mountain to disappear. And she also never allowed the villagers to see her again.</p>\n<h2><span id=\"Appearance\">Appearance</span></h2>\n<p>Local tradition describes Sinukuan thus:</p>\n<blockquote>\n<p>Her black hair… naturally curled, reaches down to her ankles. Her eyes are framed by long lashes which are black. Her eyebrows are arched. Her nose which is beautifully neither too high nor too flat is finely chiseled. Her lips are well formed. Her skin is a flawless brown. Her clothes are made of white flowing robe.</p>\n</blockquote>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p><b>Sinukuan</b> or <b>SINyang</b>, <b>KUnnie</b>, and <b>ANing</b> is a fictional character in Dyosa series, a telefantasya being aired by ABS-CBN Network portrayed by Filipino actress Mickey Ferriols.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Municipality of Arayat (1997) <b>Arayat Town Fiesta '97 Souvenir Program for Filipino</b></li>\n<li>http://arayat2012.tripod.com/index2.htm</li>\n</ul>", "images": [{"ns": 6, "title": "File:Flag of the Philippines.svg"}]}