{"pageid": 13069662, "ns": 0, "title": "Putana", "extract": "<p>In Hindu mythology, <b>Putana</b> (Sanskrit: Pūtanā, lit. \"putrefaction\") is a Rakshasi (demoness), who is killed by the infant-god Krishna. Putana is also considered as a foster-mother of Krishna as she breast-fed him, though it was with the motive of killing Krishna by poisoned milk. By offering her milk, Putana had performed \"the supreme act of maternal devotion\", in the shadow of her evil motives. The myth is told and retold in Hindu scriptures and some Indian books, which portray her variously as an evil hag or a demoness who surrendered herself to Krishna, though she initially came with evil motives.</p>\n<p>Putana is interpreted as an infantile disease or bird, symbolizing danger to an infant or desire respectively, and even as a symbolic bad mother. She is included in a group of malevolent Hindu mother goddesses called the Matrikas and also in the group of Yoginis and Grahinis (Seizers). Ancient Indian medical texts prescribe her worship to protect children from diseases. A group of multiple Putanas is mentioned in ancient Indian texts.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word \"Pūtanā\", broken as \"Pūt\" (virtue) and \"nā\" (no) means \"devoid of virtue\". Another explanation derives \"Pūtanā\" from \"Pūta\" (purifying), thus meaning \"she who purifies\". Herbert theorizes \"Pūtanā\" is derived from \"Put\", a hell in Hindu mythology, associated with parents and children. Thus, Herbert proposes, on the basis of the etymology and her association with the Matrikas, that Putana is closely linked to motherhood. White translates Putana as \"stinky\", and relates it to pustulant sores, the eruption of which is a symptom of chicken pox. Putana is also the name of the weapon of or a form of the goddess of small pox, Sitala.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n\n<p>The legend of Putana and Krishna is narrated in many Hindu texts: Bhagavata Purana, Harivamsa (part of Mahabharata), Brahma Vaivarta Purana, Vishnu Purana, Garga Samhita and Prem Sagar.</p>\n<p>Putana (also called as poothani), the \"killer of infants\", was sent by Krishna's evil uncle Kamsa to kill Krishna. Putana assumed the disguise of a young, beautiful woman and came to Gokul (Vraj) - Krishna's home-town. Her beauty resulted in her being mistaken by <i>gopas</i> (cowherds) as a manifestation of goddess Lakshmi. Stunned by her beauty, Krishna's foster-mother Yashoda allowed Putana to take the infant Krishna into her lap and breast-feed him. Putana had smeared her breast with a <i>mandana</i>, an intoxicant, to kill Krishna. However, Krishna squeezed her breasts and took her life away(<i>prana</i>), as well as her milk. (Putana had got blessing [vardaan] in her previous life from Lord Vishnu that she will meet lord Vishnu's avtaar in human form in her next life but she forgot about it). In pain, Putana screamed, pleading for her release, but in vain. She ran out of the town with Krishna still clinging to her and finally fell dead. She then assumed her real demonic form, turning trees to a distance of three <i>gavyuti</i> (a unit of distance equivalent totally to 12 miles) to dust. The people of Vraj cut Putana's body, burying her bones and feet and burning the flesh and skin. The fragrant smoke rose out of the flames, as Putana was cleansed of all sin by breast-feeding Krishna and she attained the same heaven that Yashoda acquired. Thus, Putana, like Yashodha, is also considered as a foster-mother of Krishna as she breast-fed him.</p>\n<p>In later versions of the myth, the intoxicant smearing on Putana's breast is replaced with poison or the milk itself is said to be poisoned. Another version of the tale portrays Putana as stealing Krishna at night, when everyone else is asleep.</p>\n<p>K. M. Munshi had a totally different take on the myth in his Krishnavatara series. Though Putana came with evil intentions, she is portrayed as being happy to see Krishna and her maternal instinct rises, telling her \"Take this lovely boy to your breast. You are a wicked and miserable woman. You have never seen joy before, joy which thrills your whole body and mind with mad delight.\" Overjoyed and forgetful of her poisoned breasts, she took Krishna in her lap and suckled him. In the process, she surrenders to Krishna saying \"I give you all, my beloved child... I am yours.\" Further, Putana is purified and liberated from her mortal body by Krishna.</p>\n<h3><span id=\"Previous_birth\">Previous birth</span></h3>\n\n<p>Garga Samhita (a work on the life of Krishna) and Brahma Vaivarta Purana further tell of the previous birth of Putana as Ratnamala, the daughter of demon king Bali. When she saw Vamana, the previous incarnation of Krishna as a dwarf, she felt a desire to have him as her son and suckle him. She soon changed her mind and decided to kill Vamana, after he acquired all possessions of Bali. Krishna knew her desires and allowed her to fulfil both of them - to suckle him and to attempt to take his life.</p>\n<h3><span id=\"Symbolism\">Symbolism</span></h3>\n<p>One theory interprets Putana as being the first foe faced by Krishna (further numerous demons are sent by Kamsa to kill Krishna) or as the first obstacle of possessive maternal instinct faced by yogis. The legend assures a devotee liberation if they treat god as their own son. Another theory interprets Putana as an infantile disease that Krishna survived, which can be cured by forcefully suckling the child affected. Further, the theory relates to Krishna's later life when he fights a demon called <i>Jvara</i> (fever).</p>\n<p>In Vishnu Purana, it is explicitly stated that Putana should work in the dark, symbolizing the lack of illumination of knowledge. Her ear-rings are described not as radiant, but as quivering, signifying her unstable nature. Agrawal equates Putana to Varuna, the Vedic god of darkness and chaos in the water. As Varuna pollutes life-giving water, Putana mixed her breast milk with poison. Thus, Putana stands for death and darkness. O'Flaherty says:</p>\n<blockquote>\n<p>The myth of Pūtanā is significant not merely for the image it presents ... but for the intensity with which the image is depicted and the frequency with which the myth itself is told in India.</p>\n</blockquote>\n<p>Kakar further adds:</p>\n<blockquote>\n<p>The secret fantasy of poisoned milk, of nourishment that kills, originates early in life when the decisive separation between child and mother takes place. The elevation of this fantasy,..., to the status of myth for a whole culture indicates the intensity of (this) inner conflict... in the Indian setting.</p>\n</blockquote>\n<p>According to Kakar, Putana may represent a dangerous schizophrenic mother, who has trapped her child in an emotional net, of which he cannot let go. He interprets Krishna clinging to Putana's breast as not only the infant's excitement and anger, but also a form of \"incestuous intercourse\", as in the killing of other maternal demons. By killing the \"bad mother\", the son kills \"sexually ravenous maternal images in his psyche\", leaving the protective images unhurt, and thus emerges as an adult, drawing boundaries between her and him.</p>\n<h2><span id=\"Textual_descriptions\">Textual descriptions</span></h2>\n<p>Putana is defined as <i>yātudhānī</i> at the beginning and the end of Bhagavata Purana. Though the word <i>yātudhānī</i> is rarely used, <i>yātudhāna</i> - the masculine form - is frequently used in Hindu scriptures to mean an evil spirit. In the Rigveda, <i>yātudhānas</i> are to be killed, their bodies broken and their flesh eaten, just as Putana was treated. The Bhagavata Purana further tells of a gopi or milkmaid, narrating a hymn for protection from evil spirits including the Matrikas and Putana, even though Putana is dead. In another instance in the Purana, it is said that Putana and \"her tribe\" still had access to Krishna. Finally, the whole chapter is called \"Deliverance of Putana\", and not \"Killing of Putana\". Both incidences enforce the view that though Putana's mortal body is killed by Krishna, she lives on in the world as a spirit.</p>\n<p>In the Mahabharata, when mentioned with the Matrikas (Mothers) and the war-god Skanda, Putana is mentioned as a protectress rakshasi, a Grahini (female seizer), as well as a Matrika and Yogini. In Harivamsa, an appendix to Mahabharata, she is listed as a Grahini, with a prayer to protect the child at the end. In Agni Purana, she is mentioned as a Grahini and also a Yogini.</p>\n<h3><span id=\"Group_of_Putanas\">Group of Putanas</span></h3>\n<p>The medical text Balatantra mentions Putana as the common name of 16 sisters of the demon king Ravana, who are permitted to eat the flesh of infants. The Buddhist text, Saddharmapundarika Sutra and the 1131 CE encyclopedia <i>Manasollasa</i> by Western Chalukya king Someshvara III lists multiple demons, including a group of Putanas. The Brahmanda Purana and Harita Samhita mention Putanas as a sub-group of Matrikas and Grahinis, whose individual names include Kali and Dakini.</p>\n<h2><span id=\"In_Ayurvedic_medicine\">In Ayurvedic medicine</span></h2>\n<p>The Ayurvedic medical text Sustum Samhita describes Putana as \"black in colour, with a gaping mouth and projecting teeth and disheveled hair, clad in filthy garments, very smelly, and dwelling in empty broken-down buildings.\" It further prescribes an offering of crow dung, fish, a rice dish, ground sesame and alcohol to Putana and recitation of hymns to Putana, urging her to protect the baby, along with other treatments. Kumaratantra (\"Rituals related to childhood\"), a branch of Ayurveda, specifically mentions that it aims to heal diseases that arise from \"empoisoned milk of Seizers\" (Grahini), Putana being one. As per Kumaratantra, all childhood diseases falling on the third day, the third month, or the third year of a child's life are attributed to Putana, regardless of the disease's symptoms.</p>\n<h2><span id=\"Depiction_as_a_bird\">Depiction as a bird</span></h2>\n<p>Putana is portrayed as a bird in sculpture and myth. Kushan images of Putana as a bird are found in Mathura, Deogarh and Mandor. In a third-century version of Harivamsa, Putana is called the \"nurse of Kamsa\", who comes to a child as a female bird (<i>shakuni</i>), and is one of many birdlike female divinities mentioned in Harivamsa. Putana's bird form symbolizes desire of materialistic objectives. In some texts, Putana is described as a <i>Vaki</i>, a female crane, thus a symbol of crookedness and hypocrisy.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation encyclopaedia\">Agrawal, V.S. (1996). \"Putana and Yasoda\". In Shashi, Shyam Singh. <i>Encyclopaedia Indica</i>. Anmol Publications PVT. LTD. ISBN 81-7041-859-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.atitle=Putana+and+Yasoda&amp;rft.au=Agrawal%2C+V.S.&amp;rft.btitle=Encyclopaedia+Indica&amp;rft.date=1996&amp;rft.genre=bookitem&amp;rft.isbn=81-7041-859-3&amp;rft.pub=Anmol+Publications+PVT.+LTD&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3Dq8cTA1jEMoMC%26pg%3DPA822%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Dimmitt, Cornelia; Buitene, Johannes Adrianus Bernardus (1978). \"Putana: The Child Killer\". <i>Classical Hindu Mythology: A Reader in the Sanskrit Purāṇas</i>. Temple University Press. ISBN 0-87722-122-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.atitle=Putana%3A+The+Child+Killer&amp;rft.au=Buitene%2C+Johannes+Adrianus+Bernardus&amp;rft.au=Dimmitt%2C+Cornelia&amp;rft.btitle=Classical+Hindu+Mythology%3A+A+Reader+in+the+Sanskrit+Pur%C4%81%E1%B9%87as&amp;rft.date=1978&amp;rft.genre=bookitem&amp;rft.isbn=0-87722-122-7&amp;rft.pub=Temple+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DTmFOX7q2IqgC%26pg%3DPA103%26vq%3DPutana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Gopal, T. V. (2000). <i>Hrishikesa</i>. Universal-Publishers. ISBN 1-58112-732-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.au=Gopal%2C+T.+V.&amp;rft.btitle=Hrishikesa&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=1-58112-732-4&amp;rft.pub=Universal-Publishers&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DO7B4Q21Jy0oC%26pg%3DPA96%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation encyclopaedia\">Herbert, J. (1996). \"Sakata and Putana\". In Shashi, Shyam Singh. <i>Encyclopaedia Indica</i>. Anmol Publications PVT. LTD. ISBN 81-7041-859-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.atitle=Sakata+and+Putana&amp;rft.au=Herbert%2C+J.&amp;rft.btitle=Encyclopaedia+Indica&amp;rft.date=1996&amp;rft.genre=bookitem&amp;rft.isbn=81-7041-859-3&amp;rft.pub=Anmol+Publications+PVT.+LTD&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3Dq8cTA1jEMoMC%26pg%3DPA822%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kakar, Sudhir (2002). \"Cults and myths of Krishna\". In Devy, G. N. <i>Indian Literary Criticism: Theory and Interpretation</i>. Orient Blackswan. ISBN 81-250-2022-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.atitle=Cults+and+myths+of+Krishna&amp;rft.au=Kakar%2C+Sudhir&amp;rft.btitle=Indian+Literary+Criticism%3A+Theory+and+Interpretation&amp;rft.date=2002&amp;rft.genre=bookitem&amp;rft.isbn=81-250-2022-5&amp;rft.pub=Orient+Blackswan&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DMbGyZN1I4E0C%26pg%3DPA425%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kakar, Sudhir (1978). <i>The Inner World: A Psychoanalytic Study of Childhood and Society in India</i>. Delhi.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.au=Kakar%2C+Sudhir&amp;rft.btitle=The+Inner+World%3A+A+Psychoanalytic+Study+of+Childhood+and+Society+in+India&amp;rft.date=1978&amp;rft.genre=book&amp;rft.pub=Delhi&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">O'Flaherty, Wendy Doniger (1982). <i>Women, Androgynes, and Other Mythical Beasts</i>. University of Chicago Press. ISBN 0-226-61850-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.au=O%27Flaherty%2C+Wendy+Doniger&amp;rft.btitle=Women%2C+Androgynes%2C+and+Other+Mythical+Beasts&amp;rft.date=1982&amp;rft.genre=book&amp;rft.isbn=0-226-61850-1&amp;rft.pub=University+of+Chicago+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DDTwvtkqYrNgC%26pg%3DPA250%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Olson, Carl (2007). \"<span>\"</span>Putana's arrival in Vraj\" from Bhagavata Purana\". <i>Hindu Primary Sources: A Sectarian Reader</i>. Rutgers University Press. ISBN 0-8135-4070-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.atitle=%22Putana%27s+arrival+in+Vraj%22+from+Bhagavata+Purana&amp;rft.au=Olson%2C+Carl&amp;rft.btitle=Hindu+Primary+Sources%3A+A+Sectarian+Reader&amp;rft.date=2007&amp;rft.genre=bookitem&amp;rft.isbn=0-8135-4070-4&amp;rft.pub=Rutgers+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DzuqB0o8aGzMC%26pg%3DPA240%26dq%3Dputana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">White, David Gordon (2003). <i>Kiss of the yoginī: \"Tantric Sex\" in its South Asian contexts</i>. University of Chicago Press. pp. 51–53. ISBN 978-0-226-89483-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APutana&amp;rft.aufirst=David+Gordon&amp;rft.aulast=White&amp;rft.btitle=Kiss+of+the+yogin%C4%AB%3A+%22Tantric+Sex%22+in+its+South+Asian+contexts&amp;rft.date=2003&amp;rft.genre=book&amp;rft.isbn=978-0-226-89483-6&amp;rft.pages=51-53&amp;rft.pub=University+of+Chicago+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DErTHR2kRdCkC%26printsec%3Dfrontcover%26dq%3DKiss%2Bof%2Bthe%2BYogini%2BBy%2BDavid%2BGordon%2BWhite%26q%3DKiss%2520of%2520the%2520Yogini%2520By%2520David%2520Gordon%2520White&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Brooklyn Museum - Krishna Battles the Demoness Putana Page from an Unidentified Hindu Manuscript-crop.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Putana.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:Vamana1.jpg"}]}