{"pageid": 1348935, "ns": 0, "title": "Mahadevi", "extract": "<p>In Hinduism, <b>Mahadevi</b> (Sanskrit: <b>Mahādevī</b>, Devanagari: महादेवी) or \"Great Goddess\" is the goddess or devi that is the sum of all other devis – an all-encompassing female deity as the consort or complement to an all-encompassing male deity (deva) or the Ultimate Reality (Brahman) in Shaktism.</p>\n<p>She is often identified with a specific goddess, the most common being Durga, Parvati, Adi Parashakti, Kali or Mahakali. Adi Parashakti or Mahadevi, the Supreme power, is called Durga Shakti as per Devi-Mahatmya.</p>\n<p>Mahadevi (as Tridevi) is the supreme force that creates, preserves, and destroys the universe. She is the highest intelligence referred as <i>Brahmavidya</i>. Mahadevi is the soul of the universe and the universe itself. She is the source of wealth, knowledge, forgiveness, peace, faith, fortitude, fame, modesty and mercy. The purans mention her as <b>Nirguna Maheshwari Devi Mahamaya</b>, meaning \"the absolute truth\", Shiva's consort, and mother of all. Along with Nirguna form Mahadevi is also mentioned as <b>Sarguna</b> (attributes) and <b>Vagdevi</b> (speech).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi Mahatmya</li>\n<li>Great Mother</li>\n<li>Shakti</li>\n<li>Tridevi</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><i>Seeking Mahadevi: Constructing the Identities of the Hindu Great Goddess</i> (ISBN 0-7914-5008-2) Edited by Tracy Pintchman</li>\n<li><i>Encountering The Goddess: A Translation of the Devi-Mahatmya and a Study of Its Interpretation</i> (ISBN 0-7914-0446-3) by Thomas B. Coburn</li>\n<li><i>In Praise of The Goddess: The Devimahatmyam and Its Meaning</i> (ISBN 0-89254-080-X) by Devadatta Kali</li>\n<li><i>The Triumph of the Goddess: The Canonical Models and Theological Visions of the Devi-Bhagavata Purana</i> (ISBN 0-7914-0363-7) by C. MacKenzie Brown</li>\n<li><i>The Srimad Devi Bhagavatam</i> (ISBN 81-215-0591-7) translated by Swami Vijnanananda</li>\n</ul>\n<p><br></p>", "images": [{"ns": 6, "title": "File:AUM symbol, the primary (highest) name of the God as per the Vedas.svg"}, {"ns": 6, "title": "File:Durga Mahisasuramardini.JPG"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}