{"pageid": 13509782, "ns": 0, "title": "Dilukai", "extract": "<p><b>Dilukai</b> (or dilukái or dilugai) are wooden figures of young women carved over the doorways of chiefs' houses (<i>bai</i>) in the Palauan archipelago. They are typically shown with legs splayed, revealing a large, black, triangular pubic area with the hands resting on the thighs. These female figures protect the villagers' health and crops and ward off evil spirits. They were traditionally carved by ritual specialists according to strict rules, which, if broken, would result in the deaths of the carver and the chief. Female figures presenting their vulva can be found in many cultures: they symbolize fertility, (spiritual) rebirth, and they protect from evil (see above).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Another explanation of Dilukai is that a woman named Dilukái was the sister of a troublesome man named Atmatuyuk. He eventually departed and these images of his sister were erected to prevent his return, as it was forbidden for a brother to see his sister’s genitalia.</p>\n<p>Christian missionaries were not fond of Dilukai, and changed the context, claiming that their purpose was to shame an immoral woman.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Anasyrma</li>\n<li>Baubo</li>\n<li>Lajja Gauri</li>\n<li>Nin-imma</li>\n<li>Sheela na gig</li>\n<li>Yoni</li>\n</ul><h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>D’Alleva, Anne, <i>Arts of the Pacific Islands</i>, New York, Harry N. Abrams, 1998.</li>\n<li>Jones, Lindsay (ed), <i>Encyclopedia of Religion</i>, Detroit, Macmillan, 2005, article on <i>Yoni</i>.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Dilukai from the Caroline Islands, Belau (Palau) at the Metropolitan Museum of Art</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Dilukai-belau-palau-micronesia.svg"}, {"ns": 6, "title": "File:Dilukai from the Caroline Islands, Belau (Palau), 19th-early 20th century, Metropolitan Museum of Art.jpg"}, {"ns": 6, "title": "File:Flag of Palau.svg"}]}