{"pageid": 1356941, "ns": 0, "title": "Siduri", "extract": "<p><b>Siduri</b> is a character in the Epic of Gilgamesh. She is an \"alewife\", a wise female divinity associated with fermentation (specifically beer and wine).</p>\n<h2><span id=\"Role_in_the_Epic_of_Gilgamesh\">Role in the Epic of Gilgamesh</span></h2>\n<p>In the earlier Old Babylonian version of the Epic, she attempts to dissuade Gilgamesh in his quest for immortality, urging him to be content with the simple pleasures of life.</p>\n<p>In the later Akkadian (also referred to as the \"standard\") version of the Epic, Siduri's role is somewhat less important. The above quotation is omitted, and it is left to the flood hero Utnapishtim (the Mesopotamian precursor of Noah) to discuss issues of life and death. Siduri, nonetheless, has a long conversation with Gilgamesh, who boasts of his exploits and is forced to explain why his appearance is so haggard. When he asks for help in finding Utnapishtim, Siduri explains the difficulties of the journey but directs him to Urshanabi, the ferryman, who may be able to help him cross the subterranean ocean and the ominous \"waters of death\".</p>\n<h2><span id=\"Later_influence\">Later influence</span></h2>\n<p>Several scholars suggest direct borrowing of Siduri's advice by the author of Ecclesiastes. The advice given by Siduri has been seen as the first expression of the concept of Carpe diem although some scholars see it urging Gilgamesh to abandon his mourning, \"reversing the liminal rituals of mourning and returning to the normal and normative behaviors of Mesopotamian society.\"</p>\n<p>Siduri has been compared to the Odyssey's Circe. Like Odysseus, Gilgamesh gets directions on how to reach his destination from a divine helper. In this case she is the goddess Siduri, who, like Circe, dwells by the sea at the ends of the earth. Her home is also associated with the sun: Gilgamesh reaches Siduri's house by passing through a tunnel underneath Mt. Mashu, the high mountain from which the sun comes into the sky. West argues that the similarity of Odysseus's and Gilgamesh's journeys to the edges of the earth are the result of the influence of the Gilgamesh epic upon the Odyssey.</p>\n<p>Siduri's name means \"young woman\" in Hurrian, and may be an epithet of Ishtar.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Hero lion Dur-Sharrukin Louvre AO19862.jpg"}]}