{"pageid": 1356932, "ns": 0, "title": "Ninsun", "extract": "<p>In Sumerian mythology, <b>Ninsun</b> or <b>Ninsumun</b> (cuneiform: <span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒊩𒌆𒄢</span> <sup>d</sup><small>NIN.SUMUN</small><sub>2;</sub> Sumerian: <i>Nin-sumun(ak)</i> \"lady of the wild cows\") is a goddess, best known as the mother of the legendary hero Gilgamesh, and as the tutelary goddess of Gudea of Lagash. Her parents are the deities Anu and Uras. Ninsun has also been linked to older deities as she is believed to be their reincarnation.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In the <i>Epic of Gilgamesh</i>, Ninsun is depicted as a human queen who lives in Uruk with her son as king. Since the father of Gilgamesh was former king Lugalbanda, it stands to reason that Ninsun procreated with Lugalbanda to give birth. She assists her son in his adventure by providing him with the meanings of his dream in the beginning.</p>\n<p>Also in the <i>Epic of Gilgamesh</i>, Ninsun is summoned by Gilgamesh and Enkidu to help pray to the god Utu to help the two on their journey to the Country of the Living to battle Humbaba.</p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>In the Tello relief at ancient Lagaš, dating to ca. 2150 BC, her name is written in cuneiform <sup>d</sup><small>NIN.SUMUN<sub>2</sub></small><sub>.</sub> The meaning of <i>sumun</i> in Sumerian is \"wild cow\" and her name is also attested as <sup>d</sup><small>NIN.SUMUN</small><sub>2</sub>.<small>NA</small> <i>Nin-sumunak</i>, revealing its origin as a genitive phrase meaning \"lady of the wild cows\". The sign <small>SUMUN<sub>2</sub></small> was formerly read <small>SUN<sub>2</sub></small>, leading to the widespread usage of the name <i>Ninsun</i>. Other names include <i>Rimat-Ninsun (</i>from Akkadian <i>rimātu</i> \"cattle\")<i>,</i> the \"August Cow\", the \"Wild Cow of the Enclosure\", and \"The Great Queen\".</p>\n<h2><span id=\"Related_deities\">Related deities</span></h2>\n<p>In Sumerian mythology, Ninsun was originally called <i>Gula</i> until her name was later changed to <i>Ninisina</i>. Later, Gula became a Babylonian goddess.</p>\n<p>According to \"Pabilsag's Journey to Nibru,\" Ninsun was originally named <i>Nininsina</i>. According to the ancient Babylonian text, Nininsina wedded Pabilsag near a riverbank and gave birth to Damu as a result of the union.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Auðumbla</li>\n<li>Kamadhenu, cow from Hindu mythology</li>\n<li>Amalthea, goat who raised Zeus, who suckled on her breast milk</li>\n<li>Hathor, Egyptian cow goddess</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Encyclopedia of Gods, Kyle Cathie Limited, 2002</li>\n<li>John A. Halloran, Sumerian Lexicon, 2003</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Ninsumun (Ninsun) (goddess)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Hero lion Dur-Sharrukin Louvre AO19862.jpg"}, {"ns": 6, "title": "File:Relief Ninsun Louvre AO2761.jpg"}]}