{"pageid": 1368437, "ns": 0, "title": "Ninlil", "extract": "<p>In Sumerian religion, <b>Ninlil</b> (𒀭𒊩𒌆𒆤 <sup>D</sup>NIN.LÍL\"lady of the open field\" or \"Lady of the Wind\"), also called <b>Sud</b>, in Assyrian called <i>Mulliltu</i>, is the consort goddess of Enlil. Her parentage is variously described. Most commonly she is called the daughter of Haia (god of stores) and Nunbarsegunu (or Ninshebargunnu [a goddess of barley] or Nisaba). Another Akkadian source says she is the daughter of Anu (a.k.a. An) and Antu (Sumerian Ki). Other sources call her a daughter of Anu and Nammu.</p>\n<p>She lived in Dilmun with her family. Impregnated by her husband Enlil, who lie with her by the water, she conceived a boy, Nanna/Suen, the future moon god. As punishment Enlil was dispatched to the underworld kingdom of Ereshkigal, where Ninlil joined him. Enlil impregnated her disguised as the <i>gatekeeper</i>, where upon she gave birth to their son Nergal, god of death. In a similar manner she conceived the underworld god Ninazu when Enlil impregnated her disguised as the <i>man of the river of the nether world, a man-devouring river</i>. Later Enlil disguised himself as the <i>man of the boat</i>, impregnating her with a fourth deity Enbilulu, god of rivers and canals. All of these act as substitutes for Nanna/Suen to ascend. In some texts Ninlil is also the mother of Ninurta, the heroic god who slew Asag the demon with his mace, Sharur.</p>\n<p>After her death, she became the goddess of the wind, like Enlil. She may be the Goddess of the South Wind referred to in the story of Adapa, as her husband Enlil was associated with northerly winter storms. As \"Lady Wind\" she may be associated with the figure of the Akkadian demon \"Lil-itu\", thought to have been the origin of the Hebrew Lilith legend.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"When_Sud_gets_the_name_of_Ninlil,_wife_of_Enlil\"></span><span id=\"When_Sud_gets_the_name_of_Ninlil.2C_wife_of_Enlil\">When Sud gets the name of Ninlil, wife of Enlil</span></h2>\n<p><i>In the sleeping quarters, in the flowered bed fragrant like a cedar forest, Enlil made love to his wife and took great pleasure in it. He sat her on his dais appropriate to the status of Enlil, and made the people pray to her. The lord whose statements are powerful also determined a fate for the Lady (Aruru), the woman of his favour; he gave her the name Nintur, the 'Lady who gives birth', the 'Lady who spreads her knees'.</i> (...) <i>Proud woman, surpassing the mountains! You who always fulfil your desires—from now on, Sud, Enlil is the king and Ninlil is the queen. The goddess without name has a famous name now…</i> </p>\n<h2><span id=\"Family_Tree\">Family Tree</span></h2>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Michael Jordan, Encyclopedia of Gods, Kyle Cathie Limited, 2002.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Ninlil (Mulliltu, Mullissu, Mylitta) (goddess)</li>\n<li>Assyro-Babylonian Mythology FAQ</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}