{"pageid": 13811030, "ns": 0, "title": "Paddle doll", "extract": "<p><b>Paddle dolls</b> are a type of female figurine found in Ancient Egyptian tombs, beginning in the Predynastic period and particularly in the Middle Kingdom (2040–1750 BC). Female statuettes made of clay, found in later burials, are considered a later development of these sometimes elaborately coiffured wooden dolls.</p>\n<p>Paddle dolls were often highly stylized, and archaeologists currently suggest that the emphasis on the breast, hips and pubic area - the sexual characteristics of the figure - symbolizes the sexual aspects of regeneration. This theory identifies the artifacts as fertility symbols placed in burials to guarantee eternal rebirth. Other theories assert that the dolls may have been placed in tombs to do jobs for the deceased in the Osirian afterworld, to protect the deceased or to provide entertainment. These wooden dolls may also be one of the earliest documented toys.</p>\n<p>Several types of paddle dolls have been discovered in tombs in Egypt. The dolls are made of wood, flat, and constructed in a shape has led the form to be called a 'paddle doll'. The dolls seemingly follow a convention for the female figure, emphasizing the hips and hair. The wooden figures are usually painted with a geometric pattern of lines and dots. These patterns may reproduce tattos or ritual scaring in female Egypian culture of the period or represent clothing or jewelry. Some have hair composed of unfired clay and faience beads strung on flax fiber, sometimes interwoven with squares of straw to imitate gold hair rings.</p>\n<p>A fine example of a paddle doll with hair constructed of string and sun-dried clay beads, found in a tomb in Ancient Egypt, is on display at the British Museum.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Bourriau, J., Egyptians and Mortals. <i>Egyptian Art in the Middle Kingdom.</i> Cambridge University Press, 1988.</li>\n<li>Capel, A.K. and G.E.Markoe, eds.. Mistress of the House Mistress of Heaven. <i>Women in Ancient Egypt.</i> New York : Hudson Hills Press, 1997.</li>\n<li>Hart,G., <i>Ancient Egypt-2</i> (London, Dorling Kindersley in association with the British Museum, 1990)</li>\n<li>Hayes, W.C., <i>The Sceptre of Egypt</i>. Metropolitan Museum of Art, 1953.</li>\n<li>Keimer, L., <i>Remarques sur le Tatouage dans l'Egypte Ancienne</i>. Cairo, 1948.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Homo habilis.JPG"}, {"ns": 6, "title": "File:Kewpie doll.jpg"}, {"ns": 6, "title": "File:PaddleDoll.jpg"}, {"ns": 6, "title": "File:Petra Jordan BW 21.JPG"}, {"ns": 6, "title": "File:Question book-new.svg"}]}