{"pageid": 13858535, "ns": 0, "title": "Rana Niejta", "extract": "<p><b>Rana Niejta</b> and <b>Rana Niejte</b> are Ume Sami names on a goddess in Sami mythology. In Northern Sami she is called <b>Rana Neida</b> and <b>Rana Neide</b> (names in other Sami languages are <b>Rana Nieda</b>, <b>Ruona Neida</b>, <b>Radien-neide</b> and <b>Blende</b>).</p>\n<p>Rana Niejta is the goddess for spring and fertility. The literal translation of the name Rana is «the green» or «the green, fertile fields». The name Rana Niejta can freely be translated as «the daughter of earth». According to Sami mythology, she made the mountains turned southwards green, so that hungry reindeer had enough food.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Sala_Niejta_and_Rana_Niejta\">Sala Niejta and Rana Niejta</span></h2>\n<p>The Finnish linguist Otto Donner described in his translation of Sámi poems into German and Finnish in 1876 how Sala Niejta \"daughter of the Sun\", <b>Rana Niejta</b> and <b>Saivo Niejta</b> \"daughter of the underworld\" often were mentioned together in sami poetry, and sometimes were confused with each other by outsiders without personal knowledge of Sámi mythology:</p>\n<blockquote class=\"templatequote\">\n<p>\"Die Sonnentochter wird auch zuweilen <i>saivo neida</i> die tochter der underwelt, oder <b>rāna</b>, <b>ruona neida</b> die grünliche, d.i. die frühlingstochter, welche die berge grün bekleidet, gennant.\"</p>\n<p>\"The daughter of the Sun is also mention together with <b>saivo neida</b>, the daughter of the underworld, or <b>rāna</b>, <b>ruona neida</b>, the green, that is, the daughter of spring.\"</p>\n</blockquote>\n<p>However, older sources from 1700 clearly shows that they are three different goddesses. Sala Niejta had the power to end the snow and the cold, while Rana Niejta made it possible for trees and herbs to grow and flourish anew every year. Rana Niejta thus represents the recreation of the spring.</p>\n<p>The Samis considered the Sun as</p>\n<blockquote class=\"templatequote\">\n<p>a divine being; but the effects and the heat, which they are sensing from the Sun, they say is the daughter of the Sun, which they call <b>Salaneide</b>, and they consider her to at have the power to make an end to snow and coldness\".</p>\n</blockquote>\n<p>Sala Niejta and Rana Niejta were two different goddesses, which, together with</p>\n<blockquote class=\"templatequote\">\n<p><b>Servge-edni</b> ... are worshipped and adored ... as Goddesses, and when the Sami need them, they are sacrificing to them, so that they shall be mild and give grass to the reindeer of the Sami people, and so that the Sami people should not suffer from hunger, but enjoy milk and cheese from the animals.</p>\n</blockquote>\n<blockquote class=\"templatequote\">\n<p>To the Summer belongs: that the snow must go away, and thereafter that grass and leaves grows. Both are necessary for the sami people for the sake of their animals, especially in such a polar climate, and in the mountains, where snow and cold rules so much longer, and in some years even more and longer than in others... And as such they could see and sense, how the Sun works so that the snow disappear; but they could not understand how leaves and grass blossoms. They realized that they then had to deal with the power of <b>Radiens</b> − that is the good God, who rules above everything, and that from there leaves and grass came. But the elimination of the snow they credit the warmth from the Sun.</p>\n</blockquote>\n<h2><span id=\"The_municipality_of_Rana,_Norway\"></span><span id=\"The_municipality_of_Rana.2C_Norway\">The municipality of Rana, Norway</span></h2>\n\n<p>Some also consider her name as the origin of the name of the municipality of Rana in Norway.</p>\n<p>In 1971, a bronze statue depicting Rana-Niejta was raised in the park beneath the shopping centre LA Meyer in Mo i Rana. The statue was made by the artist Arne Durban, and financed by <i>Den Norske Bank</i> (DNB, «The Norwegian Bank») in 1970 in connection with its 25-years anniversary. It was delivered to Rana municipality on November 19, 1970. In 2003, a similar statue was moved from DNB to <i>Nordlandsbanken</i> («Bank of Nordland») in Rana after the process of amalgamating the two banks.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Literature\">Literature</span></h2>\n<ul><li>[Sckanke NS-2] Hans Sckanke: <i>Epitomes Historiae Missionis Lapponica. Pars Prima. Anlagende de Norske Lappers Hedendom og Superstitioner</i>, utgitt av Martha Brock Utne og O. Solberg i <i>Finnmark omkring 1700. Aktstykker og oversikter</i>, Nordnorske Samlinger, Etnografisk museum, Universitet i Oslo, A.W. Brøggers boktrykkeri, 1938, bind 2, pp. 175–256</li>\n<li>Bo Lundmark: <i>Bæi'vi mánno nástit (Ume Sami) = Sol- och månkult samt astrala och celesta föreställningar bland samerna (Swedish) [The Sun and the Moon cult and Celestial and Astral concepts among the Saamis])</i>, Acta Bothniensia Occidentalis, Skrifter i västerbottnisk kulturhistoria, Umeå, Västerbottens museum, 1982</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rana Niejta 3.JPG"}, {"ns": 6, "title": "File:Rana Niejta B.JPG"}]}