{"pageid": 13904202, "ns": 0, "title": "Anahita", "extract": "<p><b>Anahita</b> is the Old Persian form of the name of an Iranian goddess and appears in complete and earlier form as <b><span lang=\"ae\" xml:lang=\"ae\">Aredvi Sura Anahita</span></b> (<i><span lang=\"ae\" xml:lang=\"ae\">Arədvī Sūrā Anāhitā</span></i>); the Avestan language name of an Indo-Iranian cosmological figure venerated as the divinity of 'the Waters' (Aban) and hence associated with fertility, healing and wisdom. Aredvi Sura Anahita is <i>Ardwisur</i> <i>Anahid</i> or <b>Nahid</b> in Middle- and Modern Persian, Anahit or Anaheed in Armenian. An iconic shrine cult of Aredvi Sura Anahita, was – together with other shrine cults – \"introduced apparently in the 4th century BCE and lasted until it was suppressed in the wake of an iconoclastic movement under the Sassanids.\"</p>\n<p>The Greek and Roman historians of classical antiquity refer to her either as <b>Anaïtis</b> or identified her with one of the divinities from their own pantheons. 270 Anahita, a silicaceous S-type asteroid is named after her.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Characteristics\">Characteristics</span></h2>\n<h3><span id=\"Nomenclature\">Nomenclature</span></h3>\n<p>Only <i><span lang=\"ae\" xml:lang=\"ae\">Arədevī</span></i> (a word otherwise unknown, perhaps with an original meaning \"moist\") is specific to the divinity. It might have been derived from Arya devi. The words <i><span lang=\"ae\" xml:lang=\"ae\">sūra</span></i> and <i><span lang=\"ae\" xml:lang=\"ae\">anāhīta</span></i> are generic Avestan language adjectives, and respectively mean \"mighty\" and \"pure\". Both adjectives also appear as epithets of other divinities or divine concepts such as <span lang=\"ae\" xml:lang=\"ae\">Haoma</span> and the Fravashis. Both adjectives are also attested in Vedic Sanskrit.</p>\n<p>As a divinity of the waters (<i><span lang=\"ae\" xml:lang=\"ae\">Abān</span></i>), the yazata is of Indo-Iranian origin, according to Lommel related to Sanskrit <i><span title=\"International Alphabet of Sanskrit Transliteration\">Sarasvatī</span></i> that, like its Proto-Iranian equivalent <i><span lang=\"ira\" xml:lang=\"ira\">*Harahvatī</span></i>, derives from Indo-Iranian <i><span lang=\"iir\" xml:lang=\"iir\">*Saraswṇtī</span></i>. In its old Iranian form <i><span lang=\"ira\" xml:lang=\"ira\">*Harahvatī</span></i>, \"her name was given to the region, rich in rivers, whose modern capital is Delhi (Avestan <i><span lang=\"ae\" xml:lang=\"ae\">Harax<sup>v</sup>aitī</span></i>, Old Persian <i><span lang=\"peo\" xml:lang=\"peo\">Hara(h)uvati-</span></i>, Greek <i><span lang=\"grc-Latn\" xml:lang=\"grc-Latn\">Arachosia</span></i>).\" It might have been derived from the Goddess Sarasvati. \"Like the Devi Saraswati, [Aredvi Sura Anahita] nurtures crops and herds; and is hailed both as a divinity and the mythical river that she personifies, 'as great in bigness as all these waters which flow forth upon the earth'.\"</p>\n<p>In the (Middle-)Persian texts of the Sassanid and later eras, <span lang=\"ae\" xml:lang=\"ae\">Arədvī Sūra Anāhīta</span> appears as <i><span lang=\"pal\" xml:lang=\"pal\">Ardwisur Anāhīd</span></i>. The evidence suggest a western Iranian origin of <i>Anāhīta</i>. (see borrowing from Babylonia, below).</p>\n<p>She shares characteristics with Mat Zemlya (Damp Mother Earth) in Slavic mythology.</p>\n<h3><span id=\"Conflation_with_Ishtar\">Conflation with Ishtar</span></h3>\n<p>At some point prior to the 4th century BCE, this yazata was conflated with (an analogue of) Semitic <span lang=\"akk\" xml:lang=\"akk\">Ištar</span>, likewise a divinity of \"maiden\" fertility and from whom Aredvi Sura Anahita then inherited additional features of a divinity of war and of the planet Venus or \"Zohreh\" in Arabic. It was moreover the association with the planet Venus, \"it seems, which led Herodotus to record that the [Persis] learnt 'to sacrifice to \"the heavenly goddess\"' from the Assyrians and Arabians.\" </p>\n<p>Ishtar also \"apparently\" gave Aredvi Sura Anahita the epithet <i>Banu</i>, 'the Lady', a typically Mesopotamian construct that is not attested as an epithet for a divinity in Iran before the common era. It is completely unknown in the texts of the Avesta, but evident in Sassanid-era middle Persian inscriptions (see the cult, below) and in a middle Persian <i>Zend</i> translation of <i>Yasna</i> 68.13. Also in Zoroastrian texts from the post-conquest epoch (651 CE onwards), the divinity is referred to as 'Anahid the Lady', 'Ardwisur the Lady' and 'Ardwisur the Lady of the waters'.</p>\n<p>Because the divinity is unattested in any old Western Iranian language, establishing characteristics prior to the introduction of Zoroastrianism in Western Iran (<i>c.</i> 5th century BCE) is very much in the realm of speculation. According to Boyce, it is \"probable\" that there was once a Perso–Elamite divinity by the name of <i><span lang=\"peo\" xml:lang=\"peo\">*Anahiti</span></i> (as reconstructed from the Greek <i><span lang=\"grc-Latn\" xml:lang=\"grc-Latn\">Anaitis</span></i>). It is then likely (so Boyce) that it was this divinity that was an analogue of Ishtar, and that it is this divinity with which Aredvi Sura Anahita was conflated. Boyce concludes that \"the Achaemenids' devotion to this goddess evidently survived their conversion to Zoroastrianism, and they appear to have used royal influence to have her adopted into the Zoroastrian pantheon.\"  According to an alternate theory, Anahita was perhaps \"a <i>daeva</i> of the early and pure Zoroastrian faith, incorporated into the Zoroastrian religion and its revised canon\" during the reign of \"Artaxerxes I, the Constantine of that faith.\"</p>\n<h3><span id=\"Cosmological_entity\">Cosmological entity</span></h3>\n<p>The cosmological qualities of the world river are alluded to in <i>Yasht</i> 5 (see in the Avesta, below), but properly developed only in the <i>Bundahishn</i>, a Zoroastrian account of creation finished in the 11th or 12th century CE. In both texts, Aredvi Sura Anahita is not only a divinity, but also the source of the world river and the (name of the) world river itself. The cosmological legend runs as follows:</p>\n<p>All the waters of the world created by Ahura Mazda originate from the source Aredvi Sura Anahita, the life-increasing, herd-increasing, fold-increasing, who makes prosperity for all countries. This source is at the top of the world mountain Hara Berezaiti, \"High Hara\", around which the sky revolves and that is at the center of Airyanem Vaejah, the first of the lands created by Mazda.</p>\n<p>The water, warm and clear, flows through a hundred thousand golden channels towards Mount Hugar, \"the Lofty\", one of the daughter-peaks of Hara Berezaiti. On the summit of that mountain is Lake Urvis, \"the Turmoil\", into which the waters flow, becoming quite purified and exiting through another golden channel. Through that channel, which is at the height of a thousand men, one portion of the great spring Aredvi Sura Anahita drizzles in moisture upon the whole earth, where it dispels the dryness of the air and all the creatures of Mazda acquire health from it. Another portion runs down to Vourukasha, the great sea upon which the earth rests, and from which it flows to the seas and oceans of the world and purifies them.</p>\n<p>In the Bundahishn, the two halves of the name \"Ardwisur Anahid\" are occasionally treated independently of one another, that is, with Ardwisur as the representative of waters, and Anahid identified with the planet Venus: The water of the all lakes and seas have their origin with Ardwisur (10.2, 10.5), and in contrast, in a section dealing with the creation of the stars and planets (5.4), the <i>Bundahishn</i> speaks of 'Anahid i Abaxtari', that is, the planet Venus. In yet other chapters, the text equates the two, as in \"Ardwisur who is Anahid, the father and mother of the Waters\" (3.17).</p>\n<p>This legend of the river that descends from Mount Hara appears to have remained a part of living observance for many generations. A Greek inscription from Roman times found in Asia Minor reads \"the great goddess Anaïtis of high Hara\". On Greek coins of the imperial epoch, she is spoken of as \"Anaïtis of the sacred water.\"</p>\n<h2><span id=\"In_scripture\">In scripture</span></h2>\n\n<p>Aredvi Sura Anahita is principally addressed in <i>Yasht</i> 5 (<i>Yasna</i> 65), also known as the Aban <i>Yasht</i>, a hymn to the waters in Avestan and one of the longer and better preserved of the devotional hymns. <i>Yasna</i> 65 is the third of the hymns recited at the Ab-Zohr, the \"offering to the waters\" that accompanies the culminating rites of the Yasna service. Verses from <i>Yasht</i> 5 also form the greater part of the <i>Aban Nyashes</i>, the liturgy to the waters that are a part of the <i>Khordeh Avesta</i>.</p>\n<p>According to Nyberg and supported by Lommel and Widengren, the older portions of the <i>Aban Yasht</i> were originally composed at a very early date, perhaps not long after the Gathas themselves.  <i>Yasna</i> 38, which is dedicated \"to the earth and the sacred waters\" and is part of seven-chapter <i>Yasna Haptanghāiti</i>, is linguistically as old as the Gathas.</p>\n<p>In the <i>Aban Yasht</i>, the river <i>yazata</i> is described as \"the great spring Ardvi Sura Anahita is the life-increasing, the herd-increasing, the fold-increasing who makes prosperity for all countries\" (5.1). She is \"wide flowing and healing\", \"efficacious against the <i>daeva</i>s\", \"devoted to Ahura's lore\" (5.1). She is associated with fertility, purifying the seed of men (5.1), purifying the wombs of women (5.1), encouraging the flow of milk for newborns (5.2). As a river divinity, she is responsible for the fertility of the soil and for the growth of crops that nurture both man and beast (5.3). She is a beautiful, strong maiden, wearing beaver skins (5.3,7,20,129).</p>\n<p>The association between water and wisdom that is common to many ancient cultures is also evident in the Aban <i>Yasht</i>, for here Aredvi Sura is the divinity to whom priests and pupils should pray for insight and knowledge (5.86). In verse 5.120 she is seen to ride a chariot drawn by four horses named \"wind\", \"rain\", \"clouds\" and \"sleet\". In newer passages she is described as standing in \"statuesque stillness\", \"ever observed\", royally attired with a golden embroidered robe, wearing a golden crown, necklace and earrings, golden breast-ornament, and gold-laced ankle-boots (5.123, 5.126-8). Aredvi Sura Anahita is bountiful to those who please her, stern to those who do not, and she resides in 'stately places' (5.101).</p>\n<p>The concept of Aredvi Sura Anahita is to a degree blurred with that of Ashi, the Gathic figure of Good Fortune, and many of the verses of the <i>Aban Yasht</i> also appear in <i>Yasht</i> 17 (<i>Ard Yasht</i>), which is dedicated to Ashi. So also a description of the weapons bestowed upon worshippers (5.130), and the superiority in battle (5.34 et al.). These functions appears out of place in a hymn to the waters, and may have originally been from <i>Yasht</i> 17.</p>\n<p>Other verses in <i>Yasht</i> 5 have masculine instead of feminine pronouns, and thus again appear to be verses that were originally dedicated to other divinities. Boyce also suggests that the new compound divinity of waters with martial characteristics gradually usurped the position of Apam Napat, the great warlike water divinity of the Ahuric triad, finally causing the latter's place to be lost and his veneration to become limited to the obligatory verses recited at the <i>Ab-Zohr</i>.</p>\n<h2><span id=\"Inscriptions_and_classical_accounts\">Inscriptions and classical accounts</span></h2>\n<h3><span id=\"Evidence_of_a_cult\">Evidence of a cult</span></h3>\n<p>The earliest dateable and unambiguous reference to the iconic cult of Anahita is from the Babylonian scholar-priest Berosus, who – although writing over 70 years after the reign of Artaxerxes II Mnemon – records that the emperor had been the first to make cult statues of Aphrodite Anaitis and place them in the temples of many of the empire's major cities, including Babylon, Susa, Ecbatana, Persepolis, Damascus and Sardis. Also according to Berosus, the Persians knew of no images of gods until Artaxerxes II erected those images. This is substantiated by Herodotus, whose mid-5th-century-BCE general remarks on the usages of the Perses, Herodotus notes that \"it is not their custom to make and set up statues and images and altars, and those that make such they deem foolish, as I suppose, because they never believed the gods, as do the Greeks, to be the likeness of men.\" </p>\n<p>The extraordinary innovation of the shrine cults can thus be dated to the late 5th century BCE (or very early 4th century BCE), even if this evidence is \"not of the most satisfactory kind.\" Nonetheless, by 330 BCE and under Achaemenid royal patronage, these cults had been disseminated throughout Asia Minor and the Levant, and from there to Armenia. This was not a purely selfless act, for the temples also served as an important source of income. From the Babylonian kings, the Achaemenids had taken over the concept of a mandatory temple tax, a one-tenth tithe which all inhabitants paid to the temple nearest to their land or other source of income. A share of this income called the <i>quppu ša šarri</i> or \"kings chest\" – an ingenious institution originally introduced by Nabonidus – was then turned over to the ruler.</p>\n<p>Nonetheless, Artaxerxes' close connection with the Anahita temples is \"almost certainly the chief cause of this king's long-lasting fame among Zoroastrians, a fame which made it useful propaganda for the succeeding Arsacids to claim him (quite spuriously) for their ancestor.\"</p>\n<h3><span id=\"Parsa,_Elam,_and_Medea\"></span><span id=\"Parsa.2C_Elam.2C_and_Medea\">Parsa, Elam, and Medea</span></h3>\n<p>Artaxerxes II's devotion to Anahita is most apparent in his inscriptions, where her name appears directly after that of Ahura Mazda and before that of Mithra. Artaxerxes' inscription at Susa reads: \"By the will of Ahura Mazda, Anahita, and Mithra I built this palace. May Ahura Mazda, Anahita, and Mithra protect me from all evil\" (A²Hc 15–10). This is a remarkable break with tradition; no Achaemenid king before him had invoked any but Ahura Mazda alone by name although the Behistun inscription of Darius invokes Ahuramazda and \"The other gods who are\".</p>\n<p>The temple(s) of Anahita at Ecbatana (Hamadan) in Medea must have once been the most glorious sanctuaries in the known world. Although the palace had been stripped by Alexander and the following Seleucid kings, when Antiochus III raided Ecbatana in 209 BCE, the temple \"had the columns round it still gilded and a number of silver tiles were piled up in it, while a few gold bricks and a considerable quantity of silver ones remained.\" </p>\n<p>Polybius' reference to Alexander is supported by Arrian, who in 324 BCE wrote of a temple in Ecbatana dedicated to \"Asclepius\" (by inference presumed to be Anahita, likewise a divinity of healing), destroyed by Alexander because she had allowed his friend Hephaestion to die. The massive stone lion on the hill there (said to be part of a sepulcral monument to Hephaestion) is today a symbol that visitors touch in hope of fertility.</p>\n<p>Plutarch records that Artaxerxes II had his concubine Aspasia consecrated as priestess at the temple \"to Diana of Ecbatana, whom they name Anaitis, that she might spend the remainder of her days in strict chastity.\" This does not however necessarily imply that chastity was a requirement of Anaitis priestesses. </p>\n<p>Isidore of Charax, in addition to a reference to the temple at Ecbatana (\"a temple, sacred to Anaitis, they sacrifice there always\") also notes a \"temple of Artemis\" at Concobar (Lower Medea, today Kangavar). Despite archaeological findings that refute a connection with Anahita, remains of a 2nd-century BCE Hellenic-style edifice at Kangavar continue to be a popular tourist attraction.</p>\n<p>Isidore also records another \"royal place, a temple of Artemis, founded by Darius\" at Basileia (Apadana), on the royal highway along the left bank of the Euphrates.</p>\n<p>During the Hellenistic Parthian period, Susa had its \"Dianae templum augustissimum\" far from Elymais where another temple, known to Strabo as the \"<i>Ta Azara</i>\", was dedicated to Athena/Artemis and where tame lions roamed the grounds. This may be a reference to the temple above the Tang-a Sarvak ravine in present-day Khuzestan Province. Other than this, no evidence of the cult in Western Iran from the Parthian period survives, but \"it is reasonable to assume that the martial features of Anāhita (Ishtar) assured her popularity in the subsequent centuries among the warrior classes of Parthian feudalism.\"</p>\n<p>In the 2nd century CE, the center of the cult in Parsa (Persia proper) was at Staxr (Istakhr). There, Anahita continued to be venerated in her martial role and it was at Istakhr that Sassan, after whom the Sassanid dynasty is named, served as high priest. Sassan's son, Papak, likewise a priest of that temple, overthrew the King of Istakhr (a vassal of the Arsacids), and had himself crowned in his stead. \"By this time (the beginning of the 3rd century), Anāhita's headgear (<i>kolāh</i>) was worn as a mark of nobility\", which in turn \"suggests that she was goddess of the feudal warrior estate.\" Ardashir (<i>r.</i> 226-241 CE) \"would send the heads of the petty kings he defeated for display at her temple.\"</p>\n<p>During the reign of Bahram I (<i>r.</i> 272-273 CE), in the wake of an iconoclastic movement that had begun at about the same time as the shrine cult movement, the sanctuaries dedicated to a specific divinity were - by law - disassociated from that divinity by removal of the statuary and then either abandoned or converted into fire altars. So also the popular shrines to Mehr/Mithra which retained the name <i>Darb-e Mehr</i> - Mithra's Gate - that is today one of the Zoroastrian technical terms for a fire temple. The temple at Istakhr was likewise converted and, according to the Kartir inscription, henceforth known as the \"Fire of Anahid the Lady.\" Sassanid iconoclasm, though administratively from the reign of Bahram I, may already have been supported by Bahram's father, Shapur I (<i>r.</i> 241-272 CE). In an inscription in Middle Persian, Parthian and Greek at Ka'ba of Zoroaster, the \"Mazdean lord, ..., king of kings, ..., grandson of lord Papak\" (ShKZ 1, Naqsh-e Rustam) records that he instituted fires for his daughter and three of his sons. His daughter's name: Anahid. The name of that fire: Adur-Anahid.</p>\n\n<p>Notwithstanding the dissolution of the temple cults, the triad Ahura Mazda, Anahita, and Mithra (as Artaxerxes II had invoked them) would continue to be prominent throughout the Sassanid age, \"and were indeed (with Tiri and Verethragna) to remain the most popular of all divine beings in Western Iran.\" Moreover, the iconoclasm of Bahram I and later kings apparently did not extend to images where they themselves are represented. At an investiture scene at Naqsh-e Rustam, Narseh (<i>r.</i> 293-302 CE) is seen receiving his crown from a female divinity identified as Anahita. Narseh, like Artaxerxes II, was apparently also very devoted to Anahita, for in the investure inscription at Paikuli (near Khaniqin, in present-day Iraq), Narseh invokes \"Ormuzd and all the yazatas, and Anahid who is called the Lady.\"</p>\n<p><span id=\"Khosrau_II_investiture_scene\"></span>Anahita has also been identified as a figure in the investiture scene of Khusrow Parvez (<i>r.</i> 590-628 CE) at Taq-e Bostan, but in this case not quite as convincingly as for the one of Narseh. But, aside from the two rock carvings at Naqsh-e Rustam and Taq-e Bostan, \"few figures unquestionably representing the goddess are known.\" The figure of a female on an Achaemenid cylinder seal has been identified as that of Anahita, as have a few reliefs from the Parthian era (250 BCE-226 CE), two of which are from ossuaries.</p>\n<p>In addition, Sassanid silverware depictions of nude or scantily dressed women seen holding a flower or fruit or bird or child are identified as images of Anahita. Additionally, \"it has been suggested that the colonnaded or serrated crowns [depicted] on Sasanian coins belong to Anahid.\"</p>\n<h3><span id=\"Asia_Minor_and_the_Levant\">Asia Minor and the Levant</span></h3>\n<p>The cult flourished in Lydia even as late as end of the Hellenistic Parthian epoch. The Lydians had temples to the divinity at Sardis, Philadelphia, Hieroaesarea, Hypaipa (where she was still revered as <b>Artemis Anaitis</b> or Persian Artemis in Classical and Roman times), Maeonia and elsewhere; the temple at Hieroaesarea reportedly having been founded by \"Cyrus\" (presumably Cyrus the Younger, brother of Artaxerxes II, who was satrap of Lydia between 407 and 401 BCE).</p>\n<p>In the 2nd century CE, the geographer Pausanias reports having personally witnessed (apparently Mazdean) ceremonies at Hypaipa and Hierocaesarea. According to Strabo, Anahita was revered together with Omanos at Zela in Pontus.  At Castabala, she is referred to as 'Artemis Perasia'. Anahita and Omanos had common altars in Cappadocia.</p>\n<h3><span id=\"Armenia_and_the_Caucasus\">Armenia and the Caucasus</span></h3>\n\n<p>\"Hellenic influence [gave] a new impetus to the cult of images [and] positive evidence for this comes from Armenia, then a Zoroastrian land.\" According to Strabo, the \"Armenians shared in the religion of the Perses and the Medes and particularly honored Anaitis\". The kings of Armenia were \"steadfast supporters of the cult\" and Tiridates III, before his conversion to Christianity, \"prayed officially to the triad Aramazd-Anahit-Vahagn but is said to have shown a special devotion to 'the great lady Anahit, ... the benefactress of the whole human race, mother of all knowledge, daughter of the great Aramazd'\" According to Agathangelos, tradition required the Kings of Armenia to travel once a year to the temple at Eriza (Erez) in Acilisene in order to celebrate the festival of the divinity; Tiridates made this journey in the first year of his reign where he offered sacrifice and wreaths and boughs. The temple at Eriza appears to have been particularly famous, \"the wealthiest and most venerable in Armenia\", staffed with priests and priestesses, the latter from eminent families who would serve at the temple before marrying. This practice may again reveal Semitic syncretic influences, and is not otherwise attested in other areas. Pliny reports that Mark Antony's soldiers smashed an enormous statue of the divinity made of solid gold and then divided the pieces amongst themselves. Also according to Pliny, supported by Dio Cassius, Acilisene eventually came to be known as Anaetica.  Dio Cassius also mentions that another region along the Cyrus River, on the borders of Albania and Iberia, was also called \"the land of Anaitis.\"</p>\n<p>Anahit was also venerated at Artashat (Artaxata), the capital of the Armenian Kingdom, where her temple was close to that of Tiur, the divinity of oracles. At Astishat, center of the cult of Vahagn, she was revered as <i>voskimayr</i>, the 'golden mother'. In 69 BCE, the soldiers of Lucullus saw cows consecrated to 'Persian Artemis' roaming freely at Tomisa in Sophene (on the Euphrates in South-West Armenia), where the animals bore the brand of a torch on their heads. Following Tiridates' conversion to Christianity, the cult of Anahit was condemned and iconic representations of the divinity were destroyed.</p>\n<p>Attempts have been made to identify Anahita as one of the prime three divinities in Albania, but these are questionable. However, in the territories of the Moschi in Colchis, Strabo mentions a cult of Leucothea, which Wesendonck and others have identified as an analogue of Anahita. The cult of Anahita may have also influenced Ainina and Danina, a paired deities of the Caucasian Iberians mentioned by the medieval Georgian chronicles.</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<p>As a divinity Aredvi Sura Anahita is of enormous significance to the Zoroastrian religion, for as a representative of Aban (\"the waters\"), she is in effect the divinity towards whom the <i>Yasna</i> service – the primary act of worship – is directed. (see Ab-Zohr). \"To this day reverence for water is deeply ingrained in Zoroastrians, and in orthodox communities offerings are regularly made to the household well or nearby stream.\"</p>\n<p>It is \"very probable\" that the shrine of Bibi Shahrbanu at royal Ray (Rhagae, central Medea) was once dedicated to Anahita. Similarly, one of the \"most beloved mountain shrines of the Zoroastrians of Yazd, set beside a living spring and a great confluence of water-courses, is devoted to Banu-Pars, \"the Lady of Persia\".\"</p>\n<p>However, and notwithstanding the widespread popularity of Anahita, \"it is doubtful whether the current tendency is justified whereby almost every isolated figure in Sassanid art, whether sitting, standing, dancing, clothed, or semi-naked, is hailed as her representation.\"</p>\n<p>The Armenian cult of Anahit, as well as the pre-Christian Armenian religion in general, was very closely connected to Persian Zoroastrianism, but it also had significant distinct features deriving from local pagan traditions as well as from non-Zoroastrian foreign cults. In present-day Armenia, it is remembered as part of the historical mythological heritage of the nation, and the name Anahid is a popular female given name. In 1997, the Central Bank of Armenia issued a commemorative gold coin with an image of the divinity Anahit on the obverse.</p>\n<p>As the name Nahid, the meaning is equivalent to the Pleiades (in English) and Subaru in Japanese.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ab-Zohr, the Zoroastrian \"purification of the waters\" ceremony and the most important act of worship in Zoroastrianism.</li>\n<li>Aban, \"the Waters\", representing and represented by Aredvi Sura Anahita.</li>\n<li>Airyanem Vaejah, first of the mythological lands created by Ahura Mazda and the middle of the world that rests on High Hara.</li>\n<li>Anahita temple</li>\n<li>Arachosia, name of which derives from Old Iranian <i>*Harahvatī</i> (Avestan <i><span title=\"[[:Template:ISO 639 name ira]] transliteration\">Haraxˇaitī</span></i>, Old Persian <i>Hara(h)uvati-</i>).</li>\n<li>Hara Berezaiti, \"High Hara\", the mythical mountain that is the origin of the <i>*Harahvatī</i> river.</li>\n<li>Oxus, identified as the world river that descends from the mythological High Hara.</li>\n<li>Sarasvati River, a manifestation of the goddess Saraswati.</li>\n<li>Minar (Firuzabad)</li>\n<li>Qadamgah (ancient site)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Notes\">Notes</span></h3>\n\n<h3><span id=\"Citation_index\">Citation index</span></h3>\n<h3><span id=\"Bibliography\">Bibliography</span></h3>", "images": [{"ns": 6, "title": "File:Anahita Vessel, 300-500 AD, Sasanian, Iran, silver and gilt - Cleveland Museum of Art - DSC08130.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Naqsh i Rustam. Narses.jpg"}, {"ns": 6, "title": "File:Taq-e Bostan - High-relief of Anahita, Khosro II, Ahura Mazda.jpg"}]}