{"pageid": 1404963, "ns": 0, "title": "Baubo", "extract": "<p><b>Baubo</b> (Greek: <span lang=\"el\" xml:lang=\"el\">Βαυβώ</span>) is an old woman in Greek mythology who jested with Demeter, when Demeter was mourning the loss of her daughter, Persephone.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Scholarly_discussion\">Scholarly discussion</span></h2>\n<p>In his <i>Greek Myths</i> (1996), Robert Graves writes that Demeter (in disguise) was the guest of King Celeus in Eleusis. Iambe, the lame maid of the king:</p>\n<blockquote class=\"templatequote\">\n<p>... tried to console Demeter with comically lascivious verses, and a dry nurse, old Baubo, persuaded her to drink barley-water by a jest: she groaned as if in great travail and, unexpectedly, produced from beneath her skirt Demeter's own son Iacchus, who leapt into his mother's arms and kissed her.</p>\n</blockquote>\n<p>Graves writes:</p>\n\n<blockquote class=\"templatequote\">\n<p>Iambe and Baubo personify the obscene songs, in iambic metre, which were sung to relieve emotional tension at the Eleusinian Mysteries; but Iambe, Demeter, and Baubo form the familiar triad of maiden, nymph, and crone. Old nurses in Greek myth nearly always stand for the goddess as crone.</p>\n</blockquote>\n<p>The following excerpt is taken from Clement of Alexandria's <i>Exhortation to the Greeks,</i> from a 1919 English translation:</p>\n<blockquote class=\"templatequote\">\n<p>Baubo, having received Demeter as a guest, offers her a draught of wine and meal. She declines to take it, being unwilling to drink on account of her mourning. Baubo is deeply hurt, thinking she has been slighted, and thereupon uncovers her secret parts and exhibits them to the goddess. Demeter is pleased at the sight, and now at least receives the draught, — delighted by the spectacle! These are the secret mysteries of the Athenians! These are also the subjects of Orpheus’ poems. I will quote you the very lines of Orpheus, in order that you may have the originator of the mysteries as witness of their shamelessness:</p>\n<p>“This said, she drew aside her robes, and showed a sight of shame; child Iacchus was there, and laughing, plunged his hand below her breasts. Then smiled the goddess, in her heart she smiled, and drank the draught from out the glancing cup.”</p>\n</blockquote>\n<h2><span id=\"Baubo_figurines\">Baubo figurines</span></h2>\n<p>Figurines known as Baubos are found in a number of settings, usually with Greek connections. They were mass-produced in a number of styles, but the basic figure always exposes the vulva in some way:</p>\n<ul><li>A plump woman with her legs held apart, gesturing to her exposed vulva.</li>\n<li>A naked splay-legged figure holding a harp on the back of a boar.</li>\n<li>A naked headless torso with the face in the body and the vulva in the chin of the face.</li>\n<li>A seated figure with an exaggerated vulva filling the space between the legs.</li>\n<li>A naked squatting figure with her hands on her genitalia</li>\n</ul><p>The figurines usually had elaborate headdresses, and some hold cups or harps. Some figurines have a loop moulded into the head, which seems to indicate that they were suspended in some way (possibly as an amulet).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Anasyrma</li>\n<li>Dilukai</li>\n<li>Lajja Gauri</li>\n<li>Nin-imma</li>\n<li>Sheela na Gig</li>\n<li>Vagina and vulva in art</li>\n<li>Venus figurines</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation book\">O' Higgins, Laurie (2003). <i>Women and Humor in Classical Greece</i>. Cambridge, UK; New York: Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABaubo&amp;rft.aufirst=Laurie&amp;rft.aulast=O%27+Higgins&amp;rft.btitle=Women+and+Humor+in+Classical+Greece&amp;rft.date=2003&amp;rft.genre=book&amp;rft.place=Cambridge%2C+UK%3B+New+York&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Lubell, Winifred Milius (1994). <i>The Metamorphosis of Baubo</i>. Nashville, Tennessee: Vanderbilt University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABaubo&amp;rft.aufirst=Winifred+Milius&amp;rft.aulast=Lubell&amp;rft.btitle=The+Metamorphosis+of+Baubo&amp;rft.date=1994&amp;rft.genre=book&amp;rft.place=Nashville%2C+Tennessee&amp;rft.pub=Vanderbilt+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation journal\">Murray, Margaret (1934). \"Female Fertility Figures\". <i>Journal of the Royal Anthropological Institute</i>. <b>LXIV</b>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABaubo&amp;rft.atitle=Female+Fertility+Figures&amp;rft.aufirst=Margaret&amp;rft.aulast=Murray&amp;rft.date=1934&amp;rft.genre=article&amp;rft.jtitle=Journal+of+the+Royal+Anthropological+Institute&amp;rft.volume=LXIV&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul><p>The following books are mostly about medieval sexual sculpture but have sections on Baubo:</p>\n<ul><li>Dr. Jørgen Andersen, <i>The Witch on the Wall: Medieval Erotic Sculpture in the British Isles</i>, 1977.</li>\n<li>Miriam Robbins Dexter and Victor H. Mair, <i>Sacred Display: Divine and Magical Female Figures of Eurasia.</i> Amherst, New York: Cambria Press, 2010.</li>\n<li>Anthony Weir and James Jerman, <i>Images of Lust: Sexual Carvings on Medieval Churches</i>, 1986.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Examples of Baubo figurines</li>\n<li>Greek Mythology Index: Baubo At mythindex.com.</li>\n<li>Baubo in Clement of Alexandria's Exhortation to the Greeks The story of Baubo as related by Clement of Alexandria.</li>\n<li>Baubo figurines from the temple of Demeter at Priene, Turkey Face-in-body Baubo figurines.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Baubo figurine.jpg"}, {"ns": 6, "title": "File:Terracotta Baubo figurine.jpg"}]}