{"pageid": 14062431, "ns": 0, "title": "Manasa", "extract": "<p><b>Manasā</b>, also <b>Mansā Devi</b>, is a Hindu folk goddess of snakes, worshipped mainly in Bengal and other parts of North and northeastern India, chiefly for the prevention and cure of snakebite and also for fertility and prosperity. Manasa is the sister of Vasuki, king of Nāgas (snakes) and wife of sage Jagatkāru (Jaratkāru). She is also known as <i>Vishahara</i> (the destroyer of poison), <i>Nityā</i> (eternal) and <i>Padmavati</i>.</p>\n<p>Her myths emphasize her bad temper and unhappiness, due to rejection by her father Shiva and her husband, and the hatred of her stepmother, Chandi (Shiva's wife, identified with Parvati in this context). In the Puranas, sage Kashyapa is considered to be her father, and not Shiva, although Lord Shiva is a father figure to her. Manasa is depicted as kind to her devotees, but harsh to people who refused to worship her. Denied full godhead by her mixed parentage, Manasa’s aim was to fully establish her authority as a goddess and to acquire steadfast human devotees.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>Originally a Adivasi (tribal) goddess, Manasa was accepted in the pantheon worshipped by Hindu lower caste groups. Later, she was included in higher caste Hindu pantheon, where she is now regarded as a Hindu goddess rather than a tribal one. As a Hindu goddess, she was recognized as a daughter of sage Kashyapa and Kadru, the mother of all Nāgas. By the 14th century, Manasa was identified as the goddess of fertility and marriage rites and was assimilated into the Shaiva pantheon as a relative of Lord Shiva, as she had a brother-sister bond with Lord Ganesha. Myths glorified her by describing that she saved Shiva after he drank poison, and venerated her as the \"remover of poison\". Her popularity grew and spread to Southern India, and venerated profusely. As a consequence, stories attributing Manasa's birth to Shiva emerged and ultimately Shaivism adopted this tribal goddess into the Brahmanical tradition of mainstream Hinduism.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Manasa is depicted as a woman covered with snakes, sitting on a lotus or standing upon a snake. She is sheltered by the canopy of the hoods of seven cobras. Sometimes, she is depicted with a child on her lap. The child is assumed to be her son, Astika. She is often called \"the one-eyed goddess\" and among the Hajong tribe of northeastern India she is called <i>Kānī Dīyāʊ</i> (Blind Goddess), as one of her eyes was burnt by her stepmother Chandi.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<h3><span id=\"Mahabharata\">Mahabharata</span></h3>\n<p>The Mahabharata tells the story of Manasa's marriage. Sage Jagatkāru practiced severe austerities and had decided to abstain from marriage. Once he came across a group of men hanging from a tree upside down. These men were his ancestors, who were doomed to misery as their children had not performed their last rites. So they advised Jagatkāru to marry and have a son who could free them of those miseries by performing the ceremonies. Vasuki offered his sister Manasa's hand to Jagatkāru. Manasa gave birth to a son, Astīka, who freed his ancestors. Astika also helped in saving the Nāga race from destruction when King Janamejaya decided to exterminate them by sacrificing them in his Yajna, fire offering.</p>\n<h3><span id=\"Puranas\">Puranas</span></h3>\n\n<p>Puranas are the first scriptures to speak about her birth. They declare that sage Kashyapa is her father, not Shiva as described in the Mangalkavyas. Once, when serpents and reptiles had created chaos on the Earth, sage Kashyapa created goddess Manasa from his mind (<i>mana</i>). The creator god Brahma made her the presiding deity of snakes and reptiles. Manasa gained control over the earth, by the power of mantras she chanted. Manasa then propitiated the god, Shiva, who told her to please Krishna. Upon being pleased, Krishna granted her divine Siddhi powers and ritually worshiped her, making her an established goddess.</p>\n<p>Kashyapa married Manasa to sage Jaratkaru, who agreed to marry her on the condition that he would leave her if she disobeyed him. Once, when Jaratkaru was awakened by Manasa, he became upset with her because she awakened him too late for worship, and so he deserted her. On the request of the great Hindu gods, Jaratkaru returned to Manasa and she gave birth to Astika, their son.</p>\n<h3><span id=\"Mangalkavyas\">Mangalkavyas</span></h3>\n\n<p>The Mangalkavyas were devotional paeans to local deities such as Manasa, composed in Bengal between the 13th and the 18th centuries. The <i>Manasa Mangalkavya</i> by Bijay Gupta and <i>Manasa Vijaya</i> (1495) by Bipradas Pipilai trace the origin and myths of the goddess.</p>\n<p>Later, the sage Jaratkaru married Manasa, but Chandi ruined Manasa's wedding night. Chandi advised Manasa to wear snake ornaments and then threw a frog in the bridal chamber which caused the snakes to run around the chamber. As a consequence, the terrified Jaratkaru ran away from the house. After few days, he returned and Astika, their son, was born.</p>\n\n<p>Accompanied by her adviser, Neto, Manasa descended to earth to see human devotees. She was initially mocked by the people but then Manasa forced them to worship her by raining calamity on those who denied her power. She managed to convert people from different walks of life, including the Muslim ruler Hasan, but failed to convert Chand Sadagar . Manasa wanted to become a goddess like Lakshmi or Saraswati. In order to get there she had to achieve the worship of Chand Sadagar who was extremely adamant and took oath not to worship Manasa. Thus to gain his fear and insecurity, Manasa one by one killed his six sons . At last Manasa conspired against two dancers of Indras Court who loved each other, Anirudha and Usha . Anirudh had to take birth as Lakhinder, Chand and Sanaka's seventh son. Usha took birth as behula and married him. Manasa killed him but Behula floated on water for nine months with the dead body of her husband and finally brought back the lives of the seven sons and the lost prosperity of Chand. At last, he yielded by offering a flower to the goddess with his left hand without even looking at her. This gesture made Manasa so happy that she resurrected all of Chand's sons and restored his fame and fortunes. The <i>Mangal kavyas</i> say that after this, the worship of Manasa was popular forever.</p>\n<p><i>Manasa Mangalkavya</i> attributes Manasa's difficulty in attracting devotees to an unjust curse she gave to Chand in his previous life. Chand then retaliated with a counter-curse that worshiping her would not be popular on earth unless he worshiped her also.</p>\n<p>In many renditions of the myth, Manasa is depicted as being quite dependent on Neta (traditionally imagined as a washerwoman) for ideas and moral support. In fact, of the two, Manasa is often the stupider one - a curious instance of anthropomorphism.</p>\n<p>Ananda K. Coomaraswamy and Sister Nivedita say, \"[The] legend of [Chand Sadagar and] Manasā Devī, [...] who must be as old as the Mykenean stratum in Asiatic society, reflects the conflict between the religion of Shiva and that of female local deities in Bengal. Afterwards Manasā or Padmā was recognized as a form of <i>Shakti</i>, [...] and her worship accepted by Shaivas. She is a phase of the mother-divinity who for so many worshipers is nearer and dearer than the far-off and impersonal Shiva...\".</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Generally, Manasa is worshiped without an image. A branch of a tree, an earthen pot or an earthen snake image is worshiped as the goddess, though images of Manasa are worshipped too. She is worshiped for protection from and cure of snake bites and infectious diseases like smallpox and chicken pox.</p>\n<p>The cult of Manasa is most widespread in Bengal, where she is ritually worshiped in temples. The goddess is widely worshiped in the rainy season, when the snakes are most active. Manasa is also a very important fertility deity, especially among the lower castes, and her blessings are invoked during marriage or for childlessness. She is usually worshiped and mentioned along with Neto, who is called Neta, Netidhopani, Netalasundori, etc. in various parts of Bengal.</p>\n<p>In North Bengal, among the Rajbanshis, Manasa (called Bishohora, Bishohori or Padmavati) is one of the most important goddesses, and her <i>thaan</i> (shrine) may be found in the courtyard of almost every agrarian household. Among the lower-caste Hindus of East Bengal (present-day Bangladesh)too, she is worshiped with great pomp.</p>\n<p>Manasa is an especially important deity in Bengal for the mercantile castes. This is because Chando of the <i>Manasamangal</i> was the first to initiate her worship, and Behula, the heroine of the <i>Manasamangal</i> was a daughter of the Saha clan (a powerful trading community).</p>\n<p>Manasa is also worshiped extensively in Assam, and a kind of Oja-Pali (musical folk theatre) is dedicated entirely to her myth.</p>\n<p>Manasa is ceremonially worshiped on Nag Panchami - a festival of snake worship in the Hindu month of Shravan (July–August). Bengali women observe a fast (vrata) on this day and offer milk at snake holes.</p>\n<h2><span id=\"Notable_temples\">Notable temples</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Chand Sadagar</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">McDaniel, June (2004). <i>Offering Flowers, Feeding Skulls: Popular Goddess Worship in West Benegal</i>. Oxford University Press, US. p. 368. ISBN 0-19-516790-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AManasa&amp;rft.aufirst=June&amp;rft.aulast=McDaniel&amp;rft.btitle=Offering+Flowers%2C+Feeding+Skulls%3A+Popular+Goddess+Worship+in+West+Benegal&amp;rft.date=2004&amp;rft.genre=book&amp;rft.isbn=0-19-516790-2&amp;rft.pages=368&amp;rft.pub=Oxford+University+Press%2C+US&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Wilkins, W. J. (2004). <i>Hindu Mythology, Vedic and Puranic</i> (First published: 1882 ed.). Kessinger Publishing. p. 428. ISBN 0-7661-8881-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AManasa&amp;rft.aufirst=W.+J.&amp;rft.aulast=Wilkins&amp;rft.btitle=Hindu+Mythology%2C+Vedic+and+Puranic&amp;rft.date=2004&amp;rft.edition=First+published%3A+1882&amp;rft.genre=book&amp;rft.isbn=0-7661-8881-7&amp;rft.pages=428&amp;rft.pub=Kessinger+Publishing&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">McDaniel, June (2002). <i>Making Virtuous Daughters and Wives: An Introduction to Women's Brata Rituals in Bengali Folk Religion</i>. SUNY Press. p. 144. ISBN 0-7914-5565-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AManasa&amp;rft.aufirst=June&amp;rft.aulast=McDaniel&amp;rft.btitle=Making+Virtuous+Daughters+and+Wives%3A+An+Introduction+to+Women%27s+Brata+Rituals+in+Bengali+Folk+Religion&amp;rft.date=2002&amp;rft.genre=book&amp;rft.isbn=0-7914-5565-3&amp;rft.pages=144&amp;rft.pub=SUNY+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:A temple in Mansa Devi temple complex, Panchkula near Chandigarh.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Göttin Manasa in Lehm.jpg"}, {"ns": 6, "title": "File:Manasa-popular.JPG"}, {"ns": 6, "title": "File:Manasa Devi.jpg"}, {"ns": 6, "title": "File:Manasa Devi Linden-Museum SA38226L.jpg"}, {"ns": 6, "title": "File:Manasa Mangal.jpg"}, {"ns": 6, "title": "File:Manasa mandir.jpg"}, {"ns": 6, "title": "File:Mansa Devi Temple, Haridwar.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}]}