{"pageid": 140659, "ns": 0, "title": "When God Was a Woman", "extract": "<p><i><b>When God Was a Woman</b></i> is the U.S. title of a 1976 book by sculptor and art historian Merlin Stone. It was published earlier in the United Kingdom as <i><b>The Paradise Papers: The Suppression of Women's Rites</b></i>. It has been translated into French as <i>Quand Dieu était femme</i> (SCE-Services Complets d'Edition, Québec, Canada) in 1978, into Dutch as <i>Eens was God als Vrouw belichaamd – De onderdrukking van de riten van de vrouw</i> in 1979, into German as <i>Als Gott eine Frau war</i> in 1989 and into Italian as <i>Quando Dio era una donna</i> in 2011.</p>\n<p>Stone spent approximately ten years engaged in research of the lesser-known, sometimes hidden depictions of the Sacred Feminine, from European and Middle Eastern societies, in preparation to complete this work. In the book, she describes these archetypal reflections of women as leaders, sacred entities and benevolent matriarchs, and also weaves them into a larger picture of how our modern societies grew to the present imbalanced state. Possibly the most controversial/debated claim in the book is Stones' interpretation of how peaceful, benevolent matriarchal society and Goddess-reverent traditions (including Ancient Egypt) were attacked, undermined and ultimately destroyed almost completely, by the ancient tribes including Hebrews and later the early Christians. To do this they attempted to destroy any visible symbol of the sacred feminine, including artwork, sculpture, weavings and literature. The reason being that they wanted the Sacred Masculine to become the dominant power, and rule over women and Goddess energies. According to Stone, the Torah or Old Testament was in many ways a male attempt to re-write the story of human society, changing feminine symbolism to masculine.</p>\n<p>The book is now seen as having been instrumental in the modern rise of feminist theology in the 1970s to 1980s, along with authors such as Elizabeth Gould Davis, Riane Eisler and Marija Gimbutas. Some have related it as well to the work of authors Margaret Murray and Robert Graves.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Çatalhöyük</li>\n<li>Dodona</li>\n<li>Elam</li>\n<li>Feminist theology</li>\n<li>Marija Gimbutas</li>\n<li>Matriarchal religion</li>\n<li>Matriarchal Studies</li>\n<li>Minoan civilization</li>\n<li>Mother Goddess</li>\n<li>Potnia Theron</li>\n<li>Second-wave feminism</li>\n<li><i>The Myth of Matriarchal Prehistory</i></li>\n<li>Venus figurines</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Philip G. Davis, <i>Goddess Unmasked</i>, Spence Publishing, New York, 1998. ISBN 0-9653208-9-8; review: R. Sheaffer, Skeptical Inquirer (1999)[1]</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Merlin Stone – official website</li>\n<li>Early Human Kinship was Matrilineal, by Chris Knight.</li>\n<li>Lunarchy: Rule by the Moon</li>\n</ul>", "images": [{"ns": 6, "title": "File:When God Was a Woman (book cover).jpg"}]}