{"pageid": 1409796, "ns": 0, "title": "Praxidike", "extract": "<p>In Greek mythology, <b>Praxidike</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Πραξιδίκη</span>, <small>Greek pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[praksidíkeː]</span>) is the goddess of judicial punishment and the exactor of vengeance, which were two closely allied concepts in the classical Greek world-view.</p>\n<p>The Orphic hymn to Persephone identifies Praxidike as an epithet of Persephone: \"Praxidike, subterranean queen. The Eumenides’ source [mother], fair-haired, whose frame proceeds from Zeus’ ineffable and secret seeds.\" As <i>praxis</i> \"practice, application\" of <i>dike</i> \"justice\", she is sometimes identified with Dike, goddess of justice.</p>\n<p>The plural <b>Praxidikai</b> refers to the following groups of mythological figures who presided over exacting of justice:</p>\n<p>1. Arete and Homonoia, daughters of Praxidike and Soter, sisters to Ktesios.</p>\n<p>2. Alalcomenia, Thelxionoea and Aulis, daughters of the early Boeotian king Ogyges. At Haliartos in Boeotia, Pausanias saw the open-air \"sanctuary of the goddesses whom they call Praxidikae. Here the Haliartians swear, but the oath is not one they take lightly\". Their images only portrayed their heads, and only heads of animals were sacrificed to them.</p>\n<p>According to Stephanus of Byzantium, a daughter of Ogygus named Praxidike was married to Tremilus or Tremiles (after whom Lycia had been previously named Tremile) and had by him four sons: Tlos, Xanthus, Pinarus and Cragus. Of them Tlos had a Lycian city named Tlos after himself. Cragus may be identical with the figure of the same name mentioned as the husband of Milye, sister of Solymus.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - Praxidicae</li>\n</ul>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}]}