{"pageid": 14173107, "ns": 0, "title": "Ankalamma", "extract": "<p>Goddess <b>Ankalamma</b>, or Angalamma, is also known as Ankamma or Angamma, Ankali, Angali, Ankala Parameswari and Angala Parameswari. She is worshipped with these names in Andhra Pradesh, Karnataka and Tamil Nadu.</p>\n<p>Ankalamma is counted as one of the Matrikas or \"Seven Mothers\". She is also considered to be a form of goddess Ankali or Kali.</p>\n<p>Ankalamma is a non-Vedic deity and, like so many Tamil popular deities, she seems to have originated in a fierce guardian figure. Sacred areas of Ankalamma and traditional Hindu deities are worshipped symbolically to appease the inner destructive impulses in us. Fowl or lamb offerings are made in village annual ceremonies and these are later consumed as food. Ankalamma's shrines are usually located outside of the village in groves of trees. They are usually not proper temples, but very simple stone structures.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Ankamma_Kolupu_ritual\">Ankamma Kolupu ritual</span></h2>\n<p>The main characteristic of the ritual called <b>Ankamma Kolupu</b> is that a midnight worship (puja) is performed by making a colorful Rangoli with wheat flour, turmeric powder, kumkum, black charcoal powder, etc. During the worship singers recite ballads based on local stories about warrior ancestors (Veeran). The climax comes at the end of the ritual, when the devotees sacrifice a goat and its blood is spilled in order to appease the goddess. Other rituals like the Devara Kolupu or Veerla Kolupu are normally performed on some special occasions by individuals or by the community as a whole.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Isakki</li>\n<li>Matrikas (Saptamatrkas)</li>\n<li>Sitala</li>\n<li>Sudalai Madan</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>W.T. Elmore, <i>Dravidian Gods in Modern Hinduism.</i></li>\n</ul>", "images": [{"ns": 6, "title": "File:7mothers56.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}