{"pageid": 14372, "ns": 0, "title": "Hecate", "extract": "<p><b>Hecate</b> or <b>Hekate</b> (<span></span>; Greek <span lang=\"grc\" xml:lang=\"grc\">Ἑκάτη <i>Hekátē</i></span>) is a goddess in Ancient Greek religion and mythology, most often shown holding two torches or a key and in later periods depicted in triple form. She was variously associated with crossroads, entrance-ways, light, magic, witchcraft, knowledge of herbs and poisonous plants, ghosts, necromancy, and sorcery. She appears in the Homeric Hymn to Demeter and in Hesiod's <i>Theogony</i>, where she is promoted strongly as a great goddess. The place of origin of her following is uncertain, but it is thought that she had popular followings in Thrace. She was one of the main deities worshiped in Athenian households as a protective goddess and one who bestowed prosperity and daily blessings on the family. In the post-Christian writings of the Chaldean Oracles (2nd–3rd century CE) she was regarded with (some) rulership over earth, sea and sky, as well as a more universal role as Saviour (Soteira), Mother of Angels and the Cosmic World Soul. Regarding the nature of her cult, it has been remarked, \"she is more at home on the fringes than in the center of Greek polytheism. Intrinsically ambivalent and polymorphous, she straddles conventional boundaries and eludes definition.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_and_origin\">Name and origin</span></h2>\n<p>The etymology of the name <i>Hecate</i> (Ἑκάτη, <i>Hekátē</i>) is not known. Suggested derivations include:</p>\n<ul><li>From the Greek word for 'willing' (ἑκών).</li>\n<li>From Ἑκατός <i>Hekatos</i>, an obscure epithet of Apollo. This has been translated as \"she that operates from afar\", \"she that removes or drives off\", \"the far reaching one\" or \"the far-darter\".</li>\n<li>R. S. P. Beekes rejected a Greek etymology and suggested a Pre-Greek origin.</li>\n<li>The name of the Egyptian goddess of childbirth, <i>Heqet</i>, has been compared to <i>Hecate</i>.</li>\n</ul><p>In Early Modern English, the name was also pronounced disyllabically (as <span></span>) and sometimes spelled <i>Hecat</i>. It remained common practice in English to pronounce her name in two syllables, even when spelled with final <i>e</i>, well into the 19th century.</p>\n<p>The spelling <i>Hecat</i> is due to Arthur Golding's 1567 translation of Ovid's <i>Metamorphoses</i>, and this spelling without the final E later appears in plays of the Elizabethan-Jacobean period. Webster's Dictionary of 1866 particularly credits the influence of Shakespeare for the then-predominant disyllabic pronunciation of the name.</p>\n<p>Hecate may have originated among the Carians of Anatolia, where variants of her name are found as names given to children. Hecate was also worshipped in the ancient city of Colchis. William Berg observes, \"Since children are not called after spooks, it is safe to assume that Carian theophoric names involving <i>hekat-</i> refer to a major deity free from the dark and unsavoury ties to the underworld and to witchcraft associated with the Hecate of classical Athens.\" In particular, there is some evidence that she might be derived from the local sun goddesses (see also Arinna), based on similar attributes. She also closely parallels the Roman goddess Trivia, with whom she was identified in Rome.</p>\n<p>Her most important sanctuary was Lagina, a theocratic city-state in which the goddess was served by eunuchs. Lagina, where the famous temple of Hecate drew great festal assemblies every year, lay close to the originally Macedonian colony of Stratonikeia, where she was the city's patroness. In Thrace she played a role similar to that of lesser-Hermes, namely a governess of liminal regions (particularly gates) and the wilderness.</p>\n<h3><span id=\"Other_names_and_epithets\">Other names and epithets</span></h3>\n<ul><li><i>Apotropaia</i> (that turns away/protects)</li>\n<li><i>Chthonia</i> (of the earth/underworld)</li>\n<li><i>Enodia</i> (on the way)</li>\n<li><i>Klêidouchos</i> (holding the keys)</li>\n<li><i>Kourotrophos</i> (nurse of children)</li>\n<li><i>Melinoe</i></li>\n<li><i>Phosphoros</i>, <i>Lampadephoros</i> (bringing or bearing light)</li>\n<li><i>Propolos</i> (who serves/attends)</li>\n<li><i>Propulaia/Propylaia</i> (before the gate)</li>\n<li><i>Soteria</i> (savior)</li>\n<li><i>Trimorphe</i> (three-formed)</li>\n<li><i>Triodia/Trioditis</i> (who frequents crossroads)</li>\n<li><i>Trivia (mythology)</i> (Roman form)</li>\n</ul><p>As Hecate Phosphorus (Venus) she is said to have lit the sky during the Siege of Philip II in 340, revealing the attack to it's inhabitants. The Byzantines dedicated a statue to her as the \"lamp carrier.\"</p>\n<h2><span id=\"Representations\">Representations</span></h2>\n\n<p>The earliest Greek depictions of Hecate were not three-formed. Farnell states: \"The evidence of the monuments as to the character and significance of Hecate is almost as full as that of to express her manifold and mystic nature.\"</p>\n<p>The earliest known monument is a small terracotta found in Athens, with a dedication to Hecate, in writing of the style of the 6th century. The goddess is seated on a throne with a chaplet bound round her head; she is altogether without attributes and character, and the main historical value of this work, which is evidently of quite a general type and gets a special reference and name merely from the inscription, is that it proves the single shape to be her earlier form, and her recognition at Athens to be earlier than the Persian invasion.</p>\n\n<p>The 2nd-century travel writer Pausanias stated that Hecate was first depicted in triplicate by the sculptor Alkamenes in the Greek Classical period of the late 5th century BCE which was placed before the temple of the Wingless Nike in Athens. Greek anthropomorphic conventions of art resisted representing her with three faces: a votive sculpture from Attica of the 3rd century BCE (<i>illustration, left</i>), shows three single images against a column; round the column of Hecate dance the Charites. Some classical portrayals show her as a triplicate goddess holding a torch, a key, serpents, daggers and numerous other items. Depictions of both a single form Hekate and triple formed, as well as occasional four headed descriptions continued throughout her history.</p>\n<p>In Egyptian-inspired Greek esoteric writings connected with Hermes Trismegistus, and in magical papyri of Late Antiquity she is described as having three heads: one dog, one serpent, and one horse. In other representations her animal heads include those of a cow and a boar. Hecate's triplicity is elsewhere expressed in a more Hellenic fashion in the vast frieze of the great Pergamon Altar, now in Berlin, wherein she is shown with three bodies, taking part in the battle with the Titans. In the Argolid, near the shrine of the Dioscuri, Pausanias saw the temple of Hecate opposite the sanctuary of Eileithyia; He reported the image to be the work of Scopas, stating further, \"This one is of stone, while the bronze images opposite, also of Hecate, were made respectively by Polycleitus and his brother Naucydes, son of Mothon.\" (<i>Description of Greece</i> 2.22.7)</p>\n<p>In the <i>Argonautica</i>, a 3rd-century BCE Alexandrian epic based on early material, Jason placates Hecate in a ritual prescribed by Medea, her priestess: bathed at midnight in a stream of flowing water, and dressed in dark robes, Jason is to dig a round pit and over it cut the throat of an ewe, sacrificing it and then burning it whole on a pyre next to the pit as a holocaust. He is told to sweeten the offering with a libation of honey, then to retreat from the site without looking back, even if he hears the sound of footsteps or barking dogs. All these elements betoken the rites owed to a chthonic deity.</p>\n<p>A 4th-century BCE marble relief from Crannon in Thessaly was dedicated by a race-horse owner. It shows Hecate, with a hound beside her, placing a wreath on the head of a mare. She is commonly attended by a dog or dogs, and the most common form of offering was to leave meat at a crossroads. Images of her attended by a dog are also found at times when she is shown as in her role as mother goddess with child, and when she is depicted alongside the god Hermes and the goddess Kybele in reliefs.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Hecate has been characterized as a pre-Olympian chthonic goddess.</p>\n\n<p>The first literature mentioning Hecate is the <i>Theogony</i> by Hesiod:</p>\n<blockquote class=\"templatequote\">\n<p>And she conceived and bore Hecate whom Zeus the son of Cronos honored above all. He gave her splendid gifts, to have a share of the earth and the unfruitful sea. She received honor also in starry heaven, and is honored exceedingly by the deathless gods. For to this day, whenever any one of men on earth offers rich sacrifices and prays for favor according to custom, he calls upon Hecate. Great honor comes full easily to him whose prayers the goddess receives favorably, and she bestows wealth upon him; for the power surely is with her. For as many as were born of Earth and Ocean amongst all these she has her due portion. The son of Cronos did her no wrong nor took anything away of all that was her portion among the former Titan gods: but she holds, as the division was at the first from the beginning, privilege both in earth, and in heaven, and in sea.</p>\n</blockquote>\n<p>According to Hesiod, she held sway over many things:</p>\n<blockquote class=\"templatequote\">\n<p>Whom she will she greatly aids and advances: she sits by worshipful kings in judgement, and in the assembly whom she will is distinguished among the people. And when men arm themselves for the battle that destroys men, then the goddess is at hand to give victory and grant glory readily to whom she will. Good is she also when men contend at the games, for there too the goddess is with them and profits them: and he who by might and strength gets the victory wins the rich prize easily with joy, and brings glory to his parents. And she is good to stand by horsemen, whom she will: and to those whose business is in the grey discomfortable sea, and who pray to Hecate and the loud-crashing Earth-Shaker, easily the glorious goddess gives great catch, and easily she takes it away as soon as seen, if so she will. She is good in the byre with Hermes to increase the stock. The droves of kine and wide herds of goats and flocks of fleecy sheep, if she will, she increases from a few, or makes many to be less. So, then, albeit her mother's only child, she is honored amongst all the deathless gods. And the son of Cronos made her a nurse of the young who after that day saw with their eyes the light of all-seeing Dawn. So from the beginning she is a nurse of the young, and these are her honours.</p>\n</blockquote>\n<p>Hesiod emphasizes that Hecate was an only child, the daughter of Perses and Asteria, a star-goddess who was the sister of Leto (the mother of Artemis and Apollo). Grandmother of the three cousins was Phoebe the ancient Titaness who personified the moon.</p>\n<p>Hesiod's inclusion and praise of Hecate in the <i>Theogony</i> has been troublesome for scholars, in that he seems to hold her in high regard, while the testimony of other writers, and surviving evidence, suggests that this may have been the exception. One theory is that Hesiod's original village had a substantial Hecate following and that his inclusion of her in the <i>Theogony</i> was a way of adding to her prestige by spreading word of her among his readers. Another theory is that Hekate was mainly a household god and humble household worship could have been more pervasive and yet not mentioned as much as temple worship. In Athens Hecate, along with Zeus, Hermes, Hestia, and Apollo, were very important in daily life as they were the main gods of the household. However, it is clear that the special position given to Hecate by Zeus is upheld throughout her history by depictions found on coins depicting Hecate on the hand of Zeus as highlighted in more recent research presented by d'Este and Rankine.</p>\n<p>Hecate possibly originated among the Carians of Anatolia, the region where most theophoric names invoking Hecate, such as Hecataeus or Hecatomnus, the father of Mausolus, are attested, and where Hecate remained a Great Goddess into historical times, at her unrivalled cult site in Lagina. While many researchers favor the idea that she has Anatolian origins, it has been argued that \"Hecate must have been a Greek goddess.\" The monuments to Hecate in Phrygia and Caria are numerous but of late date.</p>\n\n<p>If Hecate's cult spread from Anatolia into Greece, it is possible it presented a conflict, as her role was already filled by other more prominent deities in the Greek pantheon, above all by Artemis and Selene. This line of reasoning lies behind the widely accepted hypothesis that she was a foreign deity who was incorporated into the Greek pantheon. Other than in the <i>Theogony</i>, the Greek sources do not offer a consistent story of her parentage, or of her relations in the Greek pantheon: sometimes Hecate is related as a Titaness, and a mighty helper and protector of humans. Her continued presence was explained by asserting that, because she was the only Titan who aided Zeus in the battle of gods and Titans, she was not banished into the underworld realms after their defeat by the Olympians.</p>\n<p>One surviving group of stories suggests how Hecate might have come to be incorporated into the Greek pantheon without affecting the privileged position of Artemis. Here, Hecate is a mortal priestess often associated with Iphigeneia. She scorns and insults Artemis, who in retribution eventually brings about the mortal's suicide. There was an area sacred to Hecate in the precincts of the Temple of Artemis at Ephesus, where the priests, <i>megabyzi</i>, officiated.</p>\n<p>Hecate also came to be associated with ghosts, infernal spirits, the dead and sorcery. Shrines to Hecate were placed at doorways to both homes and cities with the belief that it would protect from restless dead and other spirits. Likewise, shrines to Hecate at three way crossroads were created where food offerings were left at the new moon to protect those who did so from spirits and other evils.</p>\n<p>A medieval commentator has suggested a link connecting the word \"jinx\" with Hecate: \"The Byzantine polymath Michael Psellus [...] speaks of a bullroarer, consisting of a golden sphere, decorated throughout with symbols and whirled on an oxhide thong. He adds that such an instrument is called a <i>iunx</i> (hence \"jinx\"), but as for the significance says only that it is ineffable and that the ritual is sacred to Hecate.\"</p>\n<p>Hecate is the primary feminine figure in the <i>Chaldean Oracles</i> (2nd-3rd century CE), where she is associated in fragment 194 with a <i>strophalos</i> (usually translated as a spinning top, or wheel, used in magic) \"Labour thou around the Strophalos of Hecate.\" This appears to refer to a variant of the device mentioned by Psellus.</p>\n<p>Variations in interpretations of Hecate's role or roles can be traced in 5th-century Athens. In two fragments of Aeschylus she appears as a great goddess. In Sophocles and Euripides she is characterized as the mistress of witchcraft and the Keres.</p>\n<p>In the Homeric Hymn to Demeter, Hecate is called the \"tender-hearted\", a euphemism perhaps intended to emphasize her concern with the disappearance of Persephone, when she assisted Demeter with her search for Persephone following her abduction by Hades, suggesting that Demeter should speak to the god of the sun, Helios. Subsequently she became Persephone's companion on her yearly journey to and from the realms of Hades; serving as a psychopomp. Because of this association, Hecate was one of the chief goddesses of the Eleusinian Mysteries, alongside Demeter and Persephone.</p>\n<p>The modern understanding of Hecate has been strongly influenced by syncretic Hellenistic interpretations. Many of the attributes she was assigned in this period appear to have an older basis. For example, in the magical papyri of Ptolemaic Egypt, she is called the 'she-dog' or 'bitch', and her presence is signified by the barking of dogs. In late imagery she also has two ghostly dogs as servants by her side. However, her association with dogs predates the conquests of Alexander the Great and the emergence of the Hellenistic world. When Philip II laid siege to Byzantium she had already been associated with dogs for some time; the light in the sky and the barking of dogs that warned the citizens of a night time attack, saving the city, were attributed to <i>Hecate Lampadephoros</i> (the tale is preserved in the Suda). In gratitude the Byzantines erected a statue in her honor.</p>\n<p>As a virgin goddess, she remained unmarried and had no regular consort, though some traditions named her as the mother of Scylla.</p>\n\n<p>Hecate was generally represented as three-formed, which probably has some connection with the appearance of the full moon, half moon, and new moon. Triple Hecate was the goddess of the moon with three forms: Selene the Moon in heaven, Artemis the Huntress on earth, and Persephone the Destroyer in the underworld. Although associated with other moon goddesses such as Selene, she ruled over three kingdoms: the earth, the sea, and the sky. She had the power to create or hold back storms, which influenced her patronage of shepherds and sailors.</p>\n<h2><span id=\"Animals\">Animals</span></h2>\n\n\n<p>Dogs were closely associated with Hecate in the Classical world. \"In art and in literature Hecate is constantly represented as dog-shaped or as accompanied by a dog. Her approach was heralded by the howling of a dog. The dog was Hecate's regular sacrificial animal, and was often eaten in solemn sacrament.\" The sacrifice of dogs to Hecate is attested for Thrace, Samothrace, Colophon, and Athens.</p>\n<p>It has been claimed that her association with dogs is \"suggestive of her connection with birth, for the dog was sacred to Eileithyia, Genetyllis, and other birth goddesses. Although in later times Hecate's dog came to be thought of as a manifestation of restless souls or demons who accompanied her, its docile appearance and its accompaniment of a Hecate who looks completely friendly in many pieces of ancient art suggests that its original signification was positive and thus likelier to have arisen from the dog's connection with birth than the dog's underworld associations.\" The association with dogs, particularly female dogs, could be explained by a metamorphosis myth. The friendly looking female dog accompanying Hecate was originally the Trojan Queen Hekabe, who leapt into the sea after the fall of Troy and was transformed by Hecate into her familiar.</p>\n<p>Another metamorphosis myth explains why the polecat is also associated with Hecate. From Antoninus Liberalis: \"At Thebes Proitos had a daughter Galinthias. This maiden was playmate and companion of Alkmene, daughter of Elektryon. As the birth throes for Herakles were pressing on Alkmene, the Moirai (Fates) and Eileithyia (Birth-Goddess), as a favour to Hera, kept Alkmene in continuous birth pangs. They remained seated, each keeping their arms crossed. Galinthias, fearing that the pains of her labour would drive Alkmene mad, ran to the Moirai and Eleithyia and announced that by desire of Zeus a boy had been born to Alkmene and that their prerogatives had been abolished.</p>\n<p>At all this, consternation of course overcame the Moirai and they immediately let go their arms. Alkmene’s pangs ceased at once and Herakles was born. The Moirai were aggrieved at this and took away the womanly parts of Galinthias since, being but a mortal, she had deceived the gods. They turned her into a deceitful weasel (or polecat), making her live in crannies and gave her a grotesque way of mating. She is mounted through the ears and gives birth by bringing forth her young through the throat. Hekate felt sorry for this transformation of her appearance and appointed her a sacred servant of herself.\"</p>\n<p>Aelian told a different story of a woman transformed into a polecat: \"\"I have heard that the polecat was once a human being. It has also reached my hearing that Gale was her name then; that she was a dealer in spells and a sorceress (Pharmakis); that she was extremely incontinent, and that she was afflicted with abnormal sexual desires. Nor has it escaped my notice that the anger of the goddess Hekate transformed it into this evil creature. May the goddess be gracious to me : fables and their telling I leave to others.\"</p>\n<p>Athenaeus (writing in the 1st or 2nd century BCE, and drawing on the etymological speculation of Apollodorus of Athens) notes that the red mullet is sacred to Hecate, \"on account of the resemblance of their names; for that the goddess is <i>trimorphos</i>, of a triple form\". The Greek word for mullet was <i>trigle</i> and later <i>trigla</i>. He goes on to quote a fragment of verse \"O mistress Hecate, Trioditis / With three forms and three faces / Propitiated with mullets\". In relation to Greek concepts of pollution, Parker observes, \"The fish that was most commonly banned was the red mullet (<i>trigle</i>), which fits neatly into the pattern. It 'delighted in polluted things,' and 'would eat the corpse of a fish or a man'. Blood-coloured itself, it was sacred to the blood-eating goddess Hecate. It seems a symbolic summation of all the negative characteristics of the creatures of the deep.\" At Athens, it is said there stood a statue of Hecate <i>Triglathena</i>, to whom the red mullet was offered in sacrifice. After mentioning that this fish was sacred to Hecate, Alan Davidson writes, \"Cicero, Horace, Juvenal, Martial, Pliny, Seneca and Suetonius have left abundant and interesting testimony to the red mullet fever which began to affect wealthy Romans during the last years of the Republic and really gripped them in the early Empire. The main symptoms were a preoccupation with size, the consequent rise to absurd heights of the prices of large specimens, a habit of keeping red mullet in captivity, and the enjoyment of the highly specialized aesthetic experience induced by watching the color of the dying fish change.\"</p>\n<p>The frog, which was also the symbol of the similarly-named Egyptian goddess Heqet, has also become sacred to Hecate in modern Pagan literature, possibly due in part to its ability to cross between two elements.</p>\n<p>In her three-headed representations, discussed above, Hecate often has one or more animal heads, including cow, dog, boar, serpent and horse.</p>\n<h2><span id=\"Plants\">Plants</span></h2>\n<p>Hecate was closely associated with plant lore and the concoction of medicines and poisons. In particular she was thought to give instruction in these closely related arts. Apollonius of Rhodes, in the <i>Argonautica</i> mentions that Medea was taught by Hecate, \"I have mentioned to you before a certain young girl whom Hecate, daughter of Perses, has taught to work in drugs.\"</p>\n<p>The goddess is described as wearing oak in fragments of Sophocles' lost play <i>The Root Diggers</i> (or <i>The Root Cutters</i>), and an ancient commentary on Apollonius of Rhodes' Argonautica (3.1214) describes her as having a head surrounded by serpents, twining through branches of oak.</p>\n<p>The yew in particular was sacred to Hecate.</p>\n<blockquote>\n<p>\"Greeks held the yew to be sacred to Hecate... Her attendants draped wreathes of yew around the necks of black bulls which they slaughtered in her honor and yew boughs were burned on funeral pyres. The yew was associated with the alphabet and the scientific name for yew today, <i>taxus</i>, was probably derived from the Greek word for yew, <i>toxos</i>, which is hauntingly similar to <i>toxon</i>, their word for bow and <i>toxicon</i>, their word for poison. It is presumed that the latter were named after the tree because of its superiority for both bows and poison.\"</p>\n</blockquote>\n<p>Hecate was said to favor offerings of garlic, which was closely associated with her cult. She is also sometimes associated with cypress, a tree symbolic of death and the underworld, and hence sacred to a number of chthonic deities.</p>\n<p>A number of other plants (often poisonous, medicinal and/or psychoactive) are associated with Hecate. These include aconite (also called <i>hecateis</i>), belladonna, dittany, and mandrake. It has been suggested that the use of dogs for digging up mandrake is further corroboration of the association of this plant with Hecate; indeed, since at least as early as the 1st century CE, there are a number of attestations to the apparently widespread practice of using dogs to dig up plants associated with magic.</p>\n<h2><span id=\"Places\">Places</span></h2>\n\n<p>Hecate was associated with borders, city walls, doorways, crossroads and, by extension, with realms outside or beyond the world of the living. She appears to have been particularly associated with being 'between' and hence is frequently characterized as a \"liminal\" goddess. \"Hecate mediated between regimes—Olympian and Titan—but also between mortal and divine spheres.\" This liminal role is reflected in a number of her cult titles: <i>Apotropaia</i> (that turns away/protects); <i>Enodia</i> (on the way); <i>Propulaia</i>/<i>Propylaia</i> (before the gate); <i>Triodia</i>/<i>Trioditis</i> (who frequents crossroads); <i>Klêidouchos</i> (holding the keys), etc.</p>\n<blockquote>\n<p>As a goddess expected to avert harmful or destructive spirits from the house or city over which she stood guard and to protect the individual as she or he passed through dangerous liminal places, Hecate would naturally become known as a goddess who could also <i>refuse</i> to avert the demons, or even drive them on against unfortunate individuals.</p>\n</blockquote>\n<blockquote>\n<p>It was probably her role as guardian of entrances that led to Hecate's identification by the mid fifth century with Enodia, a Thessalian goddess. Enodia's very name (\"In-the-Road\") suggests that she watched over entrances, for it expresses both the possibility that she stood on the main road into a city, keeping an eye on all who entered, and in the road in front of private houses, protecting their inhabitants.</p>\n</blockquote>\n<p>This function would appear to have some relationship with the iconographic association of Hecate with keys, and might also relate to her appearance with two torches, which when positioned on either side of a gate or door illuminated the immediate area and allowed visitors to be identified. \"In Byzantium small temples in her honor were placed close to the gates of the city. Hecate's importance to Byzantium was above all as a deity of protection. When Philip of Macedon was about to attack the city, according to the legend she alerted the townspeople with her ever present torches, and with her pack of dogs, which served as her constant companions.\" This suggests that Hecate's close association with dogs derived in part from the use of watchdogs, who, particularly at night, raised an alarm when intruders approached. Watchdogs were used extensively by Greeks and Romans.</p>\n<h3><span id=\"Goddess_of_the_crossroads\">Goddess of the crossroads</span></h3>\n<p>Cult images and altars of Hecate in her triplicate or trimorphic form were placed at three-way crossroads (though they also appeared before private homes and in front of city gates). In this form she came to be known as the goddess Trivia (\"the three ways\") in Roman mythology. In what appears to be a 7th-century indication of the survival of cult practices of this general sort, Saint Eligius, in his <i>Sermo</i> warns the sick among his recently converted flock in Flanders against putting \"devilish charms at springs or trees or crossroads\", and, according to Saint Ouen would urge them \"No Christian should make or render any devotion to the deities of the trivium, where three roads meet...\".</p>\n<p>Like Hecate, \"[t]he dog is a creature of the threshold, the guardian of doors and portals, and so it is appropriately associated with the frontier between life and death, and with demons and ghosts which move across the frontier. The yawning gates of Hades were guarded by the monstrous watchdog Cerberus, whose function was to prevent the living from entering the underworld, and the dead from leaving it.\"</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>Hecate was worshipped by both the Greeks and the Romans who had their own festivals dedicated to her.</p>\n<h3><span id=\"The_Deipnon\">The Deipnon</span></h3>\n<p>The Athenian Greeks honored Hekate during the Deipnon. In Greek, deipnon means the evening meal, usually the largest meal of the day. Hekate's Deipnon is, at its most basic, a meal served to Hekate and the restless dead once a lunar month during the new moon. The Deipnon is always followed the next day by the Noumenia, when the first sliver of moon is visible, and then the Agathos Daimon the day after that.</p>\n<p>The main purpose of the Deipnon was to honor Hekate and to placate the souls in her wake who “longed for vengeance.” A secondary purpose was to purify the household and to atone for bad deeds a household member may have committed that offended Hekate, causing her to withhold her favor from them. The Deipnon consists of three main parts: 1) the meal that was set out at a crossroads, usually in a shrine outside the entryway to the home 2) an expiation sacrifice, and 3) purification of the household.</p>\n<h2><span id=\"Cross-cultural_parallels\">Cross-cultural parallels</span></h2>\n\n<p>The figure of Hecate can often be associated with the figure of Isis in Egyptian myth. Lucius Apuleius (c. 123—170 CE) in his work <i>The Golden Ass</i> associates Hecate with Isis:</p>\n<blockquote>\n<p>“I am she that is the natural mother of all things, mistress and governess of all the elements, the initial progeny of worlds, chief of powers divine, Queen of heaven, the principal of the Gods celestial, the light of the goddesses: at my will the planets of the air, the wholesome winds of the Seas, and the silences of hell be disposed; my name, my divinity is adored throughout all the world in divers manners, in variable customs and in many names, [...] Some call me Juno, others Bellona of the Battles, and still others Hecate. Principally the Ethiopians which dwell in the Orient, and the Egyptians which are excellent in all kind of ancient doctrine, and by their proper ceremonies accustomed to worship me, do call me Queen Isis. [...]”</p>\n</blockquote>\n<p>In the syncretism during Late Antiquity of Hellenistic and late Babylonian (\"Chaldean\") elements, Hecate was identified with Ereshkigal, the underworld counterpart of Inanna in the Babylonian cosmography. In the Michigan magical papyrus (inv. 7), dated to the late 3rd or early 4th century CE, <i>Hecate Ereschigal</i> is invoked against fear of punishment in the afterlife.</p>\n<p>Before she became associated with Greek mythology, she had many similarities with Artemis (wilderness, and watching over wedding ceremonies)</p>\n<p>Dogs were sacred to Hecate and associated with roads, domestic spaces, purification, and spirits of the dead. They played a similar symbolic role in ancient China, where dogs were conceived as representative of the household sphere, and as protective spirits appropriate when transcending geographic and spatial boundaries. Dogs were also sacrificed to the road. As Roel Sterckx observes, \"The use of dog sacrifices at the gates and doors of the living and the dead as well as its use in travel sacrifices suggest that dogs were perceived as daemonic animals operating in the liminal or transitory realm between the domestic and the unknown, danger-stricken outside world\".</p>\n<p>This can be compared to Pausanias' report that in the Ionian city of Colophon in Asia Minor a sacrifice of a black female puppy was made to Hecate as \"the wayside goddess\", and Plutarch's observation that in Boeotia dogs were killed in purificatory rites. Dogs, with puppies often mentioned, were offered to Hecate at crossroads, which were sacred to the goddess.</p>\n<h2><span id=\"Survival_in_pre-modern_folklore\">Survival in pre-modern folklore</span></h2>\n<p>Strmiska notes that Hecate, conflated with the figure of Diana, appears in late antiquity and in the early medieval period as part of an \"emerging legend complex\" associated with gatherings of women, the moon, and witchcraft that eventually became established \"in the area of Northern Italy, southern Germany, and the western Balkans.\" This theory of the Roman origins of many European folk traditions related to Diana or Hecate was explicitly advanced at least as early as 1807 and is reflected in numerous etymological claims by lexicographers from the 17th to the 19th century, deriving \"hag\" and/or \"hex\" from Hecate by way of <i>haegtesse</i> (Anglo-Saxon) and <i>hagazussa</i> (Old High German). Such derivations are today proposed only by a minority since being refuted by Grimm, who was skeptical of theories proposing non-Germanic origins for German folklore traditions.</p>\n<p>Modern etymology reconstructs Proto-Germanic <i>*hagatusjon-</i> from <i>haegtesse</i> and <i>hagazussa</i>; the first element is probably cognate with <i>hedge</i>, which derives from PIE *kagh- \"hedge, enclosure\", and the second perhaps from *dhewes- \"fly about, be smoke, vanish.\"</p>\n<h2><span id=\"Modern_expressions\">Modern expressions</span></h2>\n<p>Hecate is now firmly established as a figure in Neopaganism, which draws heavily on folkloric traditions associating Hecate with 'The Wild Hunt', witches, hedges and 'hedge-riding', and other themes that parallel, but are not explicitly attested in, Classical sources.</p>\n<p>Hecate is worshiped by people who have reconstructed and revived the indigenous polytheist religion of Greece, Hellenismos, such as groups like Hellenion (Hellenion is a 501c3 religious organization based in the USA dedicated to reviving the religions indigenous to Greece) and YSEE. The Supreme Council of Ethnikoi Hellenes is an umbrella group based in Greece that is a legally recognized Non Profit Organization (NPO) and was \"founded in June of 1997 aiming to the morale and physical protection and restoration of the Polytheistic, Ethnic Hellenic religion, tradition and way of life in the \"modern\" Greek Society from which is oppressed due to its institutional intolerance and theocracy\".</p>\n<p>Hecate is mentioned in Act 2, Scene 1 of William Shakespeare's Macbeth, in the title character's \"dagger\" soliloquy: \"Witchcraft celebrates pale Hecate's offerings...\" Hecate also appears as a main character in the British theater company Punchdrunk's New York-based site-specific theatre work, <i>Sleep No More</i>, an adaptation of <i>Macbeth</i>. The character functions as a villain of the work, silently conducting the three witches who prophesy Macbeth's rise to power, and leading certain audience members into private interactions and stories in her small grotto. Many of Hecate's dominions are represented in various ways throughout the show, such as one of her familiars behaving in a dog-like manner around her; her grotto being connected to an herb-filled apothecary space; and watching from the shadows as the witches give their prophecies to Macbeth.</p>\n<p>Catweazle often calls upon Hecate in the series of the same name.</p>\n<p>Hecate is also one of the \"patron\" goddesses of many Wiccans, who in some traditions identify her with the Triple Goddess' aspect of the \"Crone\". In other circles Wiccan witches associate her with the \"Maiden\", or the \"Mother\" aspects as well, for Hecate has three faces, or <i>phases</i>. Her role as a tripartite goddess, which many modern-day Wiccans associate with the concept of \"the Maiden, the Mother and the Crone\", was made popular in modern times by writers such as Robert Graves in <i>The White Goddess</i>, and many others, such as the 20th century occultist and author, Aleister Crowley. Historical depictions and descriptions show her facing in three different directions, a clear and precise reference to the tripartite nature of this ancient Goddess; the later Greek Magical Papyri sometimes refer to her as also having the heads of animals, and this can be seen as a reference to her aspect of Motherhood; in this portrayal she is known as \"Mistress of Animals\". Modern Hellenic polytheists honor Hecate during the Deipnon.</p>\n<p>In 1929, Dr. Lewis Brown, an expert on religious cults, connected the 1920s Blackburn Cult (also known as, \"The Cult of the Great Eleven,\") with Hecate worship rituals. He noted that the cult regularly practiced dog sacrifice and had secretly buried the body of one of its \"queens\" with seven dogs. Researcher Samuel Fort noted additional parallels, to include the cult’s focus on mystic and typically nocturnal rites, its female dominated membership, the sacrifice of other animals (to include horses and mules), a focus on the mystical properties of roads and portals, and an emphasis on death, healing, and resurrection.</p>\n<p>Hecate is also the namesake of the hundredth numbered asteroid, which was discovered by American astronomer James Craig Watson on July 11, 1868. Its adopted name commemorates it as the hundredth asteroid, especially as 'hekaton' is Greek for 'hundred.' The name may also be explained as the derivation of the prefix hecto- commonly used in the metric system, or within the decimal system as three digits (e.g. as 100) therefore reflecting her later mythological trinary form.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Asura (Buddhism)</li>\n<li>Janus</li>\n<li>Amphisbaena</li>\n<li>Lampade</li>\n<li>Hecate (journal)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Primary_sources\">Primary sources</span></h3>\n<ul><li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Pausanias, <i>Description of Greece</i></li>\n<li>Ovid, <i>Metamorphoses</i>, VI 140, VII 74, 94, 174, 177, 194, 241, XIV 44, 405.</li>\n<li>Strabo, <i>Geography</i></li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li>Berg, William, \"Hecate: Greek or \"Anatolian\"?\", <i>Numen</i> 21.2 (August 1974:128-40)</li>\n<li>Burkert, Walter, 1985. <i>Greek Religion</i> (Cambridge: Harvard University Press) Published in the UK as <i>Greek Religion: Archaic and Classical</i>, 1987. (Oxford: Blackwell) ISBN 0-631-15624-0.</li>\n<li>Lewis Richard Farnell, (1896). \"Hecate in Art\", <i>The Cults of the Greek States</i>. Oxford University Press, Oxford.</li>\n<li>Johnston, Sarah Iles, (1990). <i>Hekate Soteira: A Study of Hekate's Role in the Chaldean Oracles and Related Literature</i>.</li>\n<li>Johnston, Sarah Iles, (1991). <i>Restless Dead: Encounters Between the Living and the Dead in Ancient Greece</i>. ISBN 0-520-21707-1</li>\n<li>Mallarmé, Stéphane, (1880). <i>Les Dieux Antiques, nouvelle mythologie illustrée</i>.</li>\n<li>Kerenyi, Karl. <i>The Gods of the Greeks</i>. 1951.</li>\n<li>Rabinovich, Yakov. <i>The Rotting Goddess</i>. 1990. A work which views Hekate from the perspective of Mircea Eliade's archetypes and substantiates its claims through cross-cultural comparisons. The work has been sharply criticized by Classics scholars, some dismissing Rabinowitz as a neo-pagan.</li>\n<li>Ruickbie, Leo. <i>Witchcraft Out of the Shadows: A Complete History</i>. Robert Hale, 2004.</li>\n<li>Von Rudloff, Robert. <i>Hekate in Early Greek Religion</i>. Horned Owl Publishing (July 1999)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n\n<ul><li>Myths of the Greek Goddess Hecate</li>\n<li><i>Encyclopædia Britannica</i> 1911: \"Hecate\"</li>\n<li><i>The Rotting Goddess</i> by Yakov Rabinovich, complete book included in the anthology \"Junkyard of the Classics\" published under the pseudonym Ellipsis Marx.</li>\n<li>Theoi Project, Hecate Classical literary sources and art</li>\n<li>Hekate in Greek esotericism: Ptolemaic and Gnostic transformations of Hecate</li>\n<li>The Covenant of Hekate</li>\n<li>Cast of the Crannon statue, at the Ashmolean Museum, Oxford.</li>\n<li>The Hekate/Iphigenia Myth</li>\n</ul>", "images": [{"ns": 6, "title": "File:AN00866037 001 l.jpg"}, {"ns": 6, "title": "File:AN00969955 001 l.jpg"}, {"ns": 6, "title": "File:AN01020070 001 l.jpg"}, {"ns": 6, "title": "File:Birth of Venus detail.jpg"}, {"ns": 6, "title": "File:Coin of the Bactrian king Agathokles.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Greek Roman Laurel wreath vector.svg"}, {"ns": 6, "title": "File:Hecate Chiaramonti Inv1922.jpg"}, {"ns": 6, "title": "File:Hekate Kharites Glyptothek Munich 60.jpg"}, {"ns": 6, "title": "File:Houghton GC6 K6323 652o - Oedipus aegyptiacus, Isidis.jpg"}]}