{"pageid": 14412640, "ns": 0, "title": "Limos (mythology)", "extract": "<p><b>Limos</b> (Greek: <span lang=\"el\" xml:lang=\"el\">λιμός; \"starvation\"</span>; Roman: <i>Fames</i>), in ancient Greek religion, was the goddess of starvation. She was opposed by Demeter, goddess of grain and the harvest with whom Ovid wrote Limos could never meet, and Plutus, the god of wealth and the bounty of rich harvests. Hesiod's <i>Theogony</i> identifies her as the daughter of Eris (\"strife\") and sister of Ponos (\"Hardship\"), Lethe (\"Forgetfulness\"), Algae (\"Pains\"), Hysminai (\"Battles\"), Makhai (\"Wars\"), Phonoi (\"Murders\"), Androktasiai (Manslaughters\"), Neikea (\"Quarrels\"), Pseudea (\"Lies\"), Logoi (\"Stories\"), Amphillogiai (\"Disputes\"), Dysnomia (\"Anarchy\"), Ate (\"Ruin\"), and Horkos (\"Oath\").</p>\n<p>In Ovid's <i>Metamorphoses</i>, Limos is said to make her home in a freezing and gloomy wasteland at the farthest edge of Scythia, where the soil is barren and nothing grows. Demeter seeks her opposite's help there after being angered by the Thessalian king Erysichthon, who cut down a grove that was sacred to the goddess. By way of an oread nymph (as the two can never meet in person), Demeter bids Limos curse Erysichthon with never-ending hunger. The nymph beholds the fearsome spirit in a stony field:</p>\n<blockquote class=\"templatequote\">\n<p>Her hair was coarse, her face sallow, her eyes sunken; her lips crusted and white; her throat scaly with scurf. Her parchment skin revealed the bowels within; beneath her hollow loins jutted her withered hips; her sagging breasts seemed hardly fastened to her ribs; her stomach only a void; her joints wasted and huge, her knees like balls, her ankles grossly swollen.</p>\n\n</blockquote>\n<p>Limos does as Demeter commands; at midnight she enters Erysichthon's chamber, wraps the king in her arms and breathes upon him, \"filling with herself his mouth and throat and lungs, and [channeling] through his hollow veins her craving emptiness\". Thereafter, Erysichthon is filled with an unquenchable hunger which ultimately drives him to eat himself.</p>\n<p>In Virgil's <i>Aeneid</i>, Limos is one of a number of spirits and monsters said to stand at the entrance to the Underworld. Seneca the Younger writes that she \"lies with wasted jaw\" by Cocytus, the Underworld river of lamentation.</p>\n<h2><span id=\"References\">References</span></h2>\n<p> <i>This article incorporates text from</i> Theogeny<i>, by Hesiod, translated by Hugh G. Evelyn-White, a publication from 1914 now in the public domain in the United States.</i></p>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: Limos, Greek god or spirit of hunger and starvation</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}