{"pageid": 1457985, "ns": 0, "title": "Mongfind", "extract": "<p><b>Mongfind</b> (or <b>Mongfhionn</b> in modern Irish)—meaning \"fair hair\" or \"white hair\"—is a figure from Irish legend. She is said to have been the wife, of apparent Munster origins, of the legendary High King Eochaid Mugmedón and mother of his eldest three sons, Brión, Ailill and Fiachrae, ancestors of the historical Connachta. She was Eochaid's first wife; his second wife, Cairenn, gave birth to Niall of the Nine Hostages. Several tales depict Mongfind as an adversary of Niall. Mongfind is also said to have been the sister of Crimthann mac Fidaig, King of Munster and the next High King of Ireland, whom she is said to have killed with poison in a bid to make her son king. She drank the poisoned drink to convince Crimthann, and died soon after at Samhain.</p>\n<p>According to <i>Cormac's Glossary</i>, she was a goddess the pagan Irish worshipped on Samhain. This was also called the <i>Féile Moingfhinne</i> i.e. \"Festival of Mongfind\". Later legend, as documented in Patrick Weston Joyce's <i>Social History of Ancient Ireland</i>, makes her a banshee. A prominent hill called <i>Cnoc Samhna</i> (\"Hill of Samhain\") or <i>Ard na Ríoghraidhe</i> (\"Height of the Kingfolk\") in County Limerick is associated with a tale linked to Mongfind. \"<i>Anocht Oíche Shamhna Moingfhinne banda</i>\" is children's rhyme from County Waterford which translates as \"Tonight is the eve of Samhain of Mongfhionn the goddess\".</p>\n<p>Variant spellings of her name include <b>Mongfhind, Mongfinn, Mongfhinn</b> and <b>Mongfionn</b>.</p>\n<p>Mongfind and her brother, children of Fidach and grandchildren of Dáire Cerbba in most sources, are sometimes said to belong to an early or peripheral branch of the Eóganachta. However, this is unlikely, as the evidence suggests that, if historical, they belong to a distinct people associated with other kingdoms, possibly the Dáirine, who may be referred to as their people in an obscure poem in Old Irish by Flann mac Lonáin (d. 896). In the <i>Banshenchas</i> she is called \"Mongfind of the Érnai\" (Érainn), and given a later son Sidach following the Connachta. Dáire Cerbba is stated in <i>Rawlinson B 502</i> to have been born in Mag Breg (Brega), Mide, much of which probably remained Érainn territory at the time of his supposed floruit. It is difficult to distinguish the Dáirine from the Érainn in the surviving corpus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Abuse_of_Cairenn_and_Niall\">Abuse of Cairenn and Niall</span></h2>\n<h2><span id=\"Connacht_and_Munster_at_war\">Connacht and Munster at war</span></h2>\n<h2><span id=\"Death_and_legacy\">Death and legacy</span></h2>\n<h2><span id='\"Alternate\"_version'></span><span id=\".22Alternate.22_version\">\"Alternate\" version</span></h2>\n<p>An interesting alternate version of the story of Mongfind and her sons exists in a saint's life from the Book of Lismore. In this she is associated with sites belonging to her relatives the Uí Fidgenti, although they are not specifically mentioned, and neither is Crimthand Mór, her brother in the other tales. She is stated simply to be the daughter of Dáire (Cerbba?), son of Findchad, someone otherwise unknown, and her father in the other sources, Fidach, is not mentioned. Further, she is the wife of the King of Ulster and the names of their three sons are not those of the Three Connachta.</p>\n<p>It is difficult to date the tale. Though the manuscript is late, it is also of Munster provenance and so it may contain archaic elements lost in the tales involving the sons of Eochaid Mugmedón. The fact that Dún Eochair is mentioned as a seat of the King of Munster suggests memories from the time before the 7th century when the Dáirine ruled the kingdom, as this was one their great seats, later inherited by the Uí Fidgenti, who were probably Érainn or Dáirine themselves. This has the effect of putting more distance between Mongfind and the Eóganachta.</p>\n<p>But as no Mongfind is recorded as the wife of any Ulster king, it is likely the Munster storytellers forgot her legendary role as the fracturer of the Uí Néill from the Connachta but could still recall associated localities in Munster. She is placed in the alternate version encamped at Cnoc Samhna (Knocksouna) i.e. Ard na Ríoghraidhe, which may have been the inauguration site of the Uí Fidgenti. Later tradition finds them in alliance with Mongfind's descendants the Uí Fiachrach Aidhne, especially in the time of Guaire Aidne mac Colmáin, king of Connacht.</p>\n<p>Anachronistically, the King of Munster given in the tale is Cathal mac Áedo (d. 627), possibly a replacement for Mongfind's brother, Crimthann mac Fidaig.</p>\n<h2><span id=\"Pictish_princess\">Pictish princess</span></h2>\n<p>Mongfind also occurs as the name of the Pictish princess wedded to Conall Corc, ancestress of the Eóganacht Locha Léin of Iarmuman and of a line of powerful Pictish kings, e.g. Óengus I of the Picts, but it appears this can be dismissed as a case of coincidental influences on the story associating Crimthann mac Fidaig with the Pictish king and father, called Feredach. From the perspective of the early Eóganachta, Crimthann mac Fidaig, named in various sources as \"King of Ireland and Alba\", was hostile to his supposed cousin or nephew Conall Corc, who went on a journey to Pictland and there was married to the daughter of the Pictish king. The descendants of this marriage were the Eóganacht Locha Léin and were hostile to the Inner Circle ruling at Cashel. It appears to have been in this political climate that the \"original\" Irish queen/goddess Mongfind became associated with the Picts.</p>\n<p>A major remaining difficulty is how the historical Conall Corc and Crimthann mac Fidaig may originally have been related to each other. Possibly it was through marriage. Unfortunately the traditions of the Connachta provide no clues and nowhere associate the Mongfind known to them with Conall Corc, and likewise she is unassociated by name with her supposed brother or even with the Eóganachta in the Munster tales, with only the notoriously unreliable genealogies providing these links for scholars. In one and perhaps the oldest version of Mongfind's pedigree the Uí Liatháin are close kin, who are broadly associated with Crimthann mac Fidaig in other sources. Theirs is said in several early tales to have been a sister kingdom to the Uí Fidgenti mentioned above, which the genealogies confirm, but modern scholarship dismisses the two as 8th century add-ons to the Eóganachta pedigree, which may have implications for the ancestry of Mongfind and Crimthann. Additionally, the descent of the Eóganacht Locha Léin from Conall Corc has also been questioned. Only the Eóganacht Raithlind had a generally close relationship with the Inner Circle, and although they are sometimes associated with the Eóganacht Locha Léin, they were also not said to be products of the marriage of Conall Corc to the Pictish princess \"Mongfind\".</p>\n<p>Notably, the other wife of Conall Corc was Aimend of the Corcu Loígde, who may also have been a goddess in origin. Unlike Mongfind, Aimend is directly stated to have been his wife in all sources.</p>\n<h2><span id=\"Descendant_houses\">Descendant houses</span></h2>\n<p>Both the Uí Briúin and Uí Fiachrach provided many Kings of Connacht. Each dynasty further provided two High Kings of Ireland apiece: Nath Í and Ailill Molt; Toirdelbach Ua Conchobair and Ruaidrí Ua Conchobair.</p>\n<ul><li>Uí Briúin\n<ul><li>Uí Briúin Ai\n<ul><li>O'Conor Don</li>\n<li>MacDermot</li>\n</ul></li>\n<li>Uí Briúin Bréifne\n<ul><li>O'Rourke</li>\n<li>O'Reilly</li>\n</ul></li>\n</ul></li>\n<li>Uí Fiachrach\n<ul><li>Uí Fiachrach Aidhne\n<ul><li>Ó Cléirigh</li>\n<li>Hynes</li>\n<li>O'Shaughnessy</li>\n</ul></li>\n<li>Uí Fiachrach Muaidhe\n<ul><li>O'Dowd</li>\n</ul></li>\n</ul></li>\n<li>Uí Ailello</li>\n</ul><h2><span id=\"Pedigree\">Pedigree</span></h2>\n<p>A possible pedigree:</p>\n<pre>\nMug Nuadat\n|\n|\nAilill Aulomm\n|\n|\nEógan Mór\n|\n|\nFiachu Muillethan\n|\n|\nAilill Flann Bec\n|\n|____________________________ <b>???</b>\n|                              |\n|                              |\nLugaid                    Dáire Cerbba\n|                              |\n|                              |__________________________\n|                              |                          |\n|                              |                          |\n|                         Fidach Uí Fidgenti &amp; Uí Liatháin\n|                         |\n|                         |__________________________\n|                         |                          |\n|                         |                          |\n|               Crimthann mac Fidaig Mongfind = Eochaid Mugmedón = Cairenn\n|                                                         |                  |\n|                                                         |                  |\nConall Corc Connachta Niall Noígiallach\n</pre>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Irish nobility</li>\n<li>Irish royal families</li>\n<li>Macha Mong Ruad</li>\n<li>Clídna</li>\n<li>Morrígan</li>\n<li>Badb</li>\n<li>Gormflaith</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Echtra Mac nEchach Muigmedóin</li>\n<li>Aided Chrimthainn meic Fhidaig 7 Trí Mac Echach Muigmedóin</li>\n<li>Irish Kings</li>\n<li>Mong Fionn townland</li>\n</ul>", "images": [{"ns": 6, "title": "File:Wiki letter w cropped.svg"}]}