{"pageid": 145993, "ns": 0, "title": "Prajnaparamita", "extract": "<p><b>Prajñāpāramitā</b> means \"the Perfection of (Transcendent) Wisdom\" in Mahāyāna Buddhism. Prajñāpāramitā refers to this perfected way of seeing the nature of reality, as well as to a particular body of sutras and to the personification of the concept in the Bodhisattva known as the \"Great Mother\" (Tibetan: Yum Chenmo). The word <i>Prajñāpāramitā</i> combines the Sanskrit words <i>prajñā</i> \"wisdom\" with <i>pāramitā</i> \"perfection\". Prajñāpāramitā is a central concept in Mahāyāna Buddhism and is generally associated with the doctrine of emptiness (Shunyata) or 'lack of Svabhava' (essence) and the works of Nagarjuna. Its practice and understanding are taken to be indispensable elements of the Bodhisattva path.</p>\n<p>According to Edward Conze the Prajñāpāramitā Sutras are \"a collection of about forty texts...composed in India between approximately 100 BC and AD 600.\" Some Prajnāpāramitā sūtras are thought to be among the earliest Mahāyāna sūtras.</p>\n<p>One of the important features of the Prajñāpāramitā Sutras is anutpada (unborn, no origin).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<h3><span id=\"Earliest_texts\">Earliest texts</span></h3>\n<h4><span id=\"Aṣṭasāhasrikā_Prajñāpāramitā\"></span><span id=\"A.E1.B9.A3.E1.B9.ADas.C4.81hasrik.C4.81_Praj.C3.B1.C4.81p.C4.81ramit.C4.81\"><i><span title=\"International Alphabet of Sanskrit Transliteration\">Aṣṭasāhasrikā Prajñāpāramitā</span></i></span></h4>\n<p>Western scholars have traditionally considered the earliest sūtra in the Prajñāpāramitā class to be the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> or \"Perfection of Wisdom in 8,000 Lines\", which was probably put in writing in the 1st century BCE. This chronology is based on the views of Edward Conze, who largely considered dates of translation into other languages. The first translation of the <i>Aṣṭasāhasrikā Prajñāpāramitā</i> into Chinese occurred in the 2nd century CE. This text also has a corresponding version in verse format, called the <i><span title=\"International Alphabet of Sanskrit Transliteration\">Ratnaguṇasaṃcaya Gāthā</span></i>, which some believe to be slightly older because it is not written in standard literary Sanskrit. However, these findings rely on late-dating Indian texts, in which verses and mantras are often kept in more archaic forms.</p>\n<p>Additionally, a number of scholars have proposed that the Mahāyāna Prajñāpāramitā teachings were first developed by the Caitika subsect of the Mahāsāṃghikas. They believe that the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> originated amongst the southern Mahāsāṃghika schools of the Āndhra region, along the Kṛṣṇa River. These Mahāsāṃghikas had two famous monasteries near Amarāvati and the Dhānyakataka, which gave their names to the Pūrvaśaila and Aparaśaila schools. Each of these schools had a copy of the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> in Prakrit. Guang Xing also assesses the view of the Buddha given in the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> as being that of the Mahāsāṃghikas. Edward Conze estimates that this sūtra originated around 100 BCE.</p>\n<p>In 2012, Harry Falk and Seishi Karashima published a damaged and partial Kharoṣṭhī manuscript of the <i>Aṣṭasāhasrikā Prajñāpāramitā</i>. It is radiocarbon dated to ca. 75 CE, making it one of the oldest Buddhist texts in existence. It is very similar to the first Chinese translation of the <i>Aṣṭasāhasrikā</i> by Lokakṣema (ca. 179 CE) whose source text is assumed to be in the Gāndhārī language. Comparison with the standard Sanskrit text shows that it is also likely to be a translation from Gāndhāri as it expands on many phrases and provides glosses for words that are not present in the Gāndhārī. This points to the text being composed in Gāndhārī, the language of Gandhara (the region now called the Northwest Frontier of Pakistan, including Peshawar, Taxila and Swat Valley). The \"Split\" ms. is evidently a copy of an earlier text, confirming that the text may date before the first century of the common era.</p>\n<h4><span id=\"Vajracchedikā_Prajñāpāramitā\"></span><span id=\"Vajracchedik.C4.81_Praj.C3.B1.C4.81p.C4.81ramit.C4.81\"><i>Vajracchedikā Prajñāpāramitā</i></span></h4>\n<p>In contrast to western scholarship, Japanese scholars have traditionally considered the <i>Diamond Sūtra</i> (<i>Vajracchedikā Prajñāpāramitā Sūtra</i>) to be from a very early date in the development of Prajñāpāramitā literature. The usual reason for this relative chronology which places the <i>Vajracchedikā</i> earlier is not its date of translation, but rather a comparison of the contents and themes. Some western scholars also believe that the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> was adapted from the earlier <i>Vajracchedikā Prajñāpāramitā Sūtra</i>.</p>\n<p>Examining the language and phrases used in both the <i>Aṣṭasāhasrikā</i> and the <i>Vajracchedikā</i>, Gregory Schopen also sees the <i>Vajracchedikā</i> as being earlier than the <i>Aṣṭasāhasrikā</i>. This view is taken in part by examining parallels between the two works, in which the <i>Aṣṭasāhasrikā</i> seems to represent the later or more developed position. According to Schopen, these works also show a shift in emphasis from an oral tradition (<i>Vajracchedikā</i>) to a written tradition (<i>Aṣṭasāhasrikā</i>).</p>\n<h3><span id=\"Overview_of_the_Prajñāpāramitā_sūtras\"></span><span id=\"Overview_of_the_Praj.C3.B1.C4.81p.C4.81ramit.C4.81_s.C5.ABtras\">Overview of the Prajñāpāramitā sūtras</span></h3>\n\n<p>An Indian commentary on the <i>Mahāyānasaṃgraha</i>, entitled <i>Vivṛtaguhyārthapiṇḍavyākhyā</i>, gives a classification of teachings according to the capabilities of the audience:</p>\n<blockquote class=\"templatequote\">\n<p>[A]ccording to disciples' grades, the Dharma is [classified as] inferior and superior. For example, the inferior was taught to the merchants Trapuṣa and Ballika because they were ordinary men; the middle was taught to the group of five because they were at the stage of saints; the eightfold <i>Prajñāpāramitās</i> were taught to bodhisattvas, and [the <i>Prajñāpāramitās</i>] are superior in eliminating conceptually imagined forms. The eightfold [<i>Prajñāpāramitās</i>] are the teachings of the Prajñāpāramitā as follows: the <i>Triśatikā</i>, <i>Pañcaśatikā</i>, <i>Saptaśatikā</i>, <i>Sārdhadvisāhasrikā</i>, <i>Aṣṭasāhasrikā</i>, <i>Aṣṭadaśasāhasrikā</i>, <i>Pañcaviṃśatisāhasrikā</i>, and <i>Śatasāhasrikā</i>.</p>\n</blockquote>\n<p>The titles of these eight Prajñāpāramitā texts are given according to their length. The texts may have other Sanskrit titles as well, or different variations which may be more descriptive. The lengths specified by the titles are given below.</p>\n<ol><li><i>Triśatikā Prajñāpāramitā Sūtra</i>: 300 lines, alternatively known as the <i>Vajracchedikā Prajñāpāramitā Sūtra</i> (<i>Diamond Sūtra</i>)</li>\n<li><i>Pañcaśatikā Prajñāpāramitā Sūtra</i>: 500 lines</li>\n<li><i>Saptaśatikā Prajñāpāramitā Sūtra</i>: 700 lines, the bodhisattva Mañjuśrī's exposition of Prajñāpāramitā</li>\n<li><i>Sārdhadvisāhasrikā Prajñāpāramitā Sūtra</i>: 2500 lines, from the questions of Suvikrāntavikrāmin Bodhisattva</li>\n<li><i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i>: 8000 lines</li>\n<li><i>Aṣṭadaśasāhasrikā Prajñāpāramitā Sūtra</i>: 18,000 lines</li>\n<li><i>Pañcaviṃśatisāhasrikā Prajñāpāramitā Sūtra</i>: 25,000 lines, alternatively known as the <i>Mahāprajñāpāramitā Sūtra</i></li>\n<li><i>Śatasāhasrikā Prajñāpāramitā Sūtra</i>: 100,000 lines, alternatively known as the <i>Mahāprajñāpāramitā Sūtra</i></li>\n</ol><p>According to Joseph Walser, there is evidence that the <i>Pañcaviṃśatisāhasrikā Prajñāpāramitā Sūtra</i> (25,000 lines) and the <i>Śatasāhasrikā Prajñāpāramitā Sūtra</i> (100,000 lines) have a connection with the Dharmaguptaka sect, while the <i>Aṣṭasāhasrikā Prajñāpāramitā Sūtra</i> (8000 lines) does not.</p>\n<p>In addition to these, there are also other Prajñāpāramitā sūtras such as the <i>Heart Sutra</i> (<i>Prajñāpāramitā Hṛdaya</i>), which exists in a shorter and longer versions. Regarding the shorter texts, Edward Conze writes, \"Two of these, the <i>Diamond Sūtra</i> and the <i>Heart Sūtra</i> are in a class by themselves and deservedly renowned throughout the world of Northern Buddhism. Both have been translated into many languages and have often been commented upon.\". Some scholars consider the Diamond Sutra to be much earlier than Conze does. Scholar, Jan Nattier argues the Heart Sutra to be an apocryphal text composed in China from extracts of the Pañcaviṃśatisāhasrikā and other texts ca 7th century. Red Pine, does not support Nattiers argument and believes the Prajnaparamita Hridaya Sutra to be of Indian origin.</p>\n<p>Tāntric versions of the Prajñāpāramitā literature were produced from the year 500 CE on and include sutras such as the Adhyardhaśatikā Prajñāpāramitā (150 lines). Additionally, Prajñāpāramitā terma teachings are held by some Tibetan Buddhists to have been conferred upon Nāgārjuna by the Nāgarāja \"King of the Nāgas\", who had been guarding them at the bottom of the sea.</p>\n<h3><span id=\"Commentaries_and_translations\">Commentaries and translations</span></h3>\n<p>There are various Indian and later Chinese commentaries on the Prajñāpāramitā sutras. The Indo-Tibetan tradition cites four major Indian commentators:</p>\n<ul><li>Nagarjuna's (2nd century) various texts, including the <i>Maha-prajnaparamita-sastra</i> which only survives in Chinese and is traditionally attributed to Nagarjuna. It is a commentary on the 'Perfection of Wisdom in Five Thousand Lines'.</li>\n<li>Maitreya/Asanga - Abhisamayalamkara (<i>Ornament of clear realization</i>), the central Prajñāpāramitā shastra in the Tibetan tradition.</li>\n<li>Vasubandhu (4th century).</li>\n<li>Damstrásena - <i>Satasahasrika-paramita-brhattika</i>.</li>\n<li>Dignaga - <i>Prajnaparamitarthasamgraha-karika</i>.</li>\n</ul><p>The sutras were first brought to Tibet in the reign of Trisong Detsen (742-796) by scholars Jinamitra and Silendrabodhi and the translator Yeshe De.</p>\n<h3><span id=\"Prajñāpāramitā_in_Central_Asia\"></span><span id=\"Praj.C3.B1.C4.81p.C4.81ramit.C4.81_in_Central_Asia\">Prajñāpāramitā in Central Asia</span></h3>\n\n<p>By the middle of the 3rd century CE, it appears that some Prajñāpāramitā texts were known in Central Asia, as reported by the Chinese monk Zhu Shixing, who brought back a manuscript of the <i>Prajñāpāramitā</i> of 25,000 lines:</p>\n<blockquote class=\"templatequote\">\n<p>When in 260 AD, the Chinese monk Zhu Shixing chose to go to Khotan in an attempt to find original Sanskrit <i>sūtras</i>, he succeeded in locating the Sanskrit <i>Prajñāpāramitā</i> in 25,000 verses, and tried to send it to China. In Khotan, however, there were numerous Hīnayānists who attempted to prevent it because they regarded the text as heterodox. Eventually, Zhu Shixing stayed in Khotan, but sent the manuscript to Luoyang where it was translated by a Khotanese monk named Mokṣala. In 296, the Khotanese monk Gītamitra came to Chang'an with another copy of the same text.</p>\n</blockquote>\n<h3><span id=\"China\">China</span></h3>\n<p>In China, there was extensive translations of many Prajñāpāramitā texts beginning in the second century CE, main translators include: Lokakṣema (支婁迦讖), Zhī Qīan (支謙), Dharmarakṣa (竺法護), Mokṣala (無叉羅), Kumārajīva (鳩摩羅什, 408 CE), Xuánzàng (玄奘), Făxián (法賢) and Dānapāla (施護). These translations were very influential in the development of East Asian Mādhyamaka and on Chinese Buddhism.</p>\n<p>Xuanzang (fl. c. 602–664) was a Chinese scholar who traveled to India and returned to China with three copies of the <i>Mahāprajñāpāramitā Sūtra</i> which he had secured from his extensive travels. Xuanzang, with a team of disciple translators, commenced translating the voluminous work in 660 CE using the three versions to ensure the integrity of the source documentation. Xuanzang was being encouraged by a number of the disciple translators to render an abridged version. After a suite of dreams quickened his decision, Xuanzang determined to render an unabridged, complete volume, faithful to the original of 600 fascicles.</p>\n<p>There are also later commentaries from Zen Buddhists on the Heart and Diamond sutra and Kūkai's commentary (9th century) is the first known Tantric commentary.</p>\n<h2><span id=\"Themes_in_Prajñāpāramitā_sutras\"></span><span id=\"Themes_in_Praj.C3.B1.C4.81p.C4.81ramit.C4.81_sutras\">Themes in Prajñāpāramitā sutras</span></h2>\n<h3><span id=\"Core_themes\">Core themes</span></h3>\n\n<p>An important theme in these sutras is the meaning and profundity of the perfection (<i>pāramitā</i>) of <i>prajña</i> - a state of consciousness which is an understanding of reality arising from deep thinking and analysis as well as meditative insight. It is non-conceptual and non-dual as well as transcendental.</p>\n<p>A common trope in the <i>Prajñāpāramitā sutras</i> is the negation of a previous statement in the form 'A is not A, therefore it is A', or more often negating only a part of the statement as in, “XY is a Y-less XY”. Japanese Buddhologist, Hajime Nakamura, calls this negation the 'logic of not' (Sanskrit: na prthak). An example from the Diamond sutra of this use of negation is:</p>\n<dl><dd>As far as ‘all dharmas’ are concerned, Subhuti, all of them are dharma-less. That is why they are called ‘all dharmas.’</dd>\n</dl><p>The rationale behind this form is the juxtaposition of conventional truth with ultimate truth as taught in the Buddhist two truths doctrine. The negation of conventional truth is supposed to expound the ultimate truth of the emptiness (shunyata) of all reality - the idea that nothing has an ontological essence and all things are merely conceptual, having no true ontological essence. From the point of view of the ultimate, all things are \"like a magical illusion...like a dream\". According to Karl Brunnholzl, this \"perfection of wisdom\" means that \"all phenomena from form up through omniscience being utterly devoid of any intrinsic characteristics or nature of their own.\" Furthermore, \"such omniscient wisdom is always nonconceptual and free from reference points since it is the constant and panoramic awareness of the nature of all phenomena and does not involve any shift between meditative equipoise and subsequent attainment.\"</p>\n<p>Another key theme of the sutras is the Bodhisattva ideal and the Mahayana (Great Vehicle), which sees the goal of the Buddhist path as becoming a Buddha for the sake of all sentient beings, not just yourself:</p>\n<dl><dd>They make up their minds that ‘one single self we shall tame . . . one single self we shall</dd>\n<dd>lead to final Nirvana.’ A Bodhisattva should certainly not in such a way train himself.</dd>\n<dd>On the contrary, he should train himself thus: ‘My own self I will place in Suchness [the</dd>\n<dd>true way of things], and, so that all the world might be helped, I will place all beings</dd>\n<dd>into Suchness, and I will lead to Nirvana the whole immeasurable world of beings.’</dd>\n</dl><p>The Bodhisattva is said to generate \"great compassion\" for all beings on their path to liberation and yet also maintain a sense of equanimity and distance from them due to his understanding of emptiness, due to which, the Bodhisattva understands that even after bringing countless beings to nirvana, \"no living being whatsoever has been brought to nirvana.\" Bodhisattvas and Mahāsattvas are also willing to give up all of their meritorious deeds for sentient beings and develop skillful means (upaya) in order to help them.</p>\n<p>According to Paul Williams, another major theme of the early sutras is \"the phenomenon of laudatory self reference – the lengthy praise of the sutra itself, the immense merits to be obtained from treating even a verse of it with reverence, and the nasty penalties which will accrue in accordance with karma to those who denigrate the scripture.\"</p>\n<h3><span id=\"Later_additions\">Later additions</span></h3>\n<p>According to Edward Conze, the PP sutras added much new doctrinal material in the later layers and the larger texts. Conze lists the later accretions as:</p>\n<ol><li>Increasing sectarianism, with all the rancor, invective and polemics that that implies</li>\n<li>Increasing scholasticism and the insertion of longer and longer Abhidharma lists</li>\n<li>Growing stress on skill in means, and on its subsidiaries such as the Bodhisattva’s Vow and the four means of conversion, and its logical sequences, such as the distinction between provisional and ultimate truth</li>\n<li>A growing concern with the Buddhist of faith, with its celestial Buddhas and Bodhisattva and their Buddha-fields;</li>\n<li>A tendency towards verbosity, repetitiveness and overelaboration</li>\n<li>Lamentations over the decline of the Dharma</li>\n<li>Expositions of the hidden meaning which become the more frequent the more the original meaning becomes obscured</li>\n<li>Any reference to the Dharma body of the Buddha as anything different from a term for the collection of his teachings</li>\n<li>A more and more detailed doctrine of the graded stages (bhumi) of a Bodhisattva’s career.</li>\n</ol><h2><span id=\"Prajñāpāramitā_in_visual_art\"></span><span id=\"Praj.C3.B1.C4.81p.C4.81ramit.C4.81_in_visual_art\">Prajñāpāramitā in visual art</span></h2>\n<p>The Prajnaparamita is often personified as a <i>bodhisattvadevi</i> (female bodhisattva). Artifacts from Nalanda depict the Prajnaparamita personified as a deity. The depiction of Prajnaparamita as a Yidam deity can also be found in ancient Java and Cambodian art.</p>\n<h3><span id=\"Prajñāpāramitā_in_Ancient_Indonesia\"></span><span id=\"Praj.C3.B1.C4.81p.C4.81ramit.C4.81_in_Ancient_Indonesia\">Prajñāpāramitā in Ancient Indonesia</span></h3>\n\n\n<p>Mahayana Buddhism took root in ancient Java Sailendra court in the 8th century CE. The Mahayana reverence of female buddhist deity started with the cult of Tara enshrined in the 8th century Kalasan temple in Central Java. Some of Prajnaparamita's important functions and attributes can be traced to those of the goddess Tara. Tara and Prajnaparamita are both referred to as mothers of all Buddhas, since Buddhas are born from wisdom. The Sailendra dynasty was also the ruling family of Srivijaya in Sumatra. During the reign of the third Pala king Devapala (815-854) in India, Srivijaya Maharaja Balaputra of Sailendras also constructed one of Nalanda’s main monasteries in India itself. Thereafter manuscript editions of the <i>Ashtasahasrika Prajnaparamita Sutra</i> circulating in Sumatra and Java instigated the cult of the Goddess of Transcendent Wisdom.</p>\n<p>In the 13th century, the tantric buddhism gained royal patronage of king Kertanegara of Singhasari, and thereafter some of Prajnaparamita statues were produced in the region, such as the Prajnaparamita of Singhasari in East Java and Prajnaparamita of Muaro Jambi Regency, Sumatra. Both of East Java and Jambi Prajnaparamitas bear resemblance in style as they were produced in same period, however unfortunately Prajnaparamita of Jambi is headless and was discovered in poor condition.</p>\n<p>The statue of Prajnaparamita of East Java is probably the most famous depiction of the goddess of transcendental wisdom, and is considered the masterpiece of classical ancient Java Hindu-Buddhist art in Indonesia. It was discovered in the Cungkup Putri ruins near Singhasari temple, Malang, East Java. Today the beautiful and serene statue is displayed on 2nd floor Gedung Arca, National Museum of Indonesia, Jakarta.</p>\n<h2><span id=\"Selected_English_translations\">Selected English translations</span></h2>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Literature\">Literature</span></h2>\n<ul><li><cite class=\"citation book\">Karashima, Seishi (2010). <i>A Glossary of Lokakṣema's translation of the Aṣṭasāhasrikā Prajñāpr̄amitā</i> <span>(PDF)</span>. Bibliotheca philologica et philosophica Buddhica. Vol XI. The International Research Institute for Advanced Buddhology, Soka Univ. ISBN 978-4-904234-03-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrajnaparamita&amp;rft.aufirst=Seishi&amp;rft.aulast=Karashima&amp;rft.btitle=A+Glossary+of+Lokak%E1%B9%A3ema%27s+translation+of+the+A%E1%B9%A3%E1%B9%ADas%C4%81hasrik%C4%81+Praj%C3%B1%C4%81pr%CC%84amit%C4%81&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=978-4-904234-03-7&amp;rft.pub=The+International+Research+Institute+for+Advanced+Buddhology%2C+Soka+Univ&amp;rft.series=Bibliotheca+philologica+et+philosophica+Buddhica&amp;rft_id=http%3A%2F%2Firiab.soka.ac.jp%2Forc%2FPublications%2FBPPB%2Fpdf%2FBPPB-11.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Müller, F. Max, trans (1894). Buddhist Mahâyâna texts Vol.2, Oxford, Clarendon Press. (The Vagrakkedikâ, the larger Pragñâ-pâramitâ-hridaya-sûtra, the smaller Pragñâ-pâramitâ-hridaya-sûtra)</li>\n<li><cite class=\"citation thesis\">Orsborn, M.B. (2012). <i>Chiasmus in the Early Prajñāpāramitā: Literary Parallelism Connecting Criticism &amp; Hermeneutics in an Early Mahāyāna Sūtra</i> <span>(PDF)</span> (PhD Dissertation). alias 釋慧峰 Shi Huifeng. University of Hong Kong<span>. Retrieved <span>6 October</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrajnaparamita&amp;rft.aufirst=M.B.&amp;rft.aulast=Orsborn&amp;rft.date=2012&amp;rft.inst=University+of+Hong+Kong&amp;rft.title=Chiasmus+in+the+Early+Praj%C3%B1%C4%81p%C4%81ramit%C4%81%3A+Literary+Parallelism+Connecting+Criticism+%26+Hermeneutics+in+an+Early+Mah%C4%81y%C4%81na+S%C5%ABtra&amp;rft_id=http%3A%2F%2Fhub.hku.hk%2Fbitstream%2F10722%2F181019%2F1%2FFullText.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation\"><span> </span></span></li>\n<li><cite class=\"citation thesis\">Qing, Fa (2001). <i>The development of Prajna in Buddhism from early Buddhism to the Prajnaparamita system: With special reference to the Sarvastivada tradition</i> <span>(PDF)</span> (PhD Dissertation). Advisor: Kawamura, Leslie S. University of Calgary. ISBN 0612648362<span>. Retrieved <span>6 October</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrajnaparamita&amp;rft.au=Qing%2C+Fa&amp;rft.date=2001&amp;rft.inst=University+of+Calgary&amp;rft.isbn=0612648362&amp;rft.title=The+development+of+Prajna+in+Buddhism+from+early+Buddhism+to+the+Prajnaparamita+system%3A+With+special+reference+to+the+Sarvastivada+tradition&amp;rft_id=http%3A%2F%2Fhdl.handle.net%2F1880%2F40730&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation\"><span> </span></span></li>\n</ul><ul><li><cite class=\"citation book\">Vaidya, P.L.(ed.) (1960). <i>Aṣṭasāhasrikā Prajñāpāramitā with Haribhadra’s Commentary Called āloka</i>. Buddhist Sanskrit Texts. <b>4</b>. Darbhanga: The Mithila Institute.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrajnaparamita&amp;rft.aufirst=P.L.%28ed.%29&amp;rft.aulast=Vaidya&amp;rft.btitle=A%E1%B9%A3%E1%B9%ADas%C4%81hasrik%C4%81+Praj%C3%B1%C4%81p%C4%81ramit%C4%81++with+Haribhadra%E2%80%99s+Commentary+Called+%C4%81loka&amp;rft.date=1960&amp;rft.genre=book&amp;rft.place=Darbhanga&amp;rft.pub=The+Mithila+Institute&amp;rft.series=Buddhist+Sanskrit+Texts&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span><span>CS1 maint: Extra text: authors list (link)</span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Mahāprajñāpāramitā Mañjuśrīparivarta Sūtra: English Translation, Lapis Lazuli Texts</li>\n<li>The Prajnaparamita Literature Bibliography of the Prajnaparamita Literature</li>\n<li>Lotsawa House Translations of several Tibetan texts on the Prajnaparamita</li>\n</ul>", "images": [{"ns": 6, "title": "File:Arapacana manjusri - AP State archaeological museum (1).jpg"}, {"ns": 6, "title": "File:Astasahasrika Prajnaparamita Avalokitesvara Bodhisattva Nalanda.jpeg"}, {"ns": 6, "title": "File:Astasahasrika Prajnaparamita Image of Prajnaparamita.jpeg"}, {"ns": 6, "title": "File:Buddha-flower-color.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Fæ.png"}, {"ns": 6, "title": "File:Prajnaparamita Java Front.JPG"}, {"ns": 6, "title": "File:Rabjor or Subhuti.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}