{"pageid": 147280, "ns": 0, "title": "Atargatis", "extract": "<p><b>Atargatis</b> <span></span> or <b>Ataratheh</b> (<span></span>; Aramaic: <span lang=\"arc\" dir=\"rtl\" xml:lang=\"arc\"><i>‘Atar‘atheh</i> or <i>Tar‘atheh</i></span>‎‎) was the chief goddess of northern Syria in Classical Antiquity. Ctesias also used the name <b>Derceto</b> for her, and the Romans called her <b>Dea Syriae</b> (\"Syrian goddess\"). Primarily she was a goddess of fertility, but, as the <i>baalat</i> (\"mistress\") of her city and people, she was also responsible for their protection and well-being. Her chief sanctuary was at Hierapolis, modern Manbij, northeast of Aleppo, Syria. She is sometimes described as a mermaid-goddess, due to identification of her with a fish-bodied goddess at Ascalon. However, there is no evidence that Atargatis was worshipped at Ascalon, and all iconographic evidence shows her as anthropomorphic.</p>\n<p>Michael Rostovtzeff called her \"the great mistress of the North Syrian lands\". Her consort is usually Hadad. As Ataratheh, doves and fish were considered sacred to her: doves as an emblem of the Love-Goddess, and fish as symbolic of the fertility and life of the waters.</p>\n<p>According to a third-century Syriac source, \"In Syria and in Urhâi [Edessa] the men used to castrate themselves in honor of Taratha. But when King Abgar became a believer, he commanded that anyone who emasculated himself should have a hand cut off. And from that day to the present no one in Urhâi emasculates himself anymore.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_and_origin\">Name and origin</span></h2>\n<p>The name <i>Atargatis</i> derives from the Aramaic form <i>ʿAtarʿatheh</i>, which comes in several variants. At Hierapolis Bambyce (modern day Manbij) on coins of about the 4th century BCE, the legend <i>ʿtrʿth</i> appears, for <i>ʿAtarʿate</i>, and <i>ʿtrʿth mnbgyb</i> in a Nabataean inscription; at Kafr Yassif near Akko an altar is inscribed \"to Adado and Atargatis, the gods who listen to prayer\"; and the full name <i>ʿtrʿth</i> appears on a bilingual inscription found in Palmyra.</p>\n<p>ʿAtarʿatheh is seen as a continuation of Bronze Age goddesses. At Ugarit, cuneiform tablets attest the three great Canaanite goddesses:</p>\n<ul><li><b>ʾAṭirat</b>, described as a fecund \"Lady Goddess of the Sea\" (<i>rabbatu ʾat̪iratu yammi</i>),</li>\n<li>the war-like virgin goddess <b>ʿAnat</b>,</li>\n<li>and the goddess of love <b>ʿAțtart</b>, who shared many traits with each other and may have been worshipped in conjunction or separately during 1500 years of cultural history. (Cognates of Ugaritic <i>ʿAțtart</i> include Phoenician <i>ʿAštart</i> – hellenized as <i>Astarte</i> –, Old Testament Hebrew <i>ʿAštoreth</i>, and Himyaritic <i>ʿAthtar</i>. Compare the cognate Akkadian form <i>Ištar</i>.)</li>\n</ul><p>The name <i>ʿAtarʿatheh</i> is widely held to derive from a compound of the Aramaic form <i>ʿAttar</i>, which is a cognate of <i>ʿAțtart</i> minus its feminine suffix <i>-t</i>, plus <i>ʿAttah</i> or <i>ʿAtā</i>, a cognate of <i>ʿAnat</i>. Alternatively, the second half may be a Palmyrene divine name <i>ʿAthe</i> (i.e. <i>tempus opportunum</i>), which occurs as part of many compounds. It has also been proposed that the element <i>-gatis</i> may relate to the Greek <i>gados</i> \"fish\". (For example, the Greek name for \"sea monster\" or \"whale\" is the cognate term <i>ketos</i>). So <i>Atar-Gatis</i> may simply mean \"the fish-goddess Atar\".</p>\n<h2><span id=\"Cult_centers_and_images\">Cult centers and images</span></h2>\n\n\n<p>As a consequence of the first half of the name, Atargatis has frequently, though wrongly, been identified as ‘Ashtart. The two deities were probably of common origin and have many features in common, but their cults are historically distinct. There is reference in 2 Maccabees 12.26 and 1 Maccabees 5:43 to an Atargateion or Atergateion, a temple of Atargatis, at Carnion in Gilead, but the home of the goddess was unquestionably not Israel or Canaan, but Syria itself; at Hierapolis Bambyce she had a temple in her name. At Palmyra she appears on the coinage with a lion, or her presence is signalled with a lion and the crescent moon; an inscription mentions her. In the temples of Atargatis at Palmyra and at Dura-Europos she appeared repeatedly with her consort, Hadad, and in the richly syncretic religious culture at Dura-Europos, was worshipped as <i>Artemis Azzanathkona</i>. Two well preserved temples in Niha, Lebanon are dedicated to her and to Hadad. In the 1930s, numerous Nabatean bas-relief busts of Atargatis were identified by Nelson Glueck at Khirbet et-Tannûr, Jordan, in temple ruins of the early first century CE; there the lightly veiled goddess's lips and eyes had once been painted red, and a pair of fish confronted one another above her head. Her wavy hair, suggesting water to Glueck, was parted in the middle. At Petra the goddess from the north was syncretised with a North Arabian goddess from the south al-Uzzah, worshipped in the one temple. At Dura-Europus among the attributes of Atargatis are the spindle and the sceptre or fish-spear.</p>\n\n<p>At her temples at Ascalon, Hierapolis Bambyce, and Edessa, there were fish ponds containing fish only her priests might touch. Glueck noted in 1936 that \"to this day there is a sacred fish-pond swarming with untouchable fish at Qubbet el-Baeddwī, a dervish monastery three kilometres east of Tripolis, Lebanon.\"</p>\n<p>From Syria her worship extended to Greece and to the furthest West. Lucian and Apuleius give descriptions of the beggar-priests who went round the great cities with an image of the goddess on an ass and collected money. The wide extension of the cult is attributable largely to Syrian merchants; thus we find traces of it in the great seaport towns; at Delos especially numerous inscriptions have been found bearing witness to her importance. Again we find the cult in Sicily, introduced, no doubt, by slaves and mercenary troops, who carried it even to the farthest northern limits of the Roman Empire. The leader of the rebel slaves in the First Servile War, a Syrian named Eunus, claimed to receive visions of Atargatis, whom he identified with the Demeter of Enna.</p>\n<h2><span id=\"Syncretism\">Syncretism</span></h2>\n<p>In many cases Atargatis, ‘Ashtart, and other goddesses who once had independent cults and mythologies became fused to such an extent as to be indistinguishable. This fusion is exemplified by the Carnion temple, which is probably identical with the famous temple of ‘Ashtart at Ashtaroth-Karnaim. Atargatis generally appears as the wife of Hadad. They are the protecting deities of the community. Atargatis, wearing a mural crown, is the ancestor the royal house, the founder of social and religious life, the goddess of generation and fertility (hence the prevalence of phallic emblems), and the inventor of useful appliances. Not unnaturally she is identified with the Greek Aphrodite. By the conjunction of these many functions, despite originating as a sea deity analogous to Amphitrite, she becomes ultimately a great nature-goddess, analogous to Cybele and Rhea: In one aspect she typifies the protection of water in producing life; in another, the universal of other-earth; in a third (influenced, no doubt, by Chaldean astrology), the power of Destiny.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>The legends are numerous and of an astrological character. A rationale for the Syrian dove-worship and abstinence from fish is seen in the story in Athenaeus 8.37, where <i>Atargatis</i> is naively explained to mean \"without Gatis\", the name of a queen who is said to have forbidden the eating of fish. Thus Diodorus Siculus (2.4.2), quoting Ctesias, tells how Derceto fell in love with a youth and became by him the mother of a child and how in shame Derceto flung herself into a lake near Ascalon and her body was changed into the form of a fish though her head remained human. Derceto's child grew up to become Semiramis, the Assyrian queen. In another story, told by Hyginus, an egg fell from the sky into the Euphrates, was rolled onto land by fish, doves settled on it and hatched it, and Venus, known as the Syrian goddess, came forth.</p>\n\n<p>The author of <i>Catasterismi</i> explained the constellation of Piscis Austrinus as the parent of the two fish making up the constellation of Pisces; according to that account, it was placed in the heavens in memory of Derceto's fall into the lake at Hierapolis Bambyce near the Euphrates in Syria, from which she was saved by a large fish — which again is intended to explain the Syrian abstinence from fish.</p>\n<p>Ovid in his <i>Metamorphoses</i> (5.331) relates that Venus took the form of a fish to hide from Typhon. In his <i>Fasti</i> (2.459-.474) Ovid instead relates how Dione, by whom Ovid intends Venus/Aphrodite, fleeing from Typhon with her child Cupid/Eros came to the river Euphrates in Syria. Hearing the wind suddenly rise and fearing that it was Typhon, the goddess begged aid from the river nymphs and leapt into the river with her son. Two fish bore them up and were rewarded by being transformed into the constellation Pisces — and for that reason the Syrians will eat no fish.</p>\n<p>A recent analysis of the cult of Atargatis is an essay by Per Bilde, in which Atargatis appears in the context of other Hellenized Great Goddesses of the East.</p>\n<h2><span id=\"Priesthood\">Priesthood</span></h2>\n\n<p>During the Roman era, eunuch priests worshipped Atargatis. Similar to the Galli priests of Cybele. At the shrine in Hieropolis founded by Semiramis, eunuch priests served the image of a fish-tailed woman. Rituals to the goddess were accompanied by flute playing and rattle shaking. In one rite, young males castrated themselves to become cross-dressing priests at the temple and thereafter performed tasks usually done by women. The obligatory lake or pond lay nearby, full of sacred fish which no one was allowed to eat; nor could anyone eat Atargatis’s sacred doves. The priests were described by Apuleius as mendicants that traveled around with an image of the goddess dressed in a silken robe on the back of a donkey. When they arrived at village squares or a receptive estate they would perform an ecstatic rite, designed to attract a crowd and elicit their contributions. The priests were described as effeminate, wearing heavy makeup, turbans on their heads, and dressed in saffron colored robes of silk and linen; some in white tunics painted with purple stripes. They shouted and danced wildly to the music of flutes, whirling around with necks bent so that their long hair flew out; and in an ecstatic frenzy they would bite their own flesh and cut their arms with knives until they bled.</p>\n<p>According to a story retold by Lucian, the Assyrian queen Stratonice saw in a vision that she must build a temple at Hieropolis to the goddess and so the king sent her there with a young man named Combabus to execute the task. Knowing the queen's reputation Combabus castrated himself and left his genitals, sealed in a box. When the queen fell in love with Combabus and tried to seduce him, he revealed his mutilation, but this didn't dissuade her from desiring his constant companionship. When Stratonice and Combabus returned home, she accused him of trying to seduce her, and Combabus was arrested, tried, and sentenced to death. Combabus called for the sealed box to prove his innocence, where upon the king relented and rewarded Combabus for his loyalty. The temple was completed and a statue of Combabus was placed in it. This is said to be the origin of the practice of castration by the priests in the temple.</p>\n\n<p>Another story ascribed to Combabus mentions that a certain foreign woman who had joined a sacred assembly, beholding a human form of extreme beauty and dressed in man's attire, became violently enamoured of him: after discovering that he was a eunuch, she committed suicide. Combabus accordingly in despair at his incapacity for love, donned woman's attire, so that no woman in future might be deceived in the same way.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Moshe Weinfeld, \"Semiramis: her name and her origin.\" In: Mordechai Cogan/Israel Eph’al (ed.), <i>Ah, Assyria...:Studies in Assyrian history and ancient Near Eastern historiography presented to Hayim Tadmor</i> (series Scripta Hierosolymitana 33), (Jerusalem 1991), 99-103.</li>\n<li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Atargatis\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAtargatis&amp;rft.atitle=Atargatis&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Atargatis by Abufares</li>\n<li>Jewish Encyclopedia: Derceto</li>\n<li>Britannica Online Encyclopædia: \"Atargatis\"</li>\n<li><i>Atargatis, the \"Syrian Goddess\"</i> by Johanna Stuckey</li>\n<li>Lucian of Samosata, <i>Concerning the Syrian Goddess</i> (English translation &amp; commentary)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Atargatis, Nabatean, c.100 AD, Jordan Archaeological Museum.jpg"}, {"ns": 6, "title": "File:Atargatis & lion.JPG"}, {"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Balıklıgöl Urfa2.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Derketo.jpg"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Galles, Archigalles et prêtres de la Mère des dieux.JPG"}, {"ns": 6, "title": "File:Kircher oedipus aegyptiacus 28 derceto.png"}, {"ns": 6, "title": "File:Palm tree symbol.svg"}]}