{"pageid": 147275, "ns": 0, "title": "Semiramis", "extract": "<p><b>Semiramis</b> (Assyrian;ܫܲܡܝܼܪܵܡ Shamiram, <span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Σεμίραμις</span>, Armenian: <span lang=\"hy\" xml:lang=\"hy\">Շամիրամ</span> <i>Shamiram</i>) was the legendary wife of King Nimrod, and Ninus later on, succeeding him to the throne of Assyria.</p>\n<p>The legends narrated by Diodorus Siculus, Justin, and others from Ctesias of Cnidus describe her and her relationship to the Kings Ninus and Nimrod, both mythical kings of Assyria, not attested in the far older and more comprehensive Assyrian King List.</p>\n<p>The real and historical Shammuramat (the original Akkadian and Aramaic form of the name) was the Assyrian wife of Shamshi-Adad V (ruled 824 BC–811 BC), king of Assyria and ruler of the Neo-Assyrian Empire, and its regent for five years until her son Adad-nirari III came of age and took the reins of power.</p>\n<p>The indigenous Assyrians of Iraq, northeast Syria, southeast Turkey, and northwest Iran still use Semiramis (also <i>Shamiram</i>) as a given name for female children.</p>\n<p>The name of Semiramis came to be applied to various monuments in Western Asia and Asia Minor, the origin of which was forgotten or unknown. Nearly every stupendous work of antiquity by the Euphrates or in Iran seems to have ultimately been ascribed to her, even the Behistun Inscription of Darius. Herodotus ascribes to her the artificial banks that confined the Euphrates and knows her name as borne by a gate of Babylon. Various places in Assyria and throughout Mesopotamia as a whole, Media, Persia, the Levant, Asia Minor, Arabia, and the Caucasus bore the name of Semiramis, but slightly changed, even in the Middle Ages, and an old name of the Armenian city of Van was <i>Shamiramagerd</i> (in Armenian it means <i>created by Semiramis</i>).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Historical_figure\">Historical figure</span></h2>\n\n\n<p>While the achievements of Semiramis are clearly in the realm of mythical Persian, Armenian and Greek historiography, the historical Assyrian queen Shammuramat (Semiramis), wife of Shamshi-Adad V (and not the fictional <i>Ninus</i> or semi-mythical <i>Nimrod</i>) of Assyria, certainly existed. After her husband's death, she served as regent from 811–806 BC for her son, Adad-nirari III.</p>\n<p>Shammuramat would have thus been briefly in control of the vast Neo Assyrian Empire (911-605 BC), which stretched from the Caucasus Mountains in the north to the Arabian Peninsula in the south, and western Iran in the east to Cyprus in the west.</p>\n<p>Georges Roux speculated that the later Greek and Indo-Iranian (Persian and Median) flavoured myths surrounding Semiramis stem from successful campaigns she waged against these peoples, and the novelty of a woman ruling such an empire.</p>\n<h2><span id=\"Biography_according_to_Diodorus_Siculus\">Biography according to Diodorus Siculus</span></h2>\n\n<p>According to the legend as related by Diodorus, Semiramis was of noble parents, the daughter of the fish-goddess Derketo of Ascalon in Assyria and a mortal. Derketo abandoned her at birth and drowned herself. Doves fed the child until Simmas, the royal shepherd, found and raised her.</p>\n<p>Semiramis then married Onnes or Menones, one of Ninus' generals. Ninus was so struck by her bravery at the capture of Bactra that he tried to compel Onnes to \"yield her to him of his own accord, offering in return for this favor to give him his own daughter Sonanê to wife\". When Onnes refused to exchange his wife for the king's daughter, Ninus \"threatened to put out his eyes unless he at once acceded to his commands\".</p>\n<p>Onnes, out of fear of the king, and out of doomed passion for his wife, \"fell into a kind of frenzy and madness\", and hanged himself. Ninus then married her.</p>\n<p>Semiramis and Ninus had a son named Ninyas. After King Ninus conquered Asia, including the Bactrians, he was fatally wounded by an arrow. Semiramis then masqueraded as her son and tricked her late husband's army into following her instructions because they thought these came from their new ruler. After Ninus's death she reigned as queen regnant for 42 years, conquering much of Asia.</p>\n<p>Semiramis restored ancient Babylon and protected it with a high brick wall that completely surrounded the city. Then she built several palaces in Persia, including Ecbatana. Diodorus also attributes the Behistun inscription to her, now known to have been done under Darius I of Persia. She not only reigned Asia effectively but also added Libya and Aethiopia to the empire. She then went to war with king Stabrobates (Sthabarpati) of India, having her artisans create an army of false elephants to deceive the Indians into thinking she had acquired real elephants. This succeeded at first, but then she was wounded in the counterattack and her army again retreated west of the Indus.</p>\n<h2><span id=\"Other_sources\">Other sources</span></h2>\n<p>She is also credited with inventing the chastity belt. Roman historian Ammianus Marcellinus credits her as the first person to castrate a male youth into eunuch-hood: <i>\"Semiramis, that ancient queen who was the first person to castrate male youths of tender age\"</i></p>\n<p>The association of the fish and dove is found at Hierapolis Bambyce (Mabbog), the great temple which, according to one legend, was founded by Semiramis, where her statue was shown with a golden dove on her head.</p>\n<h2><span id=\"In_Armenian_legend\">In Armenian legend</span></h2>\n\n<p>Armenian tradition portrays her as a homewrecker and a harlot. These facts are partly to be explained by observing that, according to the legends, in her birth as well as in her disappearance from earth, Semiramis appears as a goddess, the daughter of the fish-goddess Atargatis, and herself connected with the doves of Ishtar or Astartë.</p>\n<p>One of the most popular legends in Armenian tradition involves Semiramis and an Armenian king, Ara the Beautiful. In the 20th century, the poet Nairi Zarian retold the story of <i>Ara the Beautiful and Shamiram</i>, in a work considered to be a masterpiece of Armenian literary drama.</p>\n<p>According to the legend, Semiramis had heard about the fame of the handsome Armenian king Ara, and she lusted after his image. Semiramis was enamored with Ara's vigorous physical power and so sought to consummate with him. She asked Ara to marry her, but he refused; upon hearing this, she gathered the armies of Assyria and marched against Armenia.</p>\n<p>During the battle Ara was slain by Semiramis. To avoid continuous warfare with the Armenians, Semiramis, reputed to be a sorceress, took his body and prayed to the gods to raise Ara from the dead. When the Armenians advanced to avenge their leader, she disguised one of her lovers as Ara and spread the rumor that the gods had brought Ara back to life, ending the war. Although many different versions of the legend exist, they agree that Ara never came back to life.</p>\n<h2><span id=\"In_later_traditions\">In later traditions</span></h2>\n<ul><li><span id=\"Dante\"></span>In the <i>Divine Comedy</i>, Dante sees Semiramis among the souls of the lustful in the Second Circle of Hell:</li>\n</ul><blockquote>\n<p>And as the cranes go chanting forth their lays,<br>\nMaking in air a long line of themselves,<br>\nSo saw I coming, uttering lamentations,<br><br>\nShadows borne onward by the aforesaid stress.<br>\nWhereupon said I: “Master, who are those<br>\nPeople, whom the black air so castigates?”<br><br>\n“The first of those, of whom intelligence<br>\nThou fain wouldst have”, then said he unto me,<br>\n“The empress was of many languages.<br><br>\nTo sensual vices she was so abandoned,<br>\nThat lustful she made licit in her law,<br>\nTo remove the blame to which she had been led.<br><br>\nShe is Semiramis, of whom we read<br>\nThat she succeeded Ninus, and was his spouse;<br></p>\nShe held the land which now the Sultan rules.”</blockquote>\n<ul><li>Semiramis is mentioned in Scene 2 of the Induction of Shakespeare's, \"The Taming of the Shrew.\"</li>\n<li>Semiramis appears in many plays and operas, for example Voltaire's tragedy <i>Semiramis</i> and operas with the title <i>Semiramide</i> by Domenico Cimarosa, Marcos Portugal, Josef Mysliveček, Giacomo Meyerbeer, Pedro Calderón de la Barca and Gioachino Rossini. Arthur Honegger composed music for Paul Valéry's eponymous 'ballet-pantomime' in 1934 that was only revived in 1992 after many years of neglect. In Eugène Ionesco's play <i>The Chairs</i>, the Old Woman is referred to as Semiramis.</li>\n<li>She has also appeared in several sword and sandal films, including the 1954 film <i>Queen of Babylon</i> in which she was played by Rhonda Fleming, and the 1963 film <i>I am Semiramis</i> in which she was played by Yvonne Furneaux.</li>\n<li><span id=\"Myers\"></span>In John Myers Myers's novel <i>Silverlock</i> (chaps.17-18), Semiramis appears as a lustful, commanding queen, who stops her procession to try to seduce young Lucius (who has been transformed into a donkey).</li>\n<li>In William Faulkner's <i>Snopes Trilogy</i>, Eula Varner is her modern incarnation.</li>\n<li>Semiramis of the North was a designation given to powerful female monarchs Margaret I of Denmark and Catherine the Great.</li>\n</ul><h2><span id=\"Hislop's_goddess_claim\"></span><span id=\"Hislop.27s_goddess_claim\">Hislop's goddess claim</span></h2>\n\n\n<p>The Scottish 19th century Scottish minister Alexander Hislop claimed in his book <i>The Two Babylons</i> (1853) that Semiramis was an actual person in ancient Mesopotamia who invented polytheism and, with it, goddess worship. All of the book's major claims have been thoroughly refuted by modern scholarship, but variations of them continue to remain popular among some groups of evangelical Protestants.</p>\n<p>Hislop believed that Semiramis was a consort of Nimrod, builder of the Bible's Tower of Babel, although Biblical mention of consorts to Nimrod is lacking. According to Hislop, Semiramis invented polytheism in an effort to corrupt her subjects' original faith in the God of Genesis. She deified herself as Ishtar and her son as Gilgamesh, as well as various members of her court and her then-deceased husband. In support of his claim, Hislop describes legends of Semiramis being raised by doves. He refers to the writings by the church's Ante-Nicene Fathers to suggest that these stories began as propaganda invented and circulated by Semiramis herself, so her subjects would ascribe to her the status of Queen of Heaven and view her child as divine.</p>\n<p>Hislop believed Semiramis' child to be the Akkadian deity Tammuz, a god of vegetation, as well as a life-death-rebirth deity. Hislop maintained that all divine pairings in religions, such as Isis and Osiris and Aphrodite and Cupid, are retellings of the tale of Semiramis and Tammuz, and that the Roman Catholic pairing of Mary and Jesus was derived from this pagan narrative. Hislop took literary references to Osiris and Orion as \"seed of woman\" as evidence in support of his thesis. This all led up to Hislop's central claim: that Roman Catholicism is really just disguised paganism. The legends already existing in his day about Semiramis, he claimed, were distortions of history.</p>\n<p>Hislop's claims continue to be circulated among some fundamentalist Christians today, in the form of Jack Chick tracts, comic books, and related media. Author and conspiracy theorist David Icke also incorporates Hislop's claims about Semiramis into his book <i>The Biggest Secret,</i> claiming that Semiramis also had a key role in the Reptilian alien conspiracy that he asserts is secretly controlling humanity.</p>\n<p>Modern scholars have unanimously rejected all of Hislop's claims. Lester L. Grabbe has highlighted the fact that Hislop's entire argument, particularly his association of Ninus with Nimrod, is based on a misunderstanding of historical Babylon and its religion. Grabbe also criticizes Hislop for portraying Semiramis as Nimrod's consort, despite the fact that she is never even mentioned in a single text associated with him, and for portraying her as the \"mother of harlots\", even though this is not how she is depicted in any of the texts where she is mentioned. Ralph Woodrow has stated that Alexander Hislop was an exceptionally poor researcher who \"picked, chose and mixed\" portions of various unrelated myths from many different cultures.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ara the Beautiful and Shamiram</li>\n<li>Euphrates Tunnel</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<h3><span id=\"Primary_sources\">Primary sources</span></h3>\n<ul><li>Paulinus Minorita, <i>Compendium</i></li>\n<li>Eusebius, <i>Chronicon 20.13-17, 19-26</i></li>\n<li>Orosius, <i>Historiae adversus paganos i.4, ii.2.5, 6.7</i></li>\n<li>Justinus, <i>Epitome Historiarum philippicarum Pompei Trogi i.2</i></li>\n<li>Valerius Maximus, <i>Factorum et dictorum memorabilium libri ix.3, ext 4</i></li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Semīramis\". <i>Encyclopædia Britannica</i>. <b>24</b> (11th ed.). Cambridge University Press. p. 617.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemiramis&amp;rft.atitle=Sem%C4%ABramis&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pages=617&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><p>BERINGER, A. 2016. <i>The Sight of Semiramis: Medieval and Early Modern Narratives of the Babylonian Queen.</i> Tempe: Arizona State University Press.</p>\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Giovanni Francesco Barbieri, Semiramis Receiving Word of the Revolt of Babylon (1624).jpg"}, {"ns": 6, "title": "File:Map of Assyria.png"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Semiramis-Regina.png"}, {"ns": 6, "title": "File:Semiramis.jpg"}, {"ns": 6, "title": "File:Shamiram ara.jpeg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}