{"pageid": 1547826, "ns": 0, "title": "Mother Nature", "extract": "<p><b>Mother Nature</b> (sometimes known as <b>Mother Earth</b> or <b>the Earth-Mother</b>) is a common personification of nature that focuses on the life-giving and nurturing aspects of nature by embodying it, in the form of the mother.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Western_tradition_history\">Western tradition history</span></h2>\n\n<p>The word \"nature\" comes from the Latin word, \"<i>natura</i>\", meaning birth or character (see nature (innate)). In English its first recorded use (in the sense of the entirety of the phenomena of the world) was in 1266 A.D.. \"Natura\", and the personification of Mother Nature, was widely popular in the Middle Ages. As a concept, seated between the properly divine and the human, it can be traced to Ancient Greece, though Earth (or \"<i>Eorthe</i>\" in the Old English period) may have been personified as a goddess. The Norse also had a goddess called Jord (or <i>Earth</i>).</p>\n<p>The earliest written usage is in Mycenaean Greek- <i>Ma-ka</i> (transliterated as <i>ma-ga</i>), \"Mother Gaia\", written in Linear B syllabic script (13th or 12th century BC). The various myths of nature goddesses such as Inanna/Ishtar (myths and hymns attested on Mesopotamian tablets as early as the 3rd millennium BC) show that the personification of the creative and nurturing sides of nature as female deities has deep roots. In Greece, the pre-Socratic philosophers had \"invented\" nature when they abstracted the entirety of phenomena of the world as singular: <i>physis</i>, and this was inherited by Aristotle. Later medieval Christian thinkers did not see nature as inclusive of everything, but thought that she had been created by God; her place lay on earth, below the unchanging heavens and moon. Nature lay somewhere in the center, with agents above her (angels), and below her (demons and hell). For the medieval mind she was only a personification, not a goddess.</p>\n<h3><span id=\"Greek_myth\">Greek myth</span></h3>\n\n<p>In Greek mythology, Persephone, daughter of Demeter (goddess of the harvest), was abducted by Hades (god of the dead), and taken to the underworld as his queen. Demeter was so distraught that no crops would grow and the \"entire human race [would] have perished of cruel, biting hunger if Zeus had not been concerned\" (Larousse 152). Zeus forced Hades to return Persephone to her mother, but while in the underworld, Persephone had eaten pomegranate seeds, the food of the dead and thus, she must spend part of each year with Hades in the underworld. Demeter's grief for her daughter in the realm of the dead, is reflected in the barren winter months and her joy when Persephone returns is reflected in the bountiful summer months.</p>\n<blockquote class=\"templatequote\">\n<p>Demeter would take the place of her grandmother, Gaia, and her mother, Rhea, as goddess of the earth in a time when humans and gods thought the activities of the heavens more sacred than those of earth.</p>\n\n</blockquote>\n<h3><span id=\"Ancient_Rome\">Ancient Rome</span></h3>\n<p>Roman Epicurean poet Lucretius opens his didactic poem <i>De rerum natura</i> by addressing Venus as a veritable mother of nature. Lucretius uses Venus as \"a personified symbol for the generative aspect of nature\". This largely has to do with the nature of Lucretius' work, which presents a nontheistic understanding of the world that eschews superstition.</p>\n<h2><span id=\"Indigenous_peoples_of_the_Americas\">Indigenous peoples of the Americas</span></h2>\n<p>Algonquian legend says that \"beneath the clouds lives the Earth-Mother from whom is derived the Water of Life, who at her bosom feeds plants, animals and human\" (Larousse 428). She is also known as Nokomis, the Grandmother.</p>\n<p>In Inca mythology, <i>Mama Pacha</i> or <i>Pachamama</i> is a fertility goddess who presides over planting and harvesting. Pachamama is usually translated as \"Mother Earth\" but a more literal translation would be \"Mother Universe\" (in Aymara and Quechua mama = mother / pacha = world, space-time or the universe). Pachamama and her husband, Inti, are the most benevolent deities and are worshiped in parts of the Andean mountain ranges (stretching from present day Ecuador to Chile and Argentina).</p>\n<h2><span id=\"Southeast_Asia\">Southeast Asia</span></h2>\n<p>In the Southeast Asian Indochina countries of Cambodia, Laos and Thailand, earth (terra firma) is personified as Phra Mae Thorani, but her role in Buddhist mythology differs considerably from that of Mother Nature. In the Malay Archipelago, that role is filled by Dewi Sri, <i>The Rice-mother in the East Indies</i>.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<ul><li>In the early 1970s, a television ad featured character actress Dena Dietrich as Mother Nature. Vexed by an off-screen narrator who informs her she has mistaken Chiffon margarine for butter, she responds with the trademarked slogan: \"It's not nice to fool Mother Nature\" (underscored by thunder and lightning).</li>\n<li>Mother Nature is featured in <i>The Year Without a Santa Claus</i> voiced by Rhoda Mann. This version is the mother of Heat Miser and Snow Miser.</li>\n<li>Mother Nature appears as a recurring character in <i>The Smurfs</i> voiced by June Foray.</li>\n<li>Progressive rock band Kansas recorded the song \"Death of Mother Nature Suite\" as a protest against industrialization.</li>\n<li>Mother Nature is featured in <i>Happily Ever After</i>, voiced by Phyllis Diller. She is depicted as the most powerful force of good in this movie, having complete control over nature, as well as the ability to create creatures from potions she makes in her sanctuary.</li>\n<li>Mother Nature is a recurring character in <i>The New Woody Woodpecker Show</i>, voiced by B.J. Ward. She is depicted as a fairy who often makes sure that Woody Woodpecker is doing his part in nature.</li>\n<li>Mother Nature is a supporting character in <i>The Santa Clause 2</i> and <i>The Santa Clause 3: The Escape Clause</i>, portrayed by Aisha Tyler. She is shown as the head leader of the Council of Legendary Figures (which also consists of Santa Claus, Easter Bunny, Cupid, Father Time, Sandman, Tooth Fairy and Jack Frost).</li>\n<li>Mother Nature appears in <i>A Miser Brothers' Christmas</i> (a sequel to \"The Year Without a Santa Claus\") voiced by Patricia Hamilton. Besides Heat Miser and Snow Miser, she is also shown to be the mother of Earthquake, Thunder and Lightning, the Tides, and North Wind. After Santa Claus was injured during one of the Miser Brothers' feuds (with some part of North Wind's henchmen secretly sabotaging Santa's new sleigh), she and Mrs. Claus make the Miser Brothers work at Santa's workshop to make it up to her.</li>\n<li>Mother Nature is featured in <i>John Hancock</i> written by Bo Bissett. She is referred to as Tara, a tribute to her name in Roman Mythology which is <i>Terra</i> or <i>Terra Mater</i>.</li>\n<li>Mother Nature is a recurring character featured in <i>Stargate SG-1</i>. She is portrayed as an ascended Ancient called Oma Desala.</li>\n<li>The animated film <i>Epic</i> features a character named Queen Tara (voiced by Beyoncé Knowles) who is a Mother Nature-like being.</li>\n<li>Mother Nature is a character in the Guardians of Childhood series by William Joyce. She is a young woman who can control phenomenons of nature. She stays hidden while she watches the world. Her character is expanded in the latest book <i>The Sandman and the War of Dreams</i>.</li>\n<li>She appears in an ad campaign for Tampax feminine hygiene products, as a woman in a green tweed skirt-suit, handing a red \"gift\" to young women, who typically chase her away or beat her up, as the voiceover says, \"Outsmart Mother Nature\".</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aegopodium podagraria1 ies.jpg"}, {"ns": 6, "title": "File:Aion mosaic Glyptothek Munich W504.jpg"}, {"ns": 6, "title": "File:Atalanta Fugiens - Emblem 2d.jpg"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Joseph Werner - Diana of Ephesus as allegory of Nature - ca. 1680.jpg"}, {"ns": 6, "title": "File:P religion world.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}]}