{"pageid": 1547304, "ns": 0, "title": "Flidais", "extract": "<p><b>Flidas</b> or <b>Flidais</b> (modern spelling: <b>Fliodhas</b>, <b>Fliodhais</b>) is a female figure in Irish Mythology, known by the epithet <i>Foltchaín</i> (\"beautiful hair\"). She is believed to have been a goddess of cattle and fertility. In the recent past she has been popularly rendered as a woodland goddess akin to the Greek Artemis and Roman Diana, though scholars now believe this to be incorrect. </p>\n<p>She is mentioned in the Metrical Dindshenchas as mother of Fand and in the <i>Lebor Gabála Érenn</i> as the mother of Fand, Bé Chuille and Bé Téite. In the Middle Irish glossary <i>Cóir Anmann</i> (\"Fitness of Names\") she is said to be the wife of the legendary High King Adamair and the mother of Nia Segamain, who by his mother's power was able to milk deer as if they were cows. This association with deer, and her subsequent attribution as a woodland goddess is based on an unlikely medieval folk etymology of her name as \"flid ois\" or \"wetness of a faun.\" This etymology may have been an effort to conflate Flidais with the deer maiden, Sadhbh from the Fenian Cycle. The myths relating to Fliodhais overwhelmingly focus only on cattle and milking.</p>\n<p>Flidais is a central figure in <i>Táin Bó Flidhais</i> (\"The Driving-off of Flidais's Cattle\"), an Ulster Cycle work, where she is the lover of Fergus mac Róich and the owner of a magical herd of cattle. The story, set in Erris, County Mayo tells how Fergus carried her and her cattle away from her husband, Ailill Finn. During the <i>Táin Bó Cúailnge</i> (Cattle Raid of Cooley) she slept in the tent of Ailill mac Máta, king of Connacht, and every seven days her herd supplied milk for the entire army. In <i>Táin Bó Flidhais</i> she has a favoured white cow known as \"The Maol\" which can feed 300 men from one night's milking. Another Ulster Cycle tale says that it took seven women to satisfy Fergus, unless he could have Flidais. Her affair with Fergus is the subject of oral tradition in County Mayo.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:WPanthroponymy.svg"}]}