{"pageid": 15499433, "ns": 0, "title": "Vasavi Kanyaka Parameswari", "extract": "<p><b>Sri Vasavi Kanyaka Parameshwari</b> is the goddess or kula devatha of the Arya Vysya, Kalinga Vysya and Trivarnika Vysya community as mentioned in the Vasavi Puranamulu written in Telugu during the 10th century AD.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Background\">Background</span></h2>\n<p>Kusuma Sresti, the king of the Vysyas was ruling the kingdom making Penugonda (called the Kasi of Arya Vysyas) (Jestasailam) as capital city for all the 18 mahapattana's during 10th–11th century AD. Kusumamba was his wife. They were ideal couple and led a peaceful domestic life. They were worshipping Lord Siva (Nagareswara swamy) and Lord Vishnu (Janardhana Swamy) as the part of their daily duties. His kingdom was part and parcel of Vengidesha, which was ruled by Vishnu Vardhana-7 or Vimaladitya Maharaj.</p>\n<p>The couple were childless and became concerned about who would succeed them. They approached Kulaguru (family teacher) Bhaskaracharya. He advised them to perform Puthra Kamestiyaga which Dasharatha had observed.</p>\n<p>During the auspicious hour, Kusuma Sresti couple started the yaga. The Gods were pleased and sent prasadam (a blessed fruit from god) through Yagneswara (fire god). There was a divine utterance that they would get children after eating prasadam. With utmost devotion they ate Prasadam, and within a few days the sign of pregnancy was found with Kusumamba. She expressed unusual desires, which indicated that she would give birth to children who would fight for the welfare of all.</p>\n<h3><span id=\"Childhood\">Childhood</span></h3>\n<p>Kusumamba gave birth to twins on 10th of Vaishakha (a Telugu month). The boy was called Virupaksha, and the girl Vasavamba. During childhood, Virupaksha demonstrated leadership qualities while Vasavamba was inclined towards art, architecture and music and showed a philosophical approach to life.</p>\n<p>Under the guidance of the Vysya kula guru Bhaskaracharya, Virupaksha learnt Vedas, fencing, horse riding, martial arts and archery. Vasavamba studied fine arts and mastered philosophical subjects. Virupaksha went on to marry Rathnavathi, the daughter of Aridhisresti of Aelur Town.</p>\n<h3><span id=\"Attempted_marriage\">Attempted marriage</span></h3>\n<p>Kusumasresti welcomed and entertained Vishnu Vardhna at Penugonda when the latter visited during an expedition to expand his empire and vanquish his enemies. During this visit, Vardhna noticed Vasavamba and determined to marry her. This caused Kusumasresti a dilemma: he was neither in a position to accept Vardhna's wishes nor to refuse the offer. The disparities of age and caste, as well as the fact that the emperor was already married, were significant objections, but, in consultation with advisers and family members, Kusumasresti decided that Vasavamba should make up her own mind. Her response to was express a desire never to marry and to focus her life on less worldly issues.</p>\n<p>Kusumasresti told Vardhana of his daughter's decision, which caused a fury and an attempt to capture Vasavamba by force. The battalion sent to achieve this aim was thwarted by the Vysyas of Penugonda.</p>\n<p>Kusumasresti arranged for a Great Conference comprising the Chiefs of the 18 cities and the leaders of all 714 gotras, to be held in the presence of Bhaskaracharya. There were differences of opinion at this conference, with 102 gotra chiefs preferring resistance to the overtures and attacks of Vardhna but the leaders of the other 612 gotras believing that matrimonial alliance would be safer and more beneficial. Bhaskaracharya favoured the minority view, saying that retaining respect was of greater significance than protecting life, and Kusumasresti was inspired by this support. Thus, the unity of the Vysyas was broken and the 102 gotras prepared for the defence of Penugonda against further attacks by Vardhana.</p>\n<h3><span id=\"Vasavi_Devi's_reaction\"></span><span id=\"Vasavi_Devi.27s_reaction\">Vasavi Devi's reaction</span></h3>\n<p>Vasavi entered onto the scene and said: \"Why should there be bloodshed among ourselves for the sake of a Girl? Why sacrifice the lives of soldiers for our selfish desire. It is better to give up the idea of war. Instead, let us rebel in a novel way. We can control war through non-violence and self-sacrifice. Only people with strong will power and moral strength can participate in this kind of self-sacrifice.\" Vasavi's new idea was delightful to her parents and they decided to act in accordance with Vasavi's directions.</p>\n<h3><span id=\"Athmam_Balidhana\">Athmam Balidhana</span></h3>\n<p>As per the directions of Vasavi, at the holy place of Brahmakunda on the banks of Godavari, the royal servants arranged 103 Agnikundas (fire pits) in a special way. The whole city was observing that day as a festival day. Then Vasavi asked the couples of the 102 Gotras: \"Will you plunge into this holy fire along with me?\" Everyone of them whole heartedly gave their consent. They suspected Vasavi must be an incarnation of God and requested her to show her real nature or swarupa.</p>\n<p>She smiled and revealed her true self, which had the glittering radiance surpassing the brightness of the sun. She said: \"I am the incarnation of Adiparashakthi. To safeguard the dignity of woman and to protect Dharma, to destroy Vishnu Vardhana and to reveal to the world the magnanimity of Vysya's I come here in Kaliyuga. Like Sati Devi who was insulted entered into holy fire, I too plunge into the holy fire and enter the other world. Kusumasresty during last birth was a great Saint by name Samadhi as per his aspirations he could attain salvation along with the people of 102 Gotras. That is why I asked you all to undergo Athmam Balidhana.\" Vasavi advised the gathering about patriotism, honesty, social service, and tolerance.</p>\n<h3><span id=\"Vishnu_Vardhana's_death\"></span><span id=\"Vishnu_Vardhana.27s_death\">Vishnu Vardhana's death</span></h3>\n<p>Devi disappeared as soon as the divine words came out of her mouth and people saw her in human form. Then all of them entered into holy fire after meditating upon their Gods.</p>\n<p>Though Vishnuvardhana felt bad omens, he marched ahead and reached the main entrance of Penugonda. Then his detectives reported all that had happened in the city. He could not bear the great shock and his heart shattered into pieces. He fell down vomiting blood and he was no more.</p>\n<p>The self-sacrifice of Vasavi and the end of Vishnuvardhana was the talk of the town. People condemned the deeds of Vishnuvardhana and appreciated the epoch maker Vasavi and her non-violent principle.</p>\n<h3><span id=\"Sri_Vasavi_Devi's_legacy\"></span><span id=\"Sri_Vasavi_Devi.27s_legacy\">Sri Vasavi Devi's legacy</span></h3>\n<p>The son of Vishnuvardhana, Raja Raja Narendra rushed to Penugonda and repented about the incident. Later, Virupaksha consoled him and said: \"Brother, let us learn and formulate the present and future on the strong base of past. Vasavi had come to rescue of the people without giving room for great bloodshed. Her non-violence gave a good result\". Hence forth Vysya's shall not fight or rule states but shall engage in service and as well wishers of others including services such as trade and agriculture.</p>\n<p>Virupaksha visited many pilgrim centers like Kasi, Gaya and others under the guidance of Vysya kula guru Baskaracharya. To commemorate the pilgrimage they installed 101 lingas for each gotra in Penugonda. Then, Narendra installed a statue of Vasavi as a token of respect. From that day onwards all Vysya's began performing poojas to her and she is considered as Vysyakula Devatha-Vasavi Kanyaka Parameswari.</p>\n<p>Vasavi's life is worth remembering because of her faith in non-violent religious values and her defense of the status of women. She became immortal because she has been mainly responsible for the propagation of the reputation of Vysya's throughout the world. Vasavi, who had rejected worldly pleasures, won the minds of Vysyas and is the champion of peace and non-violence and is remembered by the faithful.</p>\n<h3><span id=\"Gotras\">Gotras</span></h3>\n<p>There are 714 gotras before agnipravesham of vasavi matha now there are 102 gotras among Ārya Vaiśyas. They followed 102 Rishis for conducting their rituals. Surname gotras and Rishis for identification and classification for all the Ārya Vaiśyas are one and the same. The gotras is equivalent of the Sanskrit names of Rishis.</p>\n<p>Groups of Ārya Vaiśyas became followers of particular Rishi for conducting their rituals and they claimed to be the followers of that particular Rishi. Thus they are identified by the Rishi name. And for still feature identification they use a pre-fix surname generally indicating the area from which they migrated or the profession to which they belong and other such identification.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>NRI Vasavi Association</li>\n<li>www.penugondavasavi.org</li>\n<li>Arya Vysya Matrimony</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Kanyaka Parameswari.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:System-search.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}