{"pageid": 1555433, "ns": 0, "title": "Cathubodua", "extract": "<p><b>Cathubodua</b> (Proto-Celtic: <span lang=\"cel\" xml:lang=\"cel\"><i>*Katu-bodwā</i></span>, \"battle crow\") is the name of a Gaulish goddess inferred from a single inscription at Mieussy in Haute Savoie, eastern France, which actually reads ATHVBODVAE AVG SERVILIA TERENTIA S L M. The text's restitution as <i>Cathubodua</i> depends on the assumptions that an initial C has been lost and that the personal names ATEBODVAE, ATEBODVVS and ATEBODVI in 3 other inscriptions in modern Austria and Slovenia are unrelated.</p>\n<p>She appears to be identical to the Irish goddess Badb Catha. Nicole Jufer and Thierry Luginbühl provisionally link Cathubodua with other apparently martial goddesses attested elsewhere, such as <b>Boudina, Bodua,</b> and <b>Boudiga</b>, whose names share roots meaning either 'fighting' or 'victory'. She would therefore be comparable to the Roman Victoria and the Greek goddess Nike and possibly the Nordic goddess Sigyn.</p>\n<h2><span id=\"A_related_Roman_legend?\"></span><span id=\"A_related_Roman_legend.3F\">A related Roman legend?</span></h2>\n<p>A story of the Roman wars against the Gauls of the 4th century BC, recorded by Livy, Aulus Gellius and Dionysius of Halicarnassus, may preserve a reference to her. A Roman soldier, Marcus Valerius, accepted a challenge to single combat with a Gaulish champion. When the fight began, a crow landed on Valerius's helmet and began to attack the Gaul, who, terrified by this divine intervention, was easily beaten. Valerius adopted the cognomen \"Corvus\" (crow), and as Marcus Valerius Corvus went on to be a famous general and politician of the Roman Republic.</p>\n<h2><span id=\"Name_and_etymology\">Name and etymology</span></h2>\n<p>In the Gaulish language, the name Cathubodua is believed to mean <i>battle-crow</i>.</p>\n<p>Etymological lexical forms reconstructed in the University of Wales' Proto-Celtic lexicon, suggest that the name is likely to be ultimately derived from the Proto-Celtic *<i>Katu-bodwā</i>, a word that could be interpreted as ‘battle-fighting’. Nonetheless it is this second element *<i>bodwā</i> which appears to be the Proto-Celtic root of the later form of the name Badhbh. The masculine form *<i>bodwos</i> ('fighting') developed in Gaelic into Bodb.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}