{"pageid": 1557668, "ns": 0, "title": "Sól (sun)", "extract": "<p><b>Sól</b> (Old Norse \"Sun\") or <b>Sunna</b> (Old High German, and existing as an Old Norse and Icelandic synonym: see Wiktionary sunna, \"Sun\") is the Sun personified in Germanic mythology. One of the two Old High German Merseburg Incantations, written in the 9th or 10th century CE, attests that Sunna is the sister of Sinthgunt. In Norse mythology, Sól is attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources, and the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson.</p>\n<p>In both the <i>Poetic Edda</i> and the <i>Prose Edda</i> she is described as the sister of the personified moon, Máni, is the daughter of Mundilfari, is at times referred to as <i>Álfröðull</i>, and is foretold to be killed by a monstrous wolf during the events of Ragnarök, though beforehand she will have given birth to a daughter who continues her mother's course through the heavens. In the <i>Prose Edda</i>, she is additionally described as the wife of Glenr. As a proper noun, Sól appears throughout Old Norse literature. Scholars have produced theories about the development of the goddess from potential Nordic Bronze Age and Proto-Indo-European roots.</p>\n<p></p>\n\n<p></p>\n<h2><span id='\"Horse_cure\"_Merseburg_Incantation'></span><span id=\".22Horse_cure.22_Merseburg_Incantation\">\"Horse cure\" Merseburg Incantation</span></h2>\n\n\n<p>One of the two Merseburg Incantations (the \"horse cure\"), recorded in Old High German, mentions Sunna, who is described as having a sister, Sinthgunt. The incantation describes how <i>Phol</i> and Wodan rode to a wood, and there Balder's foal sprained its foot. Sinthgunt sang charms, her sister Sunna sang charms, <i>Friia</i> sang charms, her sister <i>Volla</i> sang charms, and finally Wodan sang charms, followed by a verse describing the healing of the foal's bone.</p>\n<h2><span id=\"Norse_attestations\">Norse attestations</span></h2>\n\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n<p>In the poem <i>Völuspá</i>, a dead völva recounts the history of the universe and foretells the future to the disguised god Odin. In doing so, the völva recounts the early days of the universe, in which:</p>\n<blockquote>\n</blockquote>\n<p>In the poem <i>Vafþrúðnismál</i>, the god Odin tasks the jötunn Vafþrúðnir with a question about the origins of the sun and the moon. Vafþrúðnir responds that Mundilfari is the father of both Sól and Máni, and that they must pass through the heavens every day to count the years for man:</p>\n<blockquote>\n</blockquote>\n<p>In a stanza <i>Vafþrúðnismál</i>, Odin asks Vafþrúðnir from where another sun will come from once Fenrir has assailed the current sun. Vafþrúðnir responds in a further stanza, stating that before Álfröðull (Sól) is assailed by Fenrir, she will bear a daughter who will ride on her mother's paths after the events of Ragnarök.</p>\n\n<p>In a stanza of the poem <i>Grímnismál</i>, Odin says that before the sun (referred to as \"the shining god\") is a shield named Svalinn, and if the shield were to fall from its frontal position, mountain and sea \"would burn up\". In stanza 39 Odin (disguised as <i>Grimnir</i>) says that both the sun and the moon are pursued through the heavens by wolves; the sun, referred to as the \"bright bride\" of the heavens, is pursued by Sköll, while the moon is pursued by Hati Hróðvitnisson.</p>\n<p>In the poem <i>Alvíssmál</i>, the god Thor questions the dwarf Alvíss about the sun, asking him what the sun is called in each of the worlds. Alvíss responds that it is called \"sun\" by mankind, \"sunshine\" by the gods, \"Dvalinn's deluder\" by the dwarves, \"everglow\" by the jötnar, \"the lovely wheel\" by the elves, and \"all-shining\" by the \"sons of the Æsir\".</p>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n\n\n<p>Sól is referenced in the <i>Prose Edda</i> book <i>Gylfaginning</i>, where she is introduced in chapter 8 in a quote from stanza 5 of <i>Völuspá</i>. In chapter 11 of <i>Gylfaginning</i>, Gangleri (described as King Gylfi in disguise) asks the enthroned figure of High how the sun and moon are steered. High describes that Sól is one of the two children of Mundilfari, and states that the children were so beautiful they were named after the sun (Sól) and the moon (Máni). Mundilfari has Sól married to a man named Glenr.</p>\n<p>High says that the gods were \"angered by this arrogance\" and that the gods had the two placed in the heavens. There, the children were made to drive the horses Árvakr and Alsviðr that drew the chariot of the sun. High says that the gods had created the chariot to illuminate the worlds from burning embers flying from the fiery world of Muspelheim. In order to cool the horses, the gods placed two bellows beneath their shoulders, and that \"according to the same lore\" these bellows are called Ísarnkol.</p>\n<p>In chapter 12 of <i>Gylfaginning</i>, Gangleri tells High that the sun moves quickly, almost as if she were moving so quickly that she fears something, that she could not go faster even if she were afraid of her own death. High responds that \"It is not surprising that she moves with such speed. The one chasing her comes close, and there is no escape for her except to run.\" Gangleri asks who chases her, to which High responds that two wolves give chase to Sól and Máni. The first wolf, Sköll, chases Sól, and despite her fear, Sköll will eventually catch her. Hati Hróðvitnisson, the second wolf, runs ahead of Sól to chase after Máni, whom Hati Hróðvitnisson will also catch. In chapter 35, Sól's status as a goddess is stated by High, along with Bil.</p>\n<p>In chapter 53, High says that after the events of Ragnarök, Sól's legacy will be continued by a daughter that is no less beautiful than she, who will follow the path she once rode, and, in support, <i>Vafþrúðnismál</i> stanza 47 is then quoted.</p>\n<p>In the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, Sól is first presented in chapter 93, where the kennings \"daughter of Mundilfæri\", \"sister of Máni\", \"wife of Glen\", \"fire of sky and air\" are given for her, followed by an excerpt of a work by the 11th century skald Skúli Þórsteinsson:</p>\n<blockquote>\n<dl><dd>God-blithe bedfellow of Glen</dd>\n<dd>steps to her divine sanctuary</dd>\n<dd>with brightness; then descends the good</dd>\n<dd>light of grey-clad moon.</dd>\n</dl></blockquote>\n<p>In chapter 56, additional names for Sól are given; \"day-star\", \"disc\", \"ever-glow\", \"all-bright seen\", \"fair-wheel\", \"grace-shine\", \"Dvalinn's toy\", \"elf-disc\", \"doubt-disc\", and \"ruddy\". In chapter 58, following a list of horses, the horses Arvakr and Alsviðr are listed as drawing the sun, and, in chapter 75, Sól is again included in a list of goddesses.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n\n<p>Scholars have proposed that Sól, as a goddess, may represent an extension of an earlier Proto-Indo-European deity due to Indo-European linguistic connections between Norse <i>Sól</i>, Sanskrit <i>Surya</i>, Common Brittonic <i>Sulis</i>, Lithuanian <i>Saulė</i>, Latin <i>Sol</i>, and Slavic <i>Tsar Solnitse</i>.</p>\n<p>Regarding Sól's attested personifications in Norse mythology, John Lindow states that \"even kennings like 'hall of the sun' for sky may not suggest personification, given the rules of kenning formation\"; that in poetry only stanzas associated with Sól in the poem <i>Vafþrúðnismál</i> are certain in their personification of the goddess; and \"that Sól is female and Máni male probably has to do with the grammatical gender of the nouns: Sól is feminine and Máni is masculine.\" Lindow states that, while the sun seems to have been a focus of older Scandinavian religious practices, it is difficult to make a case for the placement of the sun in a central role in surviving sources for Norse mythology.</p>\n<p>Rudolf Simek states that Nordic Bronze Age archaeological finds, such as rock carvings and the Trundholm sun chariot, provide ample evidence of the sun having been viewed as a life-giving heavenly body to the Bronze Age Scandinavians, and that the sun likely always received an amount of veneration. Simek states that the only evidence of the sun assuming a personification stems from the Old High German Incantation reference and from <i>Poetic Edda</i> poems, and that both of these references do not provide enough information to assume a Germanic sun cult. \"On the other hand\", Simek posits, the \"great age of the concept is evident\" by the Trundholm sun chariot, which specifically supports the notion of the sun being drawn across the sky by horses. Simek further theorizes that the combination of sun symbols with ships in religious practices, which occur with frequency from the Bronze Age into Middle Ages, seem to derive from religious practices surrounding a fertility god (such as the Vanir gods Njörðr or Freyr), and not to a personified sun.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Solveig, an Old Norse female given name that may involve the sun</li>\n<li>Sowilo rune, the <i>s</i> rune, named after the sun</li>\n<li>Sunday, a day of the week named after the sun in Germanic societies</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Far away and long ago by Willy Pogany.png"}, {"ns": 6, "title": "File:Máni and Sól by Lorenz Frølich.jpg"}, {"ns": 6, "title": "File:Solvogn.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:Sól, her daughter, and Fenrir by Lorenz Frølich.jpg"}, {"ns": 6, "title": "File:The Chariot of the Sun by Collingwood.JPG"}, {"ns": 6, "title": "File:The Wolves Pursuing Sol and Mani.jpg"}, {"ns": 6, "title": "File:Wodan Heilt Balders Pferd by Emil Doepler.jpg"}, {"ns": 6, "title": "File:Wodan heilt Balders Pferd by Emil Doepler.jpg"}]}