{"pageid": 1601078, "ns": 0, "title": "Al-Lat", "extract": "<p><b>Allat</b>, also spelled <b>Allatu</b>, <b>Alilat</b>, <b><span title=\"DIN 31635 Arabic\">Allāt</span></b>, and <b><span title=\"DIN 31635 Arabic\">al-Lāt</span></b> (Arabic: <span lang=\"ar\" dir=\"rtl\" xml:lang=\"ar\">اللات</span>‎‎  <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[al(i)ˈlaːt(u)]</span>) was the name and title of multiple goddesses worshipped in pre-Islamic Arabia, including the one in Mecca who was a chief goddess along with Manāt and al-‘Uzzá.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>There are two possible etymologies of the name al-Lat. The etymology best reflecting the Arab lexicographical tradition derives the name from the verb <i>latta</i> (to mix or knead barley-meal). It has also been associated the \"idol of jealousy\" erected in the temple of Jerusalem according to the Book of Ezekiel, which was offered an oblation of barley-meal by the husband who suspected his wife of infidelity. It can be inferred from al-Kalbi's Book of Idols that a similar ritual was practiced in the vicinity of the idol of al-Lat. The second etymology, which is more in line with Semitic traditions in general, takes al-Lat to be the feminine form of Allah.</p>\n<h2><span id=\"Descriptions\">Descriptions</span></h2>\n\n<p>The word al-Lat was used as a name and title for multiple pre-Islamic goddesses of Arabia and was used for either a wife of Allah or a daughter depending on the region. It was used as a title for the goddesses Asherah and Athirat. The word is akin to Elat, which was the name of the wife of Semitic deity El.</p>\n<p>Especially in older sources, <i>Allat</i> is an alternative name of the Mesopotamian goddess of the underworld, now usually known as Ereshkigal. She was reportedly also venerated in Carthage under the name Allatu.</p>\n<p>The Nabataeans of Petra and the people of Hatra also worshipped her, equating her with the Greek Athena and Tyche and the Roman Minerva. She is frequently called \"the Great Goddess\" in Greek in multi-lingual inscriptions. According to Wellhausen, the Nabataeans believed al-Lāt was the mother of Hubal (and hence the mother-in-law of Manāt).</p>\n<p>The Greek historian Herodotus, writing in the 5th century BC, considered her the equivalent of Aphrodite:</p>\n<blockquote class=\"templatequote\">\n<p>The Assyrians call Aphrodite <i>Mylitta</i>, the Arabians <i>Alilat</i> [Greek spelling: Ἀλιλάτ], and the Persians <i>Mithra</i>.</p>\n</blockquote>\n<p>In addition that deity is associated with the Indian deity Mitra. This passage is linguistically significant as the first clear attestation of an Arabic word, with the diagnostically Arabic article <i>al-</i>. The Persian and Indian deities were developed from the Proto-Indo-Iranian deity known as Mitra. According to Herodotus, the ancient Arabians believed in only two gods:</p>\n<blockquote class=\"templatequote\">\n<p>They believe in no other gods except Dionysus and the Heavenly Aphrodite; and they say that they wear their hair as Dionysus does his, cutting it round the head and shaving the temples. They call Dionysus, <i>Orotalt</i>; and Aphrodite, <i>Alilat</i>.</p>\n</blockquote>\n\n<p>In the Qur'an, she is mentioned along with al-‘Uzzá and Manāt in Sura 53:19–23. The tribe of <span title=\"DIN 31635 Arabic\">ʿād</span> of Iram of the Pillars is also mentioned in Sura 89:5–8, and archaeological evidence from Iram shows copious inscriptions devoted to her for the protection of a tribe by that name.</p>\n\n<p>Al-lāt is also explicitly attested from early Islamic records discussing the pre-Islamic period. According to the <i>Book of Idols</i> (<i><span title=\"DIN 31635 Arabic\">Kitāb al-ʾAṣnām</span></i>) by Hishām ibn al-Kalbi, the pre-Islamic Arabs believed Al-lāt resided in the <span title=\"DIN 31635 Arabic\">Kaʿbah</span> and also had an idol inside the sanctuary:</p>\n<blockquote class=\"templatequote\">\n<p>Her custody was in the hands of the Banū Attāb ibn Mālik of the Thaqīf, who had built an edifice over her. The Quraysh, as well as all the Arabs, venerated al-Lāt. They also used to name their children after her, calling them <i>Zayd al-Lāt</i> and <i>Taym al-Lāt</i>. [...] Al-Lāt continued to be venerated until the Thaqīf embraced Islam, when Muhammad dispatched al-Mughīrah ibn-Shu‘bah, who destroyed her and burnt her temple to the ground.</p>\n</blockquote>\n<p>She was also called as daughter of Allah along with the other two chief goddesses. According to Islamic tradition, the shrine dedicated to al-Lat in Taif was demolished on the orders of Muhammad, during the Expedition of Abu Sufyan ibn Harb, in the same year as the Battle of Tabuk (which occurred in October 630 AD). The destruction of the idol was a demand by Muhammad before he would allow any reconciliation to take place with the tribes of Taif, who were under his siege.</p>\n\n<h2><span id=\"Appearances_in_modern_literature\">Appearances in modern literature</span></h2>\n<p>In Frank Herbert's <i>Dune</i> series, Al-Lat is the name given to the earth's sun.</p>\n<p>Multiple allusions, references and parallels are in Salman Rushdie's <i>The Satanic Verses</i>.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><i>Strong's Hebrew and Aramaic Dictionary of Bible Words</i></li>\n<li>Georgii Wilhelmi Freytagii : <i>Lexicon Arabico-Latinum</i>. Librairie du Liban, Beirut, 1975.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of pre-Islamic Arabian deities</li>\n<li>Hubal</li>\n<li>Manāt</li>\n<li>Chaabou</li>\n<li>Satanic Verses</li>\n<li>Thaqif and Islam</li>\n<li>Ilah</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Lat, al-\" in Oxford Islamic Studies Online</li>\n<li>Temple of Allāt on the map</li>\n</ul>", "images": [{"ns": 6, "title": "File:Allat-Minerva.jpg"}, {"ns": 6, "title": "File:Allat Palmyra RGZM 3369.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Nemesis Allat and dedicater-MBA Lyon-IMG 0557.JPG"}, {"ns": 6, "title": "File:Palmyra,Al-Lat T.jpg"}]}