{"pageid": 16224391, "ns": 0, "title": "Bandua", "extract": "<p><b>Bandua</b> was a theonym used to refer to a god or goddess worshipped in Iberia by Gallaeci and Lusitanians. Whether the name referred to a discrete deity or was an epithet applied to different deities is arguable.</p>\n<h2><span id=\"Extent_of_worship\">Extent of worship</span></h2>\n<p>The theonym Bandua has been found recorded in Portugal and Galicia. The name is found with a number of epithets.</p>\n<p>In Rairiz de Veiga, Bandua is acknowledged as a god of the Vexillum and partner of Mars:</p>\n<dl><dd>\n<dl><dd><span><span>DEO VEXILOR[UM] MARTIS SOCIO BANDUAE</span></span></dd>\n</dl></dd>\n</dl><p>At Espinhosela, the name Bandua alone is found. At Codosedo, Alenquer and Xinzo de Limia however, the name Bandua is qualified by the epithet Aetobrico(m). At Cáceres, Bandua is qualified by Araugelensis, at Curbián by Bolleco(m), at Miguel o Anjo by Brico(m), at Mixo(m) by Calaigus, at La Mezquitilla by Itobrico(m), at Eiras by Lanobrica, at Rairiz de Veiga by Veigebreaeco(m), at Arcuelos by Verubrigo(m), at Seisco de Anciães by Vordeaeco(m) and at S. Martinho by Vorteaecio(m). Along with Cosus, Nabia and Reo, Bandua is one of the best documented deities in large areas of western and north-western Iberia.</p>\n<p>It has been proposed that the worship of Bandua spread from the north (Gallaecia and Asturia) into the south (Lusitania), along with that of Cosus and Nabia, so contrasting with the worship of Reo that would have extended in the opposite direction.</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>Bandua has been associated with water in order to explain the hydronym Banduje, in Portugal, or the toponym Banhos de Bande (a thermal spot whose medieval name, <i>Vanate</i>, is unrelated) and the proposed relationship of the name with fords.</p>\n<p>The form <i>Bandue</i>, and the form <i>Bandua</i> or <i>Banduae</i>, predominate in the Galician territory north of the Douro River, while the <i>Bandi ~ Bande</i> form is more common in the Lusitanian area to the south. Its epithets seem to allude more to dwelling places, at least those containing the element -<i>briga</i> or -<i>bris</i>, \"fortress\": Lanobrigae, Aetobrigo, than to the worshipping communities themselves. This theory has been recently criticized by de Bernardo Stempel, who interprets what have traditionally been considered singular thematic datives of male attributes as plural genitive forms referring to groups of people (<i>B'andue Aetobrico(m), Cadogo(m), Roudeaeco(m), Veigebreaego(m)</i>). She also states that they depend on a theonym, Bandua, which would be feminine as a consequence of the above, and which was probably created later than its masculine counterpart. Thus, we would have a pair of deities, Bandus (male) and Bandua (female), comparable to other Celtic pairs like Bormanos &amp; Bormana, Belisama &amp; Belisamaros, Camulos &amp; Camuloriga and Arentius &amp; Arentia.</p>\n<p>It has recently been proposed that St. Torquatus, one of the Seven Apostolic Men responsible for the introduction of Christianity to Hispania, whose relics are kept in Santa Comba de Bande (Ourense), may be a Christian version of Bandua.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}