{"pageid": 16250354, "ns": 0, "title": "Hiderigami", "extract": "<p><b>Hiderigami</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">日照り神</span><span>,</span> <i>\"god of drought\"</i>)</span> (Chinese: hànbá, 旱魃) is a mythical species of yōkai in Japanese folklore that holds the power to cause droughts.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>The legend in Han Chinese started with the pre-historic time in China. After a long period of preparation, Chiyou made many weapons, and gathered many monsters, and attacked Huang Di. Huang Di sent Yinglong to meet him at the wilderness in Jizhou. Yinglong is a dragon with the ability to fly, and he brought with him great floods to trap Chiyou. Chiyou countered it by bring in weather wizards, and Yinglong's army got lost in the dizzying storm. Then, Huang Di sent the goddess Ba to battle. In black clothes, bald, and radiating great light and heat, she came before the army and used her power, the storm dissipated, and Huang Di was able to capture and kill Chiyou. Yinglong and Hanba had great achievements, but also lost their godly power, so unable to return to the heavens, Yinglong stayed in the south of China, where there will have much water and rain; Hanba stayed in the north, where there is much drought. Cursed everywhere she went, from then she was called Hanba (旱魃).</p>\n<p>During the time of <b>Emperor Zhenzong,</b> it was rumored that the hanba struck and took all the water of Yanchi. The Emperor then sought help from Celestial Master Zhang, who sent Guan Yu to defeat the hanba. Guan fought for seven days, defeated the monster. In gratitude of his power, the Emperor gave him the title of \"Yi yong wu an wang\" (Righteous Brave Military Peace Kin, 义勇武安王) on the 13th of the fifth month of the Chinese calendar, henceforth Chinese celebrated Guan Yu's day on that day, praying for the banishment of demons and plagues, and for rain, and thought that on that day it must rain, and if it does not, prayers would certainly be answered.</p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>From early-Qin to Han, the hanba appears in a goddess form, with characteristics of a woman in black. This period's hanba has both the identity of a god and a monster, people treated it as the god of drought, and attempted to drive it away with sunshine, flood, and tigers to achieve the goal of bringing rain.</p>\n<p>Since mid-Han to early Ming, the goddess image has slowly changed to that of a ghost, due to the fact that the worship of nature has died down since Qin and Han, so the goddess nature has gradually been denied in the hearts of people.</p>\n<p>After mid-Ming, the ghost nature gradually switched to that of a vampire-like nature and image. At the end of Qing, the myth that hanba is able to transform into a hou appeared.</p>\n<p>According to a quote from Bencao Gangmu in the Edo period encyclopedia Wakan Sansai Zue, the Hiderigami is <i>\"from sixty to ninety centimeters long, has eyes on the top of its head, and moves quickly like the wind.\"</i></p>\n<p>In Toriyama Sekien's Illustrated One Hundred Demons from the Present and the Past, it is referred to as <b>Hiderigami</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">魃</span><span>,</span> <i>\"drought\"</i>)</span> or <b>Kanbo</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">旱母</span><span>,</span> <i>\"drought mother\"</i>)</span> and is drawn as a beast with one arm and one eye.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Nüba, her Chinese counterpart.</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:SekienHiderigami.jpg"}]}