{"pageid": 1630232, "ns": 0, "title": "Xquic", "extract": "<p><b>Xquic</b> (or <b>Ixquic</b> pronounced <i>sh-KEEK</i>, ALMG:<b>Xkik'</b>, sometimes glossed as <i>\"Blood Moon\"</i> or <i>\"Blood Girl/Maiden\"</i> in English) is a mythological figure known from the 16th century Quiché (K'iche') Maya manuscript <i>Popol Vuh</i>. She was the daughter of one of the lords of <i>Xibalba</i>, called Cuchumaquic, Xibalba being the Maya Underworld. Noted particularly for being the mother of the Maya Hero Twins, Hunahpu and Xbalanque, she is sometimes considered to be the Maya goddess associated with the waning moon. However, there is no evidence for this in the Popol Vuh text itself.</p>\n<h2><span id=\"Tale_Summary\">Tale Summary</span></h2>\n<p>In the account told by the Popol Vuh, Xquic went to investigate a calabash tree where the Lords of Xibalba had displayed the severed head of Hun Hunahpu, whom they had sacrificed. Upon arriving she was curious as to the strange fruit that it bore, in the shape of a skull, and the head of Hun Hunahpu instructed the maiden to reach out and take one. As she did so the skull spat upon her hand, and through this act she became pregnant with Hun Hunahpu's twin sons.</p>\n<p>When six months had passed and her pregnancy obvious, she was questioned regarding the father. She honestly answered that she had known no man's face (the Mayan equivalent of the biblical \"know\", and a play on the fact that a skull has no face). The fetuses she carried were declared to be bastards, and the Lords of Xibalba sentenced her to be sacrificed in exile. The messengers who had been sent to escort her far from the city and to sacrifice her had pity on the woman, and fashioned a false heart out of tree sap to return to the Lords. They were unable to see through the deceit, and were subsequently tricked into accepting burned sacrifices that were not genuine.</p>\n<p>Xquic sought the protection of Xmucane, the mother of Hun Hunahpu, identifying herself as the woman's daughter-in-law. Knowing her sons to be dead, Xmucane demanded proof of the fetuses' lineage, and devised a test for the maiden. If she could go into the garden and return with a sack full of corn she would be accepted. There was however but one stalk of corn to be found. Xquic was able to pass the test by invoking two female daybearers related to corn (Ixtoj and Ixq'anil, also called Ixkakaw and Ixtziya), and then plucking the corn silk from the ear, which transformed into corn, thus filling the net sack. Xmucane initially responded angrily to Xquic's success, but after seeing the impression her net had left on the ground in the garden, was convinced of the truth of Xquic's story. Dennis Tedlock suggests that the net impression is a reference to the daybearer K'at and a thus possible reference to the emergence of Venus as a morning star; Xmucane, one of the original pair of daykeepers, was certainly able to read such signs.</p>\n<p>After being accepted into the household and giving birth to her sons alone \"at the mountain\", Xquic's significance in the story is greatly diminished, and while she is mentioned again in a few places in short conversations her role as an active player in the creation myth seems to end.</p>\n<h2><span id=\"References\">References</span></h2>"}