{"pageid": 16472396, "ns": 0, "title": "Geshtinanna", "extract": "<p><b>Geshtinanna</b> (also known as <b>Geštinanna</b> or <b>Ngeshtin-ana</b>) is a goddess in Sumerian mythology, the so-called \"heavenly grape-vine\". She is the sister of Dumuzid and consort of Ningisida. She is also the daughter of Enki and Ninhursag. Geshtinanna plays a major role in the Sumerian myth of the death and return of Dumuzid.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Geshtinanna is first attested in texts from the Early Dynastic IIIb Era. Her main cult centers were the cities of Nippur, Isin, and Uruk. She continued to be worshipped throughout the Akkadian Period, but her cult seems to have disappeared during the Old Babylonian Era. Even after she ceased to be worshipped, however, her name was not forgotten; she is mentioned in various antiquitarian works as late as the Seleucid Era. Geshtinanna was viewed as a mother goddess and was closely associated with the interpretation of dreams. Like her brother Dumuzid, she was also a rural deity, associated with the countryside and open fields.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"The_Dream_of_Dumuzid\">The Dream of Dumuzid</span></h3>\n<p>The Sumerian poem \"The Dream of Dumuzid\" begins with Dumuzid telling Geshtinanna about a frightening dream he has experienced. Then the <i>galla</i> demons arrive to drag Dumuzid down into the Underworld as a replacement for his wife Inanna, who has been rescued from the Underworld by Enki, the Sumerian god of water. Dumuzid flees and hides. The <i>galla</i> demons brutally torture Geshtinanna in an attempt to force her to tell them where Dumuzid is hiding. Geshtinanna, however, refuses to tell them where her brother has gone. The <i>galla</i> go to Dumuzid's unnamed \"friend,\" who betrays Dumuzid, telling the <i>galla</i> exactly where Dumuzid is hiding. The <i>galla</i> capture Dumuzid, but Utu, the god of the Sun, who also happens to be Inanna's brother, rescues Dumuzid by transforming him into a gazelle. Eventually, the <i>galla</i> recapture Dumuzid and drag him down into the Underworld.</p>\n<h3><span id=\"The_Return_of_Dumuzid\">The Return of Dumuzid</span></h3>\n<p>In the Sumerian poem \"The Return of Dumuzid,\" which picks up where \"The Dream of Dumuzid\" ends, Geshtinanna laments continually for days and nights over Dumuzid's death, joined by Inanna, who has apparently experienced a change of heart, and Sirtur, Dumuzid's mother. The three ladies mourn continually until a fly reveals to Inanna the location of her husband. Together, Inanna and Geshtinanna go to the place where the fly has told them they will find Dumuzid. They find him there and Inanna determines that, from that point onwards, Dumuzid will spend half of the year with her in Heaven and the other half of the year with her sister Ereshkigal in the Underworld.</p>\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite id=\"CITEREFBlackGreen1992\" class=\"citation\">Black, Jeremy; Green, Anthony (1992), <i>Gods, Demons and Symbols of Ancient Mesopotamia: An Illustrated Dictionary</i>, The British Museum Press, ISBN 0-7141-1705-6</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGeshtinanna&amp;rft.au=Green%2C+Anthony&amp;rft.aufirst=Jeremy&amp;rft.aulast=Black&amp;rft.btitle=Gods%2C+Demons+and+Symbols+of+Ancient+Mesopotamia%3A+An+Illustrated+Dictionary&amp;rft.date=1992&amp;rft.genre=book&amp;rft.isbn=0-7141-1705-6&amp;rft.pub=The+British+Museum+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Michael Jordan (2002). <i>Encyclopedia of Gods</i>. Kyle Cathie Limited.</li>\n<li><cite id=\"CITEREFRichter2004\" class=\"citation\">Richter, T. (2004), <i>Untersuchenungen zu den lokalen Panthea Süd- und Mittelbabyloniens in altbabylonidcher Zeit</i>, <b>2</b>, Münster, Germany: Ugarit-Verlag</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGeshtinanna&amp;rft.aufirst=T.&amp;rft.aulast=Richter&amp;rft.btitle=Untersuchenungen+zu+den+lokalen+Panthea+S%C3%BCd-+und+Mittelbabyloniens+in+altbabylonidcher+Zeit&amp;rft.date=2004&amp;rft.genre=book&amp;rft.place=M%C3%BCnster%2C+Germany&amp;rft.pub=Ugarit-Verlag&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFWolksteinKramer1983\" class=\"citation\">Wolkstein, Diane; Kramer, Samuel Noah (1983), <i>Inanna: Queen of Heaven and Earth: Her Stories and Hymns from Sumer</i>, New York: Harper &amp; Row Publishers</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGeshtinanna&amp;rft.au=Kramer%2C+Samuel+Noah&amp;rft.aufirst=Diane&amp;rft.aulast=Wolkstein&amp;rft.btitle=Inanna%3A+Queen+of+Heaven+and+Earth%3A+Her+Stories+and+Hymns+from+Sumer&amp;rft.date=1983&amp;rft.genre=book&amp;rft.place=New+York&amp;rft.pub=Harper+%26+Row+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Geštinanna/Belet-ṣeri (goddess)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Fragment of a marble bowl inscribed with the name of Geshtinanna, Sumerian, from Uruk, currently housed in the British Museum.jpg"}, {"ns": 6, "title": "File:Mythe du dieu dumuzi.jpg"}]}