{"pageid": 1647831, "ns": 0, "title": "Rheda (mythology)", "extract": "<p>In Anglo-Saxon paganism, <b>Rheda</b> (Latinized from Old English <i>*Hrêðe</i> or <i>*Hrêða</i>, possibly meaning \"the famous\" or \"the victorious\") is a goddess connected with the month '\"Rhedmonth\"' (from Old English <i>*Hrēþmōnaþ</i>). Rheda is attested solely by Bede in his 8th century work <i>De temporum ratione</i>. While the name of the goddess appears in Bede's Latin manuscript as <i>Rheda</i>, it is reconstructed into Old English as <i>*Hrēþe</i> and is sometimes modernly anglicized as <b>Hretha</b> (also \"Hrethe\" or \"Hrede\"). <i>Hrēþmōnaþ</i> is one of three events (apart from the days of the week) that refer to deities in the Anglo-Saxon calendar—the other two being <i>Ēostermōnaþ</i> and <i>Mōdraniht</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"De_temporum_ratione\"><i>De temporum ratione</i></span></h2>\n<p>In chapter 15 of his work <i>De temporum ratione</i>, Bede provides information about English months and celebrations. Bede records that <i>Hrēþmōnaþ</i> is analogous to March, and details that \"Hrethmonath is named for their goddess Hretha, to whom they sacrificed at this time\" (<i>Rhed-monath a Dea illorum Rheda, cui in illo sacrificabant, nominatur…</i>). Bede notes that <i>Hrēþmōnaþ</i> occurs between <i>Solmōnaþ</i> (February), so named due to the offerings of cakes to the gods during the month, and <i>Ēostermōnaþ</i> (April), named after the goddess Ēostre.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<p>19th-century scholar Jacob Grimm notes, while no other source mentions the goddesses Rheda and Ēostre, saddling Bede, a \"father of the church, who everywhere keeps heathenism at a distance, and tells us less than he knows\" with the invention of the goddesses Rheda and Ēostre would be uncritical, and that \"there is nothing improbable in them, nay the first of them [Rheda] is justified by clear traces in the vocabularies of the German tribes.\" Grimm proposes a connection between <i>*Hrēþe</i> and the Old High German female personal name <i>Hruada</i>. Grimm theorizes that the Old High German form of the goddess name <i>Rheda</i> was <i>*Hrouda</i>.</p>\n<p>Rudolf Simek notes that Grimm's derivation of the name Rheda means that Rheda \"could have a similar meaning to the eponymous Roman god of the same month, Mars.\" David Raoul Wilson comments that while \"Bede gives us no clues as to the rituals involved during <i>Rhedmonath</i> and <i>Eosturmonath</i>, it is reasonable to assume that they related to the beginning of spring, the new growing season, and fertility.\"</p>\n<h2><span id=\"Modern_influence\">Modern influence</span></h2>\n<p>Appendix D of J. R. R. Tolkien's <i>The Lord of the Rings</i> contains a presentation of the Shire calendar, the calendar used by the fictional society of Hobbits. The calendar is generally based on the Anglo-Saxon one, and its third month is called \"Rethe\", modeled after <i>Hrēþmōnaþ</i>, projected into the form the word would have taken in Modern English.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}