{"pageid": 16615403, "ns": 0, "title": "List of women warriors in folklore", "extract": "<p>This is a list of women who engaged in war, found throughout mythology and folklore, studied in fields such as literature, sociology, psychology, anthropology, film studies, <span>mass communication</span>, cultural studies, and women's studies. A <i>mythological</i> figure does not always mean a <i>fictional</i> one, but rather, someone of whom stories have been told that have entered the cultural heritage of a people. Some women warriors are documented in the written record and as such form part of history (e.g. the Ancient Briton queen Boudica, who led the Iceni into battle against the Romans). However, to be considered a warrior, the woman in question must have belonged to some sort of military, be it recognized, like an organized army, or unrecognized, like revolutionaries.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Pirates_and_seafarers\">Pirates and seafarers</span></h2>\n<ul><li>Anne Bonny and Mary Read sailed alongside Calico Jack, Mary dressing as a man. Anne eventually became Jack's lover, and they had a child. In October 1720, their ship was attacked by a royal fleet. All but one of the male crew members, drunk and afraid, hid below deck as the two women fought on with the help of the unknown man. While imprisoned, Bonny is reported to have said of her doomed lover: \"Sorry to see him there, but if he had fought like a man, he need not have been hanged like a dog.\"</li>\n<li>Gráinne O'Malley Legendary \"Pirate Queen\" of Ireland. She lived during the 16th century.</li>\n<li>Muirisc, daughter of Úgaine Mór (Hugony the Great), the sixty-sixth high king of Ireland, c. 600 BC to AD 500.</li>\n</ul><h2><span id=\"Africa\">Africa</span></h2>\n<h3><span id=\"Angola\">Angola</span></h3>\n<ul><li>Nzinga of Ndongo and Matamba valiantly fought and held off Portuguese control of present-day Angola for over thirty years during the early 17th century.</li>\n</ul><h3><span id=\"Benin_history\">Benin history</span></h3>\n<ul><li>The Dahomey Amazons (or <i>N'Nonmiton</i>, meaning <i>our mothers</i> in the Fon language), were a Fon all-female military regiment in Dahomey, an African kingdom (c. 1600–1894) located in the area of the present-day Republic of Benin. They were so named by Western observers and historians due to their similarity to the semi-mythical Amazons of ancient Anatolia and the Black Sea.</li>\n</ul><h3><span id=\"Berber_history\">Berber history</span></h3>\n<ul><li>Kahina or <b>al-Kāhina</b> (Classical Arabic for \"female seer\"; modern Maghreb Arabic <b>l-Kahna</b>, commonly romanised as <b>Kah(i)na</b>, also known as <b>Dihya</b> or <b>Kahya</b>) was a 7th-century female Berber religious and military leader, who led indigenous resistance to Arab expansion in Northwest Africa, the region then known as Numidia, known as the Maghreb today. She was born in the early 7th century and died around the end of the 7th century probably in modern-day Algeria.</li>\n</ul><h3><span id=\"Burkina_Faso\">Burkina Faso</span></h3>\n<ul><li>Yennenga was a legendary warrior woman skilled in spear and bow, considered by the Mossi people as the mother of their empire.</li>\n</ul><h3><span id=\"Ancient_Egypt\">Ancient Egypt</span></h3>\n\n<ul><li>Ankt may have originated in Asia Minor. Within Egypt she was later syncretized as Neith (who by that time had developed aspects of a war goddess).</li>\n<li>Cleopatra VII was a Hellenistic co-ruler of Egypt with her father (Ptolemy XII Auletes) and later with her brothers/husbands Ptolemy XIII and Ptolemy XIV. Her patron goddess was Isis, and thus during her reign, it was believed that she was the re-incarnation and embodiment of the goddess of wisdom.</li>\n<li>Sekhmet is a warrior goddess depicted as a lioness, the fiercest hunter known to the Egyptians.</li>\n<li>Though her reign was primarily peaceful, the pharaoh Hatshepsut fought in several battles during her younger years.</li>\n<li>Nefertiti, wife of the pharaoh Akhenaten, has been at times depicted as smiting enemies in a manner similar to how a male ruler typically would.</li>\n</ul><p>Ahhotep, wife of Seqenenre Tao II was believed to have been in command of the army while her son Ahmose I was still young.</p>\n<h3><span id=\"Ethiopia\">Ethiopia</span></h3>\n<ul><li>Gudit (Ge'ez: Yodit, Judith) is a semi-legendary, non-Christian, Beta Israel, queen (flourished c.960) who laid waste to Aksum and its countryside, destroyed churches and monuments, and attempted to exterminate the members of the ruling Axumite dynasty. Her deeds are recorded in the oral tradition and mentioned incidentally in various historical accounts.</li>\n</ul><h3><span id=\"Ghana_(then_Gold_Coast)\"></span><span id=\"Ghana_.28then_Gold_Coast.29\">Ghana (then Gold Coast)</span></h3>\n<ul><li>Yaa Asantewaa was the Queen Mother of Ejisu (Asante Confederacy)—now part of modern-day Ghana. In 1900 she led the Ashanti rebellion known as the War of the Golden Stool against British colonialism.</li>\n</ul><h3><span id=\"Hausa_history\">Hausa history</span></h3>\n<ul><li>Amina Sukhera (also called Aminatu) was a Muslim princess of the royal family of the kingdom of Zazzau, in what is now northeast Nigeria, who lived c. 1533 - 1610. Her military achievements brought her great wealth and power; she was responsible for conquering many of the cities in the area surrounding her seat.</li>\n<li>Sarraounia Mangou, chief/priestess of the animist Azna subgroup of the Hausa, who fought French colonial troops of the Voulet–Chanoine Mission at the Battle of Lougou (in present-day Niger) in 1899. She is the subject of the 1986 film <i>Sarraounia</i> based on the novel of the same name by Nigerien writer Abdoulaye Mamani.</li>\n</ul><h3><span id=\"Yoruba_mythology_and_history\">Yoruba mythology and history</span></h3>\n<ul><li>Oya is the undergoddess of the Niger River. She is the warrior-spirit of the wind, lightning, fertility, fire, and magic. It is believed that she creates hurricanes and tornadoes, and serves as guardian of the underworld. Prior to her post-mortem deification, the historical Oya was a princess of the Oyo clan as the consort of Shango, its reigning king. She is illustrated many times with leopard-like spots, whether war paint or propaganda towards her cunning.</li>\n</ul><h3><span id=\"Nubia/Kush_(Sudanese)_history\"></span><span id=\"Nubia.2FKush_.28Sudanese.29_history\">Nubia/Kush (Sudanese) history</span></h3>\n<ul><li>The legendary Candace of Meroe (a title, her real name never given) was a warrior queen in the Alexander Romance who caused Alexander The Great himself to retreat upon witnessing the army she'd gathered. This however may be classified a non-historical account because Alexander never reached Sudan.</li>\n<li>Amanirenas, however, was a historical holder of the title of Candace who fought against the Romans after their conquest of Egypt.</li>\n</ul><h2><span id=\"Americas\">Americas</span></h2>\n\n<h3><span id=\"Native_Americans\">Native Americans</span></h3>\n<p>Nonhelema was a Shawnee chieftess and sister of Cornstalk. She was known by white settlers as the Grenadier or Grenadier Squaw because of her height. She promoted an alliance with the Americans on the frontier in Ohio.</p>\n<p>Woman Chief (c. 1806 – 1858) was a Crow chief and war leader in the mid-19th century. Born to the Gros Ventre people, she was adopted into the Crow. She gained renown in battles and raids, and assumed leadership of her lodge when her father died, becoming a leading chief. She married four wives and later participated in peace negotiations after the 1851 Treaty of Fort Laramie.</p>\n<p>Fallen Leaf (often called Woman Chief by the Americans): She was born to the Gros Ventre nation and taken captive by the Crow when she was 12. After she had counted coup four times in the prescribed Crow tradition, she was considered a warrior and chief and sat in the council of chiefs.</p>\n<p>Running Eagle: she became a Blackfoot (Piegan) warrior after her husband was killed by the Crow.</p>\n<p>Colestah: In the 1858 battle of Spokane Plains in Washington, Yakama leader Kamiakin's wife Colestah was known as a medicine woman, psychic, and warrior. Armed with a stone war club, Colestah fought at her husband's side. When Kamiakin was wounded, she rescued him, and then used her healing skills to cure him.</p>\n<p>Buffalo Calf Road Woman: In the 1876 battle of the Rosebud in Montana, Buffalo Calf Road (aka Calf Trail Woman), the sister of Comes in Sight, rode into the middle of the warriors and saved the life of her brother. Buffalo Calf Road had ridden into battle that day next to her husband Black Coyote. This was considered to be one of the greatest acts of valor in the battle.</p>\n<p>Moving Robe Woman: One of the best-known battles in the annals of Indian-American warfare is the 1876 Battle of the Greasy Grass in Montana where Lt. Col. George Armstrong Custer was defeated. One of those who led the counterattack against the cavalry was the woman Tashenamani (Moving Robe).</p>\n<p>Lozen (c. 1840-June 17, 1889) was a female warrior and prophet of the Chihenne Chiricahua Apache. She spent most of her adult life fighting the Apache Wars alongside her brother Victorio andthe legendary Geronimo.</p>\n<h4><span id=\"Aztec_mythology\">Aztec mythology</span></h4>\n<ul><li>Itzpapalotl is a fearsome skeletal warrior goddess who ruled over the paradise world of Tamoanchan.</li>\n</ul><h3><span id=\"American_Civil_War\">American Civil War</span></h3>\n<ul><li>Frances Clayton disguised herself as a man to serve in the Union Army in the American Civil War.</li>\n<li>Sarah Pritchard, who fought with the 26th Infantry of the Confederate Army alongside her husband, until wounded. She was sent home, whereupon she switched sides and fought guerrilla style for the Union.</li>\n<li>Harriet Tubman escaped slave and abolitionist who in 1863 planned and led Union troops in the Raid at Combahee Ferry</li>\n</ul><h3><span id=\"American_Old_West\">American Old West</span></h3>\n<ul><li>Calamity Jane was a frontierswoman and professional scout best known for her claim of being a close friend of Wild Bill Hickok. She gained fame fighting Native Americans.</li>\n</ul><h3><span id=\"American_Revolution\">American Revolution</span></h3>\n<ul><li>Deborah Sampson, first female to ever fight in the American military (after disguising herself as a man)</li>\n<li>\"Molly Pitchers\", patriot women who manned cannons to fend off the British during the war for independence</li>\n<li>Sally St. Clair, Creole woman killed during the Siege of Savannah</li>\n</ul><h3><span id=\"Argentina_-_Bolivia\">Argentina - Bolivia</span></h3>\n<ul><li>Juana Azurduy de Padilla was a military leader during the Argentine War of Independence and Bolivian War of Independence. She was appointed commander of the patriotic Northern Army of the Revolutionary Government of the United Provinces of the Rio de la Plata after the death of her husband.</li>\n</ul><h3><span id=\"Brazil\">Brazil</span></h3>\n<ul><li>Maria Quitéria, dressed as a man, enlisted in the forces fighting for Brazilian Independence. Once discovered, she was promoted to cadet and afterwards alferez. Her courage was recognized by the Emperor Pedro I.</li>\n<li>Anita Garibaldi, fought on the Ragamuffin War</li>\n<li>Maria Rosa, a 15-year-old girl who fought in the Contestado War. She wore white clothes, rode a white horse and claimed that she had divine inspiration</li>\n<li>Maria Bonita, a member of a Cangaço band, marauders and outlaws who terrorized the Brazilian Northeast in the 1920s and 1930s. Maria Bonita means \"Beautiful Maria\". She has the status of a 'folk heroine' in Brazil.</li>\n</ul><h2><span id=\"East_Asia\">East Asia</span></h2>\n<h3><span id=\"Historical_Mongolia\">Historical Mongolia</span></h3>\n<ul><li>Khutulun was a 13th-century Mongol princess, the daughter of the Mongol leader Qaidu Khan and a great-great granddaughter of Genghis Khan. According to legend she was a skilled warrior and wrestler who vowed that she would only marry a man who could defeat her in wrestling. Although no man was ever able to out-wrestle her, Khutuln ended up marrying a warrior named Abtakul (possibly to squelch rumors about an incestuous relationship between her and her father). Her story was made famous by foreign chroniclers Marco Polo, and Ibn Battuta, both of whom had heard of Khutuln's legend on their travels through Asia.</li>\n</ul><ul><li>Gulnara A female warrior who outshone all the other members of the Golden Horde to a scary degree. Supposedly even killed the Khan when he turned against her out of fear.</li>\n</ul><h3><span id=\"Historical_China\">Historical China</span></h3>\n<ul><li>Hua Mulan was a (possibly legendary) woman who went to war disguised as a man, and was able to return home after years of war without being found out.</li>\n<li>Ng Mui was a Shaolin monastery abbess who created a kung fu system especially suitable for women.</li>\n<li>Yim Wing-chun, often cited in Wing Chun legends as the first Wing Chun master outside the monastic tradition, was a pupil of Ng Mui.</li>\n<li>Fu Hao was one of the many wives of King Wu Ding of the Shang Dynasty and, unusually for that time, also served as a military general and high priestess.</li>\n<li>Mother Lü began a peasant rebellion.</li>\n<li>Li Xiu defeated rebels as a military commander.</li>\n<li>Lady of Yue was a famous swordswoman</li>\n<li>Qin Liangyu fought battles with her husband.</li>\n<li>Sun Shangxiang, who is often depicted as a tomboy, was the sister of the warlord Sun Quan. She received extensive martial arts training, and her maidservants were armed with weapons, which was odd for her time.</li>\n<li>Lady Zhurong It's unknown whether she existed, but she was the only woman portrayed in the Romance of the Three Kingdoms who took part in fighting in the war during the three kingdoms period alongside her husband.</li>\n<li>Mu Guiying was a woman who commanded the armies against barbarian invaders</li>\n<li>Princess Pingyang formed a rebel army to assist her father in overthrowing the Emperor, and was declared 'no ordinary woman' upon her death.</li>\n<li>Ching Shih (1775–1844) prominent pirate in middle Qing China, early 19th century. A brilliant Cantonese pirate, she commanded over 300 junks manned by 20,000 to 40,000 pirates — men, women, and even children. She challenged the empires of the time, such as the British, Portuguese, and the Qing dynasty. Undefeated, she would become one of China and Asia's strongest pirates, and one of world history's most powerful pirates. She was also one of the few pirate captains to retire from piracy.</li>\n</ul><h3><span id=\"Historical_Japan\">Historical Japan</span></h3>\n<ul><li>Empress Jingū was a legendary Japanese empress and famous among the <i>onna-bugeisha</i> (\"woman warrior\").</li>\n<li>Hangaku Gozen was an <i>onna-bugeisha</i></li>\n<li>Tomoe Gozen (<abbr title=\"circa\">c.</abbr><span> 1157</span> – <abbr title=\"circa\">c.</abbr><span> 1247</span>) was an <i>onna-bugeisha</i></li>\n<li>Marishi-Ten the goddess of heaven, who was adopted by warriors in the 8th century as a protector and patron goddess. While devotions to Marishi-ten predate Zen, they appear to be geared towards a similar meditative mode in order to enable the warrior to achieve a more heightened spiritual level. He lost interest in the issues of victory or defeat (or life and death), thus transcending to a level where he became so empowered that he was freed from his own grasp on mortality. The end result was that he became a better warrior.</li>\n<li>Kaihime (presumably born 1572) was said to have fought during the Siege of Odawara and to have personally crushed a rebellion, earning her father the respect of Hideyoshi Toyotomi. However, historians aren't entirely sure if she truly did accomplish those events.</li>\n</ul>\n\n<h2><span id=\"Southeast_Asia\">Southeast Asia</span></h2>\n<h3><span id=\"Historical_Indonesia\">Historical Indonesia</span></h3>\n<ul><li>Cut Nyak Dhien, (1850-1908), leader of the Acehnese guerrilla forces during the Aceh War. Following the death of her husband Teuku Umar, she led guerrilla actions against the Dutch for 25 years. She was posthumously awarded the title of National Hero of Indonesia on May 2, 1964 by the Indonesian government.</li>\n<li>Cut Nyak Meutia, (1870-1910), commander of the Achenese guerrilla forces during the Aceh War. Together with her husband, Teuku Cik Tunong, they worked hand in hand with the Acehnese to fight against the Dutch invasion.</li>\n<li>Admiral Keumalahayati, (fl. 16th century), an admiral in the navy of the Aceh Sultanate, which ruled the area of modern Aceh Province, Sumatra, Indonesia. She was the first woman admiral in the modern world (if Artemisia I is not included). Her troops were drawn from Aceh's widows and known as the \"Inong Balee\", after the Inong Balee Fortress near the city of Banda Aceh.</li>\n<li>Martha Christina Tiahahu, (1800-1818), a Moluccan freedom fighter and National Heroine of Indonesia. Born to a military captain, Tiahahu was active in the military from a very young age. She joined the war led by Pattimura against the Dutch colonial government when she was 17, fighting in several battles.</li>\n<li>Nyi Ageng Serang, (1752–1838), born under the name Raden Ajeng Kustiyah Wulaningish Retno Edhi, was a commander during the Diponegoro War. The name Nyi Ageng Serang was given to her after her father died of disease and she took over his position. At the beginning of Diponegoro War in 1825, 73-year-old Nyi Ageng Serang commanded the force on a stretcher to help Pangeran Diponegoro fighting the Dutch. One of her best-known strategies was the use of <i>lumbu</i> (green taro leaves) for disguise.</li>\n<li>Tribhuwana Wijayatunggadewi, was a Javanese queen regnant and the third Majapahit monarch, reigning from 1328 to 1350. She appointed Gajah Mada as prime minister and pursued massive expansion of the empire. In 1331, she led the empire's army personally to the battlefield with the help of her cousin, Adityawarman, to crush the rebellion in Sadeng and Keta.</li>\n</ul><h3><span id=\"Historical_Philippines\">Historical Philippines</span></h3>\n<ul><li>Queen Sima (c.637 AD), The legendary Queen of lower Cotabato known for her sense of justice and respect for the law</li>\n</ul><ul><li>Urduha, ca. 1350–1400 AD) a legendary warrior princess who is recognized as a heroine in Pangasinan, Philippines. The name Urduja appears to be Sanskrit in origin, and a variation of the name \"Udaya\", meaning \"arise\" or \"rising sun\", or the name \"Urja\", meaning \"breath\". A historical reference to Urduja can be found in the travel account of Ibn Battuta (1304 – possibly 1368 or 1377 AD), a Muslim traveler from Morocco.</li>\n</ul><ul><li>Gabriela Silang, (1731-1761), led insurgents from Ilocos during the Philippine Revolution against Spain, after the death of her husband, Diego Silang. She was captured by Spanish colonial forces in September 1761 and executed in the town square of Vigan, reportedly after watching the executions of all her men.</li>\n<li>Ancient Philippine Mythologies had various deities called Diwatas, one of which is Ynaguiguinid, the Diwata of War.</li>\n</ul><h3><span id=\"Historical_Thailand\">Historical Thailand</span></h3>\n<p>Somdet Phra Sri Suriyothai (Thai: <span lang=\"th\" xml:lang=\"th\">สมเด็จพระศรีสุริโยทัย</span>) was a royal consort during the 16th century Ayutthaya period of Siam (now Thailand). She is famous for having given up her life in the defense of her husband, King Maha Chakkraphat, in a battle during the Burmese-Siamese War of 1548. For the movie, see <i>The Legend of Suriyothai</i>.</p>\n<p>Thao Thep Kasattri (<span lang=\"th\" xml:lang=\"th\">ท้าวเทพกระษัตรี</span>) and Thao Sri Sunthon (<span lang=\"th\" xml:lang=\"th\">ท้าวศรีสุนทร</span>) were styles awarded to Than Phuying Chan (<span lang=\"th\" xml:lang=\"th\">ท่านผู้หญิงจัน</span>), wife of the then recently deceased governor, and her sister, Khun Muk (<span lang=\"th\" xml:lang=\"th\">คุณมุก</span>), who defended Phuket Province in the late 18th century. According to popular belief, they repelled a five-week invasion by Burmaese in 1785, by dressing up as male soldiers and rallying Siamese troops. Chan and Muk were later honored by King Rama I with the Thai honorific <i>Thao</i>, as <b>Thao Thep Kasattri</b> and <b>Thao Sri Sunthon</b>, respectively. The \"Heroine's Monument\" honouring them is situated on the main highway (402) between the Phuket International Airport and Phuket town.</p>\n<h3><span id=\"Historical_Vietnam\">Historical Vietnam</span></h3>\n<ul><li>The Trung Sisters, (c. 12 - 43 AD), known in Vietnamese as <i>Hai Bà Trưng</i> (\"the two Trưng ladies\"'), and individually as <i>Trưng Trắc</i> (Traditional Chinese: 徵側; pinyin: Zhēng Cè) and <i>Trưng Nhị</i> (Traditional Chinese: 徵貳; pinyin: Zhēng Èr), were two first century AD women leaders who repelled Chinese invasions for three years, winning several battles against considerable odds, and are regarded as national heroines of Vietnam.\n<ul><li>Phùng Thị Chính was a Vietnamese noble woman who fought alongside the Trưng sisters. Legend says she gave birth on the front lines and carried her newborn in one arm and a sword in the other as she fought to open the ranks of the enemy.</li>\n<li>Lê Chân, general of Trưng Sisters.</li>\n</ul></li>\n<li>Triệu Thị Trinh described as the Vietnamese Joan of Arc.</li>\n<li>Tây Sơn Ngũ Phụng Thư (<i>Five Phoenix women generals of Tay Son dynasty</i>):\n<ul><li>Bùi Thị Xuân, (? - 1802), wife of general Trần Quang Diệu.</li>\n<li>Bùi Thị Nhạn, (? - 1802), wife of Emperor Quang Trung.</li>\n<li>Trần Thị Lan, (? - 1802), wife of general Nguyễn Văn Tuyết.</li>\n<li>Huỳnh Thị Cúc, (? - 1802)</li>\n<li>Nguyễn Thị Dung, (? - 1802), wife of general Trương Đăng Đồ.</li>\n</ul></li>\n</ul><h2><span id=\"Europe\">Europe</span></h2>\n\n<h3><span id=\"Britons,_Roman_Britain,_and_history_of_Anglo-Saxon_England\"></span><span id=\"Britons.2C_Roman_Britain.2C_and_history_of_Anglo-Saxon_England\">Britons, Roman Britain, and history of Anglo-Saxon England</span></h3>\n<p>Three historical women:</p>\n<ul><li>Boudica was a queen of the Brythonic Celtic Iceni people of Norfolk in Eastern Britain who led a major uprising of the tribes against the occupying forces of the Roman Empire.</li>\n<li>Ethelfleda (alternative spelling Aethelfled, Æthelfleda, Æthelflæd) (872/879 – 918), Queen of Mercia, called \"Lady of the Mercians\". Daughter of Alfred the Great, she succeeded to Mercian power upon the death of her husband Aethelred, Ealdorman of Mercia (883-911), in 911. She was a skilled military leader and tactician, who defended Mercia against neighboring tribes for eight years.</li>\n<li>Gwenllian ferch Gruffydd was Princess consort of Deheubarth in Wales. Often accompanying her husband on \"lightning raids,\" in 1136 she raised an army herself and led the forces in the battle near Kidwelly Castle. Though defeated, her patriotic revolt inspired others in South Wales to rise. Their battle cry became, \"Revenge for Gwenllian!\"</li>\n</ul><p>Two legendary women:</p>\n<ul><li>Queen Cordelia (on whom the character in Shakespeare's <i>King Lear</i> is based), battled her nephews for control of her kingdom.</li>\n<li>Queen Gwendolen fights her husband Locrinus in battle for the throne of Britain. She defeats him and becomes queen.</li>\n</ul><h3><span id=\"Celtic_mythology_and_Irish_mythology\">Celtic mythology and Irish mythology</span></h3>\n<ul><li>Andraste is a Celtic war goddess invoked by Boudica while fighting against the Roman occupation of Britain in AD 61.</li>\n<li>Medb (also: Medhbh, Meadhbh, Meab°, Meabh, Maeve, Maev) is queen of Connacht in the Ulster Cycle of Irish mythology. As recounted in <i>The Cattle Raid of Cooley</i>, she started war with Ulster.</li>\n<li>Scathach is a legendary Scottish woman warrior who appears in the Ulster Cycle. She trains Cuchulainn.</li>\n<li>Aife is Scathach's rival in war; she becomes the lover of Cuchulainn and gives birth to his son Connla.</li>\n<li>Liath Luachra, two characters of the same name in the Fenian Cycle.</li>\n<li>Muirisc, legendary warrior princess, daughter of Úgaine Mór (Hugony the Great), the sixty-sixth high king of Ireland.</li>\n<li>Triple warrior goddess: Morrígan, Badb, and Macha (could also include Nemain and Anann)</li>\n<li>On St Kilda, one of the most isolated islands of Scotland, legends exist of a female warrior. A mysterious structure is known as <i>Taigh na Banaghaisgeich</i>, the 'Amazon's House'. As Martin Martin, who travelled there in 1697 recorded:</li>\n</ul><blockquote>\n<p>This Amazon is famous in their traditions: her house or dairy of stone is yet extant; some of the inhabitants dwell in it all summer, though it be some hundred years old; the whole is built of stone, without any wood, lime, earth, or mortar to cement it, and is built in form of a circle pyramid-wise towards the top, having a vent in it, the fire being always in the centre of the floor; the stones are long and thin, which supplies the defect of wood; the body of this house contains not above nine persons sitting; there are three beds or low vaults that go off the side of the wall, a pillar betwixt each bed, which contains five men apiece; at the entry to one of these low vaults is a stone standing upon one end fix’d; upon this they say she ordinarily laid her helmet; there are two stones on the other side, upon which she is reported to have laid her sword: she is said to have been much addicted to hunting, and that in her time all the space betwixt this isle and that of Harries, was one continued tract of dry land.</p>\n</blockquote>\n<p>Similar stories of a female warrior who hunted the now submerged land between the Outer Hebrides and St Kilda are reported from Harris.</p>\n<h3><span id=\"Historical_Czech_Lands\">Historical Czech Lands</span></h3>\n<ul><li>The story of Šárka and Vlasta is a legend dealing with events in the \"Maidens' War\" in 7th-century Bohemia.</li>\n</ul><h3><span id=\"England\">England</span></h3>\n<ul><li>Margaret of Anjou, wife of Henry VI, emerged as the <i>de facto</i> leader of the Lancastrians during the Wars of the Roses. She introduced conscription, amassed armies, tortured and burnt to death Yorkist knights and won several battles before ultimately being defeated by the Yorkists.</li>\n</ul>\n<ul><li>Catherine of Aragon was Queen Regent, Governor of the Realm and Captain General of the King's Forces from 30 June 1513 – 22 October 1513 when Henry VIII was fighting a war in France. When Scotland invaded, they were crushingly defeated at the Battle of Flodden, with Catherine addressing the army, and riding north in full armour with a number of the troops, despite being heavily pregnant at the time. She sent a letter to Henry along with the bloodied coat of the King of Scots, James IV, who was killed in the battle.</li>\n</ul><h3><span id=\"Duchy_of_Brittany\">Duchy of Brittany</span></h3>\n<ul><li><b>Joanna of Flanders</b> (c. 1295 – September 1374), also known as <b>Jehanne de Montfort</b> and <b>Jeanne la Flamme</b>, was consort Duchess of Brittany by her marriage to John IV, Duke of Brittany. She was the daughter of Louis I, Count of Nevers and Joan, Countess of Rethel, and the sister of Louis I, Count of Flanders. Joanna organized resistance and made use of diplomatic means to protect her family and her country. In the siege of Hennebont, she took up arms, dressed in armor, and conducted the defence of the town. She eventually led a raid of soldiers outside the walls of the town and demolished one of the enemy's rear camps. She was an earlier patron for women, and a possible influence to Joan of Arc.</li>\n</ul><h3><span id=\"Illyria\">Illyria</span></h3>\n<ul><li>Teuta was an Illyrian queen and is frequently evoked as a fearsome \"pirate queen\" in art and stories dealing with Albanian past.</li>\n</ul><h3><span id=\"The_Netherlands\">The Netherlands</span></h3>\n<ul><li>Kenau Simonsdochter Hasselaer (1526–1588) became a legendary folk hero for her fearless defense of the city against the Spanish invaders during the siege of Haarlem in 1573.</li>\n</ul><h3><span id=\"Albania\">Albania</span></h3>\n<ul><li>Nora of Kelmendi (17th century), is also referred to as the \"Helen of Albania\" as her beauty also sparked a great war. She is also called the Albanian Brünhilde too, for she herself was the greatest woman warrior in the history of Albania.</li>\n<li>Tringe Smajl Martini, a young girl in war against the Ottoman Empire army after her father Smajl Martini, the clan leader was kidnapped. She never married, never had children, and did not have any siblings. In 1911, the New York Times described Tringe Smajli as the \"Albanian Joan of Arc\".</li>\n<li>Shote Galica (1895 - 1927), remarkable warrior of the Albanian insurgent national liberation with the goal of unification of all Albanian territories.</li>\n</ul><h3><span id=\"Historical_France\">Historical France</span></h3>\n<ul><li>Jeanne Hachette (1456 - ?) was a French heroine known as <i>Jeanne Fourquet</i> and nicknamed <i>Jeanne Hachette</i> ('Jean the Hatchet').</li>\n<li>Joan of Arc (<i>Jeanne d'Arc</i> in French) asserted that she had visions from God which told her to recover her homeland from English domination late in the Hundred Years' War. The uncrowned King Charles VII sent her to the siege at Orléans as part of a relief mission. She gained prominence when she overcame the dismissive attitude of veteran commanders and lifted the siege in only nine days. She was tried and executed for heresy when she was only 19 years old. The judgment was rejected by the Pope and she was declared innocent 24 years later (and canonized in 1920).</li>\n</ul><h3><span id=\"Greek_mythology\">Greek mythology</span></h3>\n\n<ul><li>The Amazons (in Greek, <span lang=\"grc\" xml:lang=\"grc\">Ἀμαζόνες</span>) were a mythical and ancient nation of female warriors. Herodotus placed them in a region bordering Scythia in Sarmatia. The histories and legends in Greek mythology may be inspired by warrior women among the Sarmatians.</li>\n<li>Artemis (Latin Diana) is the Greek goddess of the hunt, daughter of Zeus and Leto and twin sister to Apollo. She is usually depicted bearing a bow and arrows.</li>\n<li>Atalanta is one of the few mortal heroines in Greek mythology. She possessed great athletic prowess: she was a skilled huntress, archer, and wrestler, and was capable of running at astounding speeds. She is said to have participated in the Argonaut expedition, and is one of the central figures in the Calydonian Boar hunt. Atalanta was renowned for her beauty and was sought by many suitors, including Melanion or Hippomenes, whom she married after he defeated her in a foot race. According to some stories, the pair were eventually turned into lions, either by Zeus or Aphrodite.</li>\n<li>Athena (Latin: Minerva) is the goddess of wisdom, war strategy, and arts and crafts. Often shown bearing a shield depicting the gorgon Medusa (Aegis) given to her by her father Zeus. Athena is an armed warrior goddess, and appears in Greek mythology as a helper of many heroes, including Heracles, Jason, and Odysseus.</li>\n<li>Enyo, a minor war goddess, delights in bloodshed and the destruction of towns, and accompanies Ares—said to be her father, in other accounts her brother—in battles.</li>\n<li>Hippolyta is a queen of the Amazons, and a daughter of Ares. It was her girdle that Hercules was required by Eurystheus to obtain. He captured her and brought her to Athens, where he gave her to the ruler, Theseus, to become his bride.</li>\n<li>Penthesilea, in a story by the Greek traveller Pausanias, is the Amazonian queen who led the Amazons against the Greeks during the Trojan War. In other stories, she is said to be the younger sister of Hippolyta, Theseus's queen, whom Penthesilea had accidentally slain while on a hunt. It was then that she joined the Trojan War to assuage her guilt. She was killed and mourned by Achilles, who greatly admired her courage, youth and beauty.</li>\n</ul><h3><span id=\"Historical_Republic_of_Poland_and_Grand_Duchy_of_Lithuania\">Historical Republic of Poland and Grand Duchy of Lithuania</span></h3>\n<ul><li>Emilia Plater (Emilija Pliaterytė) - Polish-Lithuanian commander in the November Uprising against Russia in the 19th century, who became a symbol of resistance and was immortalised in a poem by Adam Mickiewicz. She was a Polish-Lithuanian noble woman and a revolutionary from the lands of the partitioned Polish-Lithuanian Commonwealth. She fought in the November Uprising and is considered a national hero in Poland, Lithuania and Belarus, which were former parts of the Commonwealth. She is often referred to as the Lithuanian Joan of Arc, while actually her most widely known portrait is often mistaken for a picture of Joan of Arc herself in worldwide popular culture (as in the series <i>Charmed</i>), despite the fact that \"Joan of Arc\" is anachronistically portrayed in Emilia's 19th-century clothing.</li>\n<li>Grażyna (Gražina) - a mythical Lithuanian chieftainess Grażyna who fought against the forces of the medieval Order of the Teutonic Knights, described in an 1823 narrative poem, <i>Grażyna</i>, by Adam Mickiewicz. The woman character is believed to have been based on Mickiewicz's own sweetheart from Kaunas, Karolina Kowalska. The name was originally conceived by Mickiewicz himself, having used the root of the Lithuanian adjective gražus, meaning \"beautiful\".</li>\n</ul><h3><span id=\"Portuguese_legend\">Portuguese legend</span></h3>\n<ul><li>Brites de Almeida, aka <i>Padeira de Aljubarrota</i> was a Portuguese legendary figure associated with Portuguese victory at Aljubarrota Battle over Spanish forces in 1385 near Aljubarrota, Portugal. She supposedly killed seven Spanish invaders who were hidden in an oven.</li>\n<li>Deu-la-deu Martins, the heroine of the North. The Castilian had besieged the town of Monção for many weeks and inside the town walls, provisions were almost depleted. Knowing that the invaders also were demoralized that the town resisted for so long and without provisions themselves, Deu-la-deu (\"God gave her\") made loaves of bread with the little flour that remained in Monção and threw the loaves at the invaders from the walls, shouting at them defiantly \"God gave these, God will give more\". As a result, the Castilians gave up the siege believing that still there was a lot resistance and infinite provisions within the town walls.</li>\n</ul><h3><span id=\"Italian_history,_folklore_and_Roman_mythology\"></span><span id=\"Italian_history.2C_folklore_and_Roman_mythology\">Italian history, folklore and Roman mythology</span></h3>\n<ul><li>Bellona is the Roman goddess of war: the Roman counterpart to the Greek war goddess Enyo. She prepared the chariot of her brother Mars when he was going to war, and appeared in battles armed with a whip and holding a torch.</li>\n<li>Bradamante is the sister of Rinaldo, and one of the heroines in Orlando Innamorato by Matteo Maria Boiardo and Orlando Furioso by Ludovico Ariosto in their handling of the Charlemagne legends. Bradamante and her lover Ruggiero were destined to become the legendary ancestors of the royal House of Este who were the patrons to both Boiardo and Ariosto. Bradamante is depicted as one of the greatest female knights in literature. She is an expert fighter, and wields a magical lance that unhorses anyone it touches. She is also one of the main characters in several novels including Italo Calvino's surrealistic, highly ironic novel <i>Il Cavaliere inesistente</i> (The Nonexistent Knight).</li>\n<li>Camilla was the Amazon queen of the Volsci. She was famous for her footspeed; Virgil claims that she could run across water and chase down horses. She was slain by Arruns while fighting Aeneas and the Trojans in Italy.</li>\n<li>Caterina Sforza (1463 – 28 May 1509), was an Italian noble woman and Countess of Forlì and Lady of Imola first with her husband, Girolamo Riario, and, after his death, as a regent of her son, Ottaviano. The descendant of a dynasty of noted condottieri, Caterina, from an early age, distinguished herself by her bold and impetuous actions taken to safeguard her possessions from possible usurpers, and to defend her dominions from attack, when they were involved in political intrigues that were a distinguishing in Italy. When Pope Sixtus IV died, rebellions and disorder immediately spread through Rome, including looting of his supporters' residences. In this time of anarchy, Caterina, who was in her seventh month of pregnancy, crossed the Tiber on horseback to occupy the rocca (fortress) of Castel Sant'Angelo on behalf of her husband. From this position, and with the obedience of the soldiers, Caterina could monitor the Vatican and dictate the conditions for the new conclave. Famous was also her fierce resistance to the Siege of Forlì by Cesare Borgia who finally was able to capture her dressed in armor and a sword in hand. Caterina's resistance was admired throughout all Italy; Niccolò Machiavelli reports that many songs and epigrams were composed in her honour. She had a large number of children, of whom only the youngest, Captain Giovanni dalle Bande Nere, inherited the forceful, militant character of his mother. In the following centuries Caterina was remembered in the folklore as <i>Tigre di Forlivo</i> (The Tiger of Forlì).</li>\n<li>Caterina Segurana (1506 - 15 August 1543), was an Italian woman from the County of Nice who distinguished herself during the Siege of Nice of 1543 in which France and the Ottoman Empire invaded the Duchy of Savoy. Caterina Segurana, a common washerwoman, led the townspeople into battle.</li>\n<li>Clorinda is a valiant Saracen knight and the beloved of Tancred in Torquato Tasso's La Gerusalemme liberata.</li>\n<li>Dina and Clarenza were two women of Messina who defended their city from an attack by Charles of Anjou during the War of the Sicilian Vespers.</li>\n<li>Fantaghirò is the main character of an ancient Tuscany fairy tale named: Fanta-Ghirò persona bella, an Italian fable about a rebellious youngest daughter of a warrior king, a warrior princess. Italo Calvino talks about it in his collection of Italian fairy tales.</li>\n</ul><h3><span id=\"Historical_Russia\">Historical Russia</span></h3>\n<ul><li>Saint Olga ruled in Kievan Rus' from AD 945 to 960. In 945, a tribe of Drevlyane killed her husband, King Igor. Princess Olga avenged this death four times. The first time, she buried twenty ambassadors from Drevlyane alive. The second time, she set fire to a bathhouse that was being used by another group of Drevlyane ambassadors. The third time, Princess Olga managed to get about 5,000 Drevlyane drunk, and then ordered her soldiers to assault and (presumably) kill them. Lastly, Princess Olga burned the entire city of Drevlyane, using sparrows and doves to which were attached strings of fire.</li>\n<li>White Tights are an urban legend about Baltic female snipers supposed to have fought against Russian forces in various recent conflicts.</li>\n<li>Полени́ца are Amazon-like warrior females of the old Russian hero epics (byline).</li>\n</ul><h3><span id=\"Scandinavian_folklore_and_Germanic_paganism\">Scandinavian folklore and Germanic paganism</span></h3>\n<ul><li>Blenda is the heroine of a legend from Småland, who leads the women of Värend in an attack on a pillaging Danish army and annihilates it.</li>\n<li>Freyja is a fertility goddess, the sister of the fertility god Freyr and daughter of the sea god Njörðr. Freyja is also a goddess of war, battle, death, magic, prophecy, and wealth. Freyja is cited as receiving half of the dead lost in battle in her hall Sessrúmnir, whereas Odin would receive the other half. Some scholars argue that Freyja, Frigg, and Gefion are Avatars of each other. She is also sometimes associated with the Valkyries and disir.</li>\n<li>Shieldmaidens in Scandinavian folklore were women who did not have the responsibility for raising a family and could take up arms to live like warriors. Many of them figure in Norse mythology. One of the most famous shieldmaidens is Hervor and she figures in the cycle of the magic sword Tyrfing.</li>\n<li>The Valkyries in Norse mythology are female divine shieldmaidens, who serve Odin. The name means <i>choosers of the slain</i>.</li>\n<li>Þorgerðr Hölgabrúðr and Irpa are two goddesses, described as sisters, that appear at the Battle of Hjörungavágr to assist the fleet of Haakon Sigurdsson against the Jomvikings. The two goddesses produce harsh thunderstorms, ferocious squalls, and shoot arrows from their fingertips, each arrow described as killing a man, resulting in the defeat of the Jomvikings.</li>\n<li>Brunhild, in the <i>Nibelungen</i>, is \"a royal maiden who reigned beyond the sea:</li>\n</ul><blockquote>\n<p>\"From sunrise to the sundown no paragon had she.<br>\nAll boundless as her beauty was her strength was peerless too,<br>\nAnd evil plight hung o'er the knight who dared her love to woo.<br>\nFor he must try three bouts with her; the whirling spear to fling;<br>\nTo pitch the massive stone; and then to follow with a spring;<br>\nAnd should he beat in every feat his wooing well has sped,<br>\nBut he who fails must lose his love, and likewise lose his head.\"</p>\n</blockquote>\n<ul><li>In The saga of Hrolf Kraki, Skuld (not to be confused with the Norn of the same name) was a half-elven princess who raised an army of criminals and monsters to take over the throne of her half-brother Hrolfr Kraki, using necromancy to resurrect any fallen soldiers before she personally saw to Kraki's end.</li>\n</ul><h3><span id=\"Spain\">Spain</span></h3>\n\n<ul><li>Agustina de Aragón ('Agustina, maid of Aragon', also known as \"the Spanish Joan of Arc\") was a famous Spanish heroine who defended Spain during the Spanish War of Independence, first as a civilian and later as a professional officer in the Spanish Army. She has been the subject of much folklore, mythology, and artwork, including sketches by Goya. Her most famous feat was at the bloody sieges of Saragossa where, at the moment the Spanish troops abandoned their posts not to fall to nearby French bayonets, she ran forward, loaded a cannon, and lit the fuse, shredding a wave of attackers at point blank range. The sight of a lone woman bravely manning the cannons inspired the fleeing Spanish troops and other volunteers to return and assist her.</li>\n<li>La Galana ('Juana Galán') was another woman who fought in the Spanish War of Independence. She defended Valdepeñas, armed with a baton and aided by the rest of the women in the village because there were not enough men in Valdepeñas due to the war circumstances. They threw boiling water and oil through the windows. French soldiers were delayed in arriving at the Battle of Bailen because of this, so Spanish forces won. Also see Valdepeñas Uprising for more information about this guerrilla action.</li>\n<li>La Fraila lived in Valdepeñas as Juana Galán did. During the Spanish War of Independence offered food and rest in Valdepeñas' hermitage to the French soldiers. When they were sleeping, La Fraila (which is an alias and her actual name is unknown) closed the doors and set the hermitage on fire using gunpowder as vengeance of her son's death by French army. She died in the fire as well.</li>\n<li>María Pita. She defended A Coruña against Sir Francis Drake's army.</li>\n<li>Catalina de Erauso or The Nun Lieutenant (La Monja Alférez) was a personality of the Basque Country, Spain and Spanish America in the first half of the 17th century. At the age of fifteen, the age in which Catalina would be required to make her final vows and profess herself a nun, Catalina decided that she was not going to allow her family’s traditions or strong religious beliefs guide her life. She ran away from the convent on March 18, 1600. Catalina disguised herself by dressing as a man, and began her journey to the New World. She gave herself the name, \"Francisco de Loyola\". She participates in several battles. As a prisoner, she confessed her sex to the bishop, Fray Agustín de Carvajal. Induced by Fray she entered a convent and her story spread across the ocean. In 1620, the archbishop of Lima called her. In 1624, she arrived in Spain, having changed ship after another fight. In June 29, 1626, Catalina de Erauso was seen by Pope Urban VIII, who granted her a special dispensation that would allow her to continue to wear men's clothing. She wrote her memoirs: Historia de la monja alférez escrita por ella misma.</li>\n</ul><h2><span id=\"Near_East\">Near East</span></h2>\n<h3><span id=\"Pre-Islamic_Arabia\">Pre-Islamic Arabia</span></h3>\n<ul><li>Queen Mavia, leader of the Tanukh confederation</li>\n<li>Queen Zenobia of Palmyra</li>\n</ul><h3><span id=\"Rashidun_Caliphate\">Rashidun Caliphate</span></h3>\n<p>Khawlah bint al-Azwar was the daughter of one of the chiefs of Bani Assad tribe, and her family embraced Islam in its first days. The recorded history of that era mentions repeatedly the feats of Khawla in battles that took place in Syria, Lebanon, Jordan and Palestine. In one instance, she fought in disguise as a man to rescue her brother Derar after the Romans captured him. The Romans eventually lost the battle and fled. When her identity was discovered, the commander of the Moslem army was very impressed with her courage, and he allowed her to lead the attack against the fleeing Romans; they were defeated and the prisoners were all released. In another battle in Ajnadin, Khawla's spear broke, and her mare was killed, and she found herself a prisoner. But she was astonished to find that the Romans attacked the women camp and captured several of them. Their leader gave the prisoners to his commanders, and ordered Khawla to be moved into his tent. She was furious, and decided that to die is more honorable than living in disgrace. She stood among the other women, and called them to fight for their freedom and honor or die. They took the tents' poles and pegs and attacked the Roman guards, keeping a formation of a tight circle, as she told them. Khawla led the attack, killed the first guard with her pole, with the other women following her. According to Al Wakidi, they managed to kill 30 Roman soldiers, five of whom were killed by Khawla herself, including the soldier who wanted to rape her. She was a brunette, tall, slim and of great beauty, and she was also a distinguished poet.</p>\n<p>Nusaybah bint Ka’ab, also known as Umm Ammarah (Ammarah's mother), a Hebrew woman by origin from the Banu Najjar tribe, was an early convert to Islam. Nusaybah was attending the Battle of Uhud like other women, and her intention was to bring water to the soldiers, and attend the wounded while her husband and son fought on the side of the Moslems. But after the Moslem archers disobeyed their orders and began deserting their high ground believing victory was at hand, the tide of the battle changed, and it appeared that defeat was imminent. When this occurred, Nusaybah entered the battle, carrying a sword and shield. She shielded Muhammad from the arrows of the enemy, and received several wounds while fighting. She was highly praised by Muhammad on her courage and heroism. During the battle her son was wounded and she cut off the leg of the aggressor.</p>\n<h3><span id=\"Persian_mythology_and_history_of_Iran/historical_Persia\"></span><span id=\"Persian_mythology_and_history_of_Iran.2Fhistorical_Persia\">Persian mythology and history of Iran/historical Persia</span></h3>\n<ul><li>Gordafarid is one of the heroines in the <i>Shāhnāmeh</i>. She was a champion who fought against Sohrab (another Iranian hero who was the commander of the Turanian army) and delayed the Turanian troops who were marching on Persia.</li>\n<li>Banu Goshasp is an important heroine in Persian mythology. She is the daughter of Rustam and the wife of the hero Giv.</li>\n</ul><h3><span id=\"Mesopotamian_mythology\">Mesopotamian mythology</span></h3>\n<ul><li>Ishtar is the Assyrian and Babylonian counterpart to the Sumerian Inanna and to the cognate Phoenician goddess Astarte. Anunit, Atarsamain and Esther are alternative names for Ishtar. Ishtar is a goddess of fertility, sexual love, and war. In the Babylonian pantheon, she \"was the divine personification of the planet Venus\".</li>\n<li>Semiramis was a legendary Assyrian empress-regnant who first came to prominence for her bravery in battle and greatly expanded her empire.</li>\n</ul><h3><span id=\"Old_Testament\">Old Testament</span></h3>\n<ul><li>Deborah, a prophetess mentioned in the <i>Book of Judges</i>, was a poet who rendered her judgments beneath a palm tree between Ramah and Bethel in the land of Benjamin. After her victory over Sisera and the Canaanite army, there was peace in the land for forty years.</li>\n</ul><h3><span id=\"Phoenician_mythology\">Phoenician mythology</span></h3>\n<ul><li>Ashtart Phoenician \"ʻštrt\" (ʻAshtart); and Hebrew עשתרת (Ashtoreth, singular, or Ashtarot, plural); Greek (Astarte) is the Phoenician counterpart to the Sumerian Inanna and to the cognate Babylonian goddess Ishtar as well as the Greek Aphrodite. She is a goddess of fertility, sexual love, and war. Ashtoreth is mentioned in the Hebrew Bible as a foreign, non-Judahite goddess, the principal goddess of the homeland of the Phoenicians which is in modern-day Lebanon, representing the productive power of nature. Herodotus wrote that the religious community of Aphrodite originated in Phoenicia (modern day Lebanon) and came to Greeks from there. He also wrote about the world's largest temple of Aphrodite, in one of the Phoenician cities.</li>\n<li>Tanit is a Phoenician lunar goddess, worshiped as the patron goddess at Carthage. Her shrine excavated at Sarepta in southern Phoenicia (Carthage) revealed an inscription that identified her for the first time in her homeland (Phoenicia of the Levant) and related her securely to the Phoenician goddess Astarte/Ashtart. In Egyptian, her name means Land of Neith, Neith being a war goddess. Long after the fall of Carthage, Tanit is still venerated in North Africa under the Latin name of Juno Caelestis, for her identification with the Roman goddess Juno. Hvidberg-Hansen (Danish professor of Semitic philology), notes that Tanit is sometimes depicted with a lion's head, showing her warrior quality. In modern times the name, with the spelling \"Tanith\", has been used as a female given name, both for real people and, more frequently, in occult fiction. From the 5th century BC onwards, Tanit is associated with that of Ba`al Hammon. She is given the epithet pene baal (\"face of Baal\") and the title rabat, the female form of rab (chief).</li>\n</ul><h2><span id=\"South_Asia\">South Asia</span></h2>\n\n<h3><span id=\"Razia_Sultana\">Razia Sultana</span></h3>\n<ul><li>Razia Sultana, usually referred to in history as Razia Sultan or Razia Sultana, was the Sultana of Delhi in India from 1236 to 1240. She was of Turkish Seljuks ancestry and like some other Moslem princesses of the time, she was trained to lead armies and administer kingdoms if necessary. Razia Sultana, the fifth Mamluk Sultan, was the very first woman ruler in Moslem and Turkish history.</li>\n</ul><h3><span id=\"Rudrama_Devi\">Rudrama Devi</span></h3>\n<ul><li>Rani Rudrama Devi (1259−1289) was one of the most prominent rulers of the Kakatiya dynasty on the Deccan Plateau, being one of the few ruling queen in India's history. She was born, as Rudramba, to King Ganapathideva (or Ganapatideva, or Ganapathi Devudu). As Ganapathideva had no sons, Rudramma was formally designated as a son through the ancient Putrika ceremony and given the male name of Rudradeva. When she was only fourteen years old, Rani Rudramma Devi succeeded her father. Rudramadevi was married to Veerabhadra, Eastern Chalukyan prince of Nidadavolu.</li>\n</ul><h3><span id=\"Rani_Mangammal\">Rani Mangammal</span></h3>\n<ul><li>Rani Mangammal (1689—1704) was a queen regent on behalf of her grandson, in the Madurai Nayak kingdom in present-day Madurai, India, towards the end of the century. She was a popular administrator and is still widely remembered as a maker of roads and avenues, and a builder of temples, tanks and choultries with many of her public works still in use. She is also known for her diplomatic and political skills and successful military campaigns. The capital of Madurai Kingdom during her times was Tiruchy.</li>\n</ul><h3><span id=\"Rani_Velu_Nachiyar\">Rani Velu Nachiyar</span></h3>\n<p>Rani Velu Nachiyar (Tamil: இராணி வேலு நாச்சியார்) was an 18th-century India Queen from Sivaganga. Rani Velu Nachiyar was the first Queen to fight against the British in India, even preceding the famous Rani Laxmibai of Jhansi.She was the princess of Ramanathapuram and the daughter of Chellamuthu Sethupathy. She married the king of Siva Gangai and they had a daughter - Vellachi Nachiar. When her husband Muthuvaduganathaperiya Udaiyathevar was killed, she was drawn into battle. Her husband and his second wife were killed by a few British soldiers and the son of the Nawab of Arcot. She escaped with her daughter, lived under the protection of Hyder Ali at Virupachi near Dindigul for eight years. During this period, she formed an army and sought an alliance with Gopala Nayaker and Hyder Ali with the aim of attacking the British. In 1780, Rani Velu Nachiyar fought the British with military assistance from Gopala Nayaker and Hyder Ali and won the battle. When Velu Nachiyar finds the place where the British stock their ammunition, she builds the first human bomb. A faithful follower, Kuyili douses herself in oil, lights herself and walks into the storehouse.[3] Rani Velu Nachiyar formed a woman's army named “udaiyaal” in honour of her adopted daughter — Udaiyaal, who died detonating a British arsenal. Nachiar was one of the few rulers who regained her kingdom and ruled it for 10 more years.</p>\n<h3><span id=\"Chand_Bibi\">Chand Bibi</span></h3>\n<ul><li>Chand Bibi (1550–1599), also known as Chand Khatun or Chand Sultana, was an India Moslem woman warrior. She acted as the Regent of Bijapur (1580–90) and Regent of Ahmednagar (1596–99)[1]. Chand Bibi is best known for defending Ahmednagar against the Mughal forces of Emperor Akbar.</li>\n</ul><h3><span id=\"Abbakka_Rani\">Abbakka Rani</span></h3>\n<ul><li>Abbakka Rani or Abbakka Mahadevi was the queen of Tulunadu who fought the Portuguese in the latter half of the 16th century. She belonged to the Chowta dynasty who ruled over the area from the temple town of Moodabidri.</li>\n</ul><h3><span id=\"Tarabai\">Tarabai</span></h3>\n<ul><li>Tarabai (1675–1761) was a queen of the Maratha Empire in India.</li>\n</ul><h3><span id=\"Bibi_Dalair_Kaur\">Bibi Dalair Kaur</span></h3>\n<ul><li>Bibi Dalair Kaur was a 17th-century Sikh woman who fought against the Moghuls.</li>\n</ul><h3><span id=\"Bibi_Sahib_Kaur\">Bibi Sahib Kaur</span></h3>\n<ul><li><b>Bibi Sahib Kaur</b> (1771–1801) was a Sikh princess and elder sister of Raja Sahib Singh of Patiala. Her brother recalled her after her marriage and appointed her prime minister in 1793. She led armies into battle against the British and was one of few Punjabi Sikh women to win battles against a British general.</li>\n</ul><h3><span id=\"Mai_Bhago\">Mai Bhago</span></h3>\n<ul><li>Mai Bhago was a Sikh woman who led Sikh soldiers against the Mughals in 1704.</li>\n</ul><h3><span id=\"Malalai_of_Maiwand\">Malalai of Maiwand</span></h3>\n<ul><li>Malalai of Maiwand is a national folk hero of Afghanistan who rallied local Pashtun fighters against the British troops at the 1880 Battle of Maiwand.</li>\n</ul><h3><span id=\"Onake_Obavva\">Onake Obavva</span></h3>\n<ul><li>Onake Obavva (18th century) was a woman who fought the forces of Hyder Ali single-handedly with a masse (Onake) in the small kingdom of Chitradurga in the Chitradurga district of Karnataka, India. She is considered to be the epitome of Kannada women pride, with the same standing as Kittur Chennamma and Keladi Chennamma.</li>\n</ul><h3><span id=\"Begum_Samru\">Begum Samru</span></h3>\n<ul><li>Begum Samru (c. 1753- 1836), also known as Zebunissa, Farzana, and Joanna after baptism, started her career as a Nautch girl in 18th century India, and eventually became the ruler of Sardhana, a principality near Meerut. Later on, she played a key role in the politics and power struggle in 18th and 19th century India. She is also regarded as the only Roman Catholic Ruler in India.</li>\n</ul><h3><span id=\"Kittur_Chennamma\">Kittur Chennamma</span></h3>\n<ul><li>Kittur Chennamma (1778–1829) was the queen of the princely state of Kittur in Karnataka. Her legacy and first victory are still commemorated in Kittur, during the Kittur Utsava of every 22–24 October. The festival is similar to the Mysore Dasara.</li>\n</ul><h3><span id=\"Rani_Lakshmibai\">Rani Lakshmibai</span></h3>\n<ul><li>Rani Lakshmibai known as Jhansi Ki Rani, was the queen of the Maratha-ruled princely state of Jhansi, was one of the leading figures of the India Rebellion of 1857, and a symbol of resistance to British rule in India.</li>\n</ul><h3><span id=\"Rani_Durgavati\">Rani Durgavati</span></h3>\n<ul><li>Rani Durgavati was born in the family of famous [Rajput] Chandel Emperor Keerat Rai.</li>\n</ul><h3><span id=\"Keladi_Chennamma\">Keladi Chennamma</span></h3>\n<ul><li>Keladi Chennamma was daughter of Siddappa Setty of Kundapur. She became the queen of Keladi Nayaka dynasty who fought the Mughal Army of Aurangzeb from her base in the kingdom of Keladi in the Shimoga district of Karnataka State, India. Her rule lasted for 25 years and Keladi kingdom was probably the last to lose autonomy to Mysore rulers and subsequently to British.</li>\n</ul><h3><span id=\"Belawadi_Mallamma\">Belawadi Mallamma</span></h3>\n<ul><li>Belawadi Mallamma, to defend her husband's kingdom, she fought against the Maratha king Shivaji Maharaj.</li>\n</ul><h3><span id=\"Unniyarcha\">Unniyarcha</span></h3>\n<ul><li>Unniyarcha: She was a chekava/Ezhava woman warrior from Kerala famous for her valour and beauty.</li>\n</ul><h3><span id=\"Hinduism\">Hinduism</span></h3>\n<ul><li>Durga (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">\"the inaccessible\"</span> or \"the invincible\", Bengali: <span lang=\"bn\" xml:lang=\"bn\">দুর্গা</span>) is a form of Devi, the supreme goddess of Hinduism. According to the narrative from the Devi Mahatmya of the Markandeya Purana, the form of Durga was created as a warrior goddess to fight a demon. The nine-day holiday dedicated to Durga, <i>The Durga Puja,</i> is the biggest annual festival in Bengal and other parts of Eastern India and is celebrated by Hindus all over the world.</li>\n<li>Kālī (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">काली</span>, <small>IPA: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kɑːliː]</span>; Bengali: <span lang=\"bn\" xml:lang=\"bn\">কালী</span>; Punjabi: <span lang=\"pa\" xml:lang=\"pa\">ਕਾਲੀ</span>; Sinhalese: <span lang=\"si\" xml:lang=\"si\">කාලි</span>; Telugu: <span lang=\"te\" xml:lang=\"te\">కాళికాదేవి</span>; Kannada: <span lang=\"kn\" xml:lang=\"kn\">ಕಾಳಿ ಮಾತಾ</span>; Tamil: <span lang=\"ta\" xml:lang=\"ta\">காளி</span>), also known as <b><span title=\"International Alphabet of Sanskrit Transliteration\">Kālikā</span></b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">कालिका</span>, Bengali: <span lang=\"bn\" xml:lang=\"bn\">কালিকা</span>), is the Hindu goddess associated with empowerment, shakti. The name Kali comes from <i>kāla</i>, which means black, time, death, lord of death, and thus another name for Shiva. Kali means \"the black one\". Although sometimes presented as dark and violent, her earliest incarnation as a figure of annihilation still has some influence. In Kāli's most famous myth, Durga and her assistants, the Matrikas, wound the demon Raktabija, in various ways and with a variety of weapons in an attempt to destroy him. They soon find that they have worsened the situation, for, with every drop of blood that is spilt from Raktabija, he reproduces a clone of himself. The battlefield becomes increasingly filled with his duplicates. Durga, in need of help, summons Kāli to combat the demons. It is said, in some versions, that the Goddess Durga actually assumes the form of Goddess Kāli at this time. Kali destroys Raktabija by sucking the blood from his body and putting the many Raktabija duplicates in her gaping mouth. Pleased with her victory, Kali then dances on the field of battle, stepping on the corpses of the slain. Her consort Shiva lies among the dead beneath her feet, a representation of Kali commonly seen in her iconography as <i>Daksinakali</i>.</li>\n<li>Other warrior goddesses include Chamunda (\"the killer of demon Chanda and Munda\") and the goddess group Matrikas (\"Mothers\").</li>\n<li>Vishpala (in <i>The Rigveda</i>) is a warrior queen who, after having lost a leg in battle had an iron prosthesis made. Afterwards, she returned to fight.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of female action heroes</li>\n<li>Woman warrior</li>\n<li>Timeline of women in early modern warfare</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Amazon preparing for the battle (Queen Antiope or Armed Venus) - Pierre-Eugene-Emile Hebert 1860 - NG of Arts Wash DC rotated and cropped.jpg"}, {"ns": 6, "title": "File:Blenda uppmanar - August Malmström 1860.jpg"}, {"ns": 6, "title": "File:Boudiccastatue.jpg"}, {"ns": 6, "title": "File:Durga Mahisasuramardini.JPG"}, {"ns": 6, "title": "File:GD-EG-KomOmbo016.JPG"}, {"ns": 6, "title": "File:Hangaku Gozen by Yoshitoshi.jpg"}, {"ns": 6, "title": "File:Itzpapalotl 1.jpg"}, {"ns": 6, "title": "File:Jeanne Hachette Dubray 2007 06 17.jpg"}, {"ns": 6, "title": "File:Joan of Arc miniature graded.jpg"}, {"ns": 6, "title": "File:Queen suriyothai0609.jpg"}]}