{"pageid": 16853958, "ns": 0, "title": "Khodiyar", "extract": "<p><b>Khodiyar Maa</b> (<i>Maa</i> meaning mother in many Indian languages) is the Hindu goddess who appeared in the story of Mamaniya Gadhvi in about AD 700.</p>\n<p>Mamaniya Gadhvi had good relations with the then ruler Maharaj Shilbhadra. The ruler's ministers envied this exceptional relationship and hatched a plan to get rid of Mamaniya Gadhvi. They were not very successful at persuading the ruler, but they succeeded in persuading the ruler's wife queen.</p>\n<p>One day, the doorkeepers did not let him go into the palace. When Mamaniya asked for the reason, he was told that a childless man is not worthy of the king's presence. Mamaniya returned home and wanted to ask Lord Shiva for help. When Lord Shiva did not appear, he decided to give his life away as a final sacrifice. Just when he was about to kill himself, Lord Shiva appeared and took him to the Snake Kingdom - Nagaloka to see the King of Snakes - <i>Nagadev</i>.</p>\n<p>After hearing his story full of humiliation, the Nagadev's daughters decided to help too. When Mamaniya came home, with his wife he prepared, as advised by the Nagdev's daughters, eight cradles in expectation of a great event. One day eight snakes crawled into the house and Mamaniya had suddenly seven daughters and one son. One of the daughters was Khodiyar Maa. After showing many miraculous powers, people consider her to be a goddess and she has temples and shrines too. Her vehicle is the crocodile and she has many other names such as Khodal, Trishuldhari, Maavdi.</p>\n<p>Goddess is considered as a daughter of Charan. Her temples are found all over Gujarat, Rajasthan and Mumbai, but the most important four are - Matel Near Wankaner, Rajpura village near Bhavnagar, Galdhara near Dhari and tataniya dhara(bhavnagar).</p>\n<p>Khodaldham is massive under-construction temple of \"maa khodiyar\" approx area of 50 vigha. It is located near Kagvad [Gujarat, 360370], off Jetpur-Virpur road section on NH27. It is located close to Khambalida Buddist caves.</p>\n<p>Temple at Matel near Wankaner is huge and people gather on the riverbank near the temple to see a crocodile, the Goddess' mount. The place is located about 17km far northerly to Wankaner, and 26km southeasterly to Morbi.</p>\n<p>Sprawling Khodiyar Mataji temple at Rajpara village (Rajpara Dham) is equally popular. It is located about 18 km westerly to Bhavnagar city. There is lake near temple known as Tataniya Dharo, and for the same reason goddess is also known as Tataniya Dharawali.</p>\n<p>Galadhara Shree Khodiyar Mandir near Dhari, Gujarat is equally massive and popular.</p>\n<p>A Gujarati film ‘Jai Khodiyar Maa’, was once a box office hit and Hemant Chauhan has a garba CD with the same title</p>\n<h2><span id=\"Khodiyar_Surname\">Khodiyar Surname</span></h2>\n<p>Many Hindu Castes mainly Charan, who worship Khodiyar Mata as their Kuldevi also use Khodiyar as their surname. Chudasama, Sawaria, Rana clans sometimes used Khodiyar as their surname as they worship Khodiyar Mata, as their Kuldevi.</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Official website of Shri Khodiyar Mandir Trust</li>\n<li>About Nagas, Khodiyar Maa mentioned too</li>\n</ul>", "images": [{"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Khodiyaar Ji.jpg"}]}