{"pageid": 1688275, "ns": 0, "title": "Achlys", "extract": "<p>In Greek mythology, <b>Achlys</b> (Greek language: <span lang=\"grc\" xml:lang=\"grc\">Ἀχλύς</span> \"mist\") was, according to some ancient cosmogonies, the eternal Night (perhaps the Mist of Death, which fell before the eyes preceding death), and the first created being which existed even before Chaos.</p>\n<p>According to Hesiod, she was the personification of misery and sadness, and as such she was represented on the shield of Heracles: pale, emaciated, and weeping, with chattering teeth, swollen knees, long nails on her fingers, bloody cheeks, and her shoulders thickly covered with dust. She may also have been the goddess of deadly poisons.</p>\n<p>If she was a daughter of Nyx (Night) then she may have been numbered amongst the Keres.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Hesiod's_Account\"></span><span id=\"Hesiod.27s_Account\">Hesiod's Account</span></h3>\n<p>Hesiod, Shield of Heracles 264 ff (trans. Evelyn-White) (Greek epic 8th or 7th century BC):</p>\n<blockquote>\n<p><i>\"And beside them [the Keres (Deaths) and the Moirai (Fates) on the battlefield] was standing <b>Akhlys</b> (Achlys), dismal and dejected, green and pale, dirty-dry, fallen in on herself with hunger, knee-swollen, and the nails were grown long on her hands, and from her nostrils the drip kept running, and off her cheeks the blood dribbled to the ground, and she stood there, grinning forever, and the dust that had gathered and lay in heaps on her shoulders was muddy with tears.\"</i></p>\n</blockquote>\n<h3><span id=\"Nonnus'_Account\"></span><span id=\"Nonnus.27_Account\">Nonnus' Account</span></h3>\n<p>Nonnus, Dionysiaca 14. 143 ff (trans. Rouse) (Greek epic 5th century AD):</p>\n<blockquote>\n<p><i>\"(Hera spies the nurses of the infant god Dionysos): Hera, who turns her all-seeing eye to every place, saw from on high the everchanging shape of Lyaeus [Dionysos], and knew all. Then she was angry with the guardians of Bromios. She procured from Thessalian <b>Akhlys</b> (Achlys, Death-Mist) treacherous flowers of the field, and shed a sleep of enchantment over their heads; she distilled poisoned drugs over their hair, she smeared a subtle magical ointment over their faces ,and changed their earlier human shape. Then they took the form of a creature with long ears, and a horse's tail sticking out straight from the loins and flogging the flanks of its shaggy-crested owner; from the temples cow's horns sprouted out, their eyes widened under the horned forehead, the hair ran across their heads in tuft, long white teeth grew out of their jaws, a strange kind of mane grew of itself, covering their necks with rough hair, and ran down from the loins to feet underneath.\"</i></p>\n</blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Greek mythological figures</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFSmith1870\" class=\"citation encyclopaedia\">Smith, William, ed. (1870). \"<sup><span>article name needed</span></sup>\". <i>Dictionary of Greek and Roman Biography and Mythology</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAchlys&amp;rft.atitle=%3Csup%3E%3Cspan+style%3D%22color%3Ared%22%3Earticle+name+needed%3C%2Fspan%3E%3C%2Fsup%3E&amp;rft.btitle=Dictionary+of+Greek+and+Roman+Biography+and+Mythology&amp;rft.date=1870&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi - Daimones Achlys</li>\n</ul>", "images": [{"ns": 6, "title": "File:PD-icon.svg"}]}