{"pageid": 1696783, "ns": 0, "title": "Jagaddhatri", "extract": "<p><b>Jagaddhatri</b> or <b>Jagadhatri</b> (Bengali: জগদ্ধাত্রী, Devanagri: जगद्धात्री, Oriya: ଜଗଦ୍ଧାତ୍ରୀ, 'the Protector of the World') is an aspect of the Hindu goddess Durga, who is particularly worshipped in the West Bengal region of India. Her cult is directly derived from Tantra where she is a symbol of sattva beside Durga and Kali, respectably symbolized with Rajas and Tamas.</p>\n<p>She is celebrated on Gosthastami. It is also referred to as another Durga Puja as it also starts on Asthami tithi and ends on Dashami tithi. The date of the puja is decided by the luni-solar Hindu calendar.</p>\n\n<p>Jagaddhatri is depicted as being the colour of the morning sun, three-eyed and four-armed, holding a chakra, conch, bow and arrows, clothed in red, bright jewels and <i>nagajangopaveeta</i> (a serpent as the sacred thread), a symbol of yoga and the Brahman. She rides a lion standing on the dead Karindrasura, the Elephant Demon. \"Jagaddhatri arises in the heart of a person,\" said Ramakrishna, \"who can control the frantic elephant called mind.\"</p>\n<p>Though she is worshipped all over West Bengal and some places of Odisha, Jagaddhatri Puja in Chandannagar, Krishnanagar, Boinchi, Bhadreswar, Hooghly, Rishra, Tehatta, Ashoknagar Kalyangarh, and Baripada, have a special socio-cultural celebration. In Kolkata, too, Jagaddhatri Puja is a major autumnal Hindu event after Durga Puja and Kali Puja. In Ramakrishna Mission, Jagaddhatri Puja was initiated by Sarada Devi, Ramakrishna’s wife and observed in the centres of the Mission all over the world.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>Generally, Jagaddhatri is referred as another name of Durga. In Sanskrit, Bengali and Assamse the word 'Jagaddhatri' literally means 'Holder (dhatri) of the World (Jagat)' . According to Sri Ramakrishna, “(Jagaddhatri) holds the World. If she wouldn’t, the World might fall down. This explanation can be applied for both Durga and Jagaddhatri. That is why in the hymns, the goddess is always referred to as ‘Jagaddhatri Durga -</p>\n<blockquote class=\"templatequote\">\n<p>জয়দে জগদানন্দে জগদেক প্রপূজিতে।<br>\nজয় সর্ব্বগতে দুর্গে জগদ্ধাত্রি নমোঽস্তু তে॥</p>\n<p><b>Transliteration</b>:</p>\n<p>Jaẏadē jagadānandē jagadēka prapūjitē।<br>\nJaẏa sarwagatē durgē jagad'dhātri namō̕stu tē॥</p>\n<p><b>Translation</b>: I hail Thee, o all-pervasive Jagaddhatri Durga, Thou art victorious and symbol of the joys of the world; it is only Thou in the world, who can be worshipped properly. Victory to Thee.</p>\n</blockquote>\n<p>Like most of other Hindu deities, Jagaddhatri is also known with other names like Karindrasuranisudini (Slayer of the Elephant Demon), Maheswari (the Great Goddess), Shaktacharpriya (the Goddess who loves to be worshiped in accordance to the practices of the Sakta sect of Hinduism, or Shaktism), Adharabhuta (the Bearer of the World) etc.</p>\n<h2><span id=\"Pauranik_lore\">Pauranik lore</span></h2>\n\n<p>As per ancient Pauranik lore of the Hindu scriptures, soon after the victory over Mahishasur the Devatas became highly egoistic. They thought because of lending to Durga their instruments the mighty asuras were vanquished. To make them understand that the primordial power is alone behind every action, then Para Brahma appeared before the Devatas in the form of effulgent Yaksha.</p>\n<p>Bewildered by its presence one by one the Devatas approached Yaksha. First the god of wind Vayu. The Yaksha asked him what he could do. The Vayu replied that he could throw away huge trees, tumble high mountains. The Yaksha then placed a small grass and asked him to move it. The Vayu utilised all his powers but lo! he could not even displace it. So also the god of fire Agni, could not even burn it. Likewise one by one the Devatas failed.</p>\n<p>And it dawned on them that their powers are in reality not their own but derived from the supreme power who as protecting mother holds the entire creation and therefore called Jagaddhatri. Anybody who worships Jagaddhatri becomes absolutely egoless and a true servant of the world which is nothing but a manifestation of the Brahman.</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>The <b>Jagadharti Puja</b> was first started by Maharaja Krishnachandra of Krishnanagar, Nadia in Bengal. Jagadhatri Puja is very popular in Krishnanagar, Rishra, Chandannagar, Bhadreswar, Hooghly, Boinchi. In krishnagar, nadia Burimar Jagadhatri Puja is one of the oldest jagadhtri Puja in Bengal. Because Maharaja Krishnachandra was inspired by this puja. Pimarily this puja was done by one old woman called 'Burima' in Bengali language. Later the goddess was named after 'Burima'. Presently in krishnagar,Nadia more than 100 Jagadhatri puja is organized but the main attraction is still Burima.</p>\n<p>The Jagadhatri puja of Bose family, Palpara, deserves a special mention in this regard. The puja of this family initially used to be held in their ancestral home in Murshidabad. Folklore has it that this puja was started in 1788. The puja was later shifted to its present location in Chandannagar, where many of the family members now live. The exact history of the deity is unknown, but family records date it back to 1640.</p>\n\n<p>The beauty of the festival in Chandannagar is mainly due to the collaborative conception between the French and Bengalis. Remarkable feature remaining its procession, second largest in the world after Rio de Janeiro's, with its magnificent lightings </p>\n<p>Jagaddhatri figures in the semi-historical fictional work 'Anandamath' written by Bankim Chandra Chatterjee, from which book the national song of India \"Vande Mataram\" is taken. In the novel, Kali, Durga and Jagaddhatri are depicted as three aspects of 'Bharat Mata' (Mother India) - Jagaddhatri as the mother used to be, Kali as the mother now is, Durga as the mother will be in future. The trio of goddesses are shown as the object of worship of a group of ascetics who form the protagonists of the story.</p>\n<h2><span id=\"Jagadhatri_Mela\">Jagadhatri Mela</span></h2>\n\n\n<p>After <i>Ratha Yatra</i>, <i>Jagadhatri Mela</i> at Bhanjpur <i>Jagadhatri Podia</i>, is the biggest <i>mela</i> of Baripada, Odisha. It is the festival of Maa Jagadhatri, Goddess of the whole world. There is an 8–15 days mela(carnival) also known as mini <i>Bali Jatra</i> named after Cuttack's <i>Bali Jatra</i> which takes place at <i>Jagadhatri Mela Podia</i>, Bhanjpur, near the Bhanjpur railway Station during the month of October–November. It is celebrated on <i>Gosthastami</i>. It is also referred to as another <i>Durga Puja</i> as it also starts on <i>Asthami tithi</i> and ends on <i>Dashami tithi</i>. The date of the <i>puja</i> is decided by the luni-solar Hindu calendar.</p>\n<p>In 2012, the <i>sarbajanina</i> <i>Maa Jagadhatri puja</i> has been started from 21 November. But the <i>mela</i> continued from 26 November to 7 December (for the first time it was for such a long period of 13 days). As the <i>puja</i> was celebrating its Diamond Jubilee for completing 60 years.</p>\n<p>In 2013, the <i>sarbajanina</i> <i>Maa Jagadhatri puja</i> has been started from 11 November. But to commemorate the loss of Odisha, specifically Mayurbhanj district and Baripada due to Phailin and post Phailin flood, there will be no Cultural Program or Live telecast of this(2013) year's Jagadhatri Puja and Mela on Blue Sky (Local Cable Provider). But Mela will continue from 14 to 25 November 2013.</p>\n<p>Every year its main attraction is the <i>Puja Torana</i>(<i>Pendal</i>) and the <i>Mela</i>. The <i>Pendal</i> is decorated as a famous monument like in 2011 it was a miniature of US Capitol Building, United States. This year, it is Lalitha Mahal, Mysore. From year 2000 it has been a tradition to decorate the <i>torana</i> as a special infrastructure. Tajmahal, Agra; Victoria Memorial (India), Kolkata; Titanic Ship; Lotus Temple, New Delhi; Golden Temple, Punjab etc. were also mimicked in the previous years since 2000 to 2006. As a tribute to 26/11 Hotel Taj Mahal Palace &amp; Tower, Mumbai attack victims, the <i>torana</i> of year 2009 is a lookalike of that hotel. The pictures showing here are the <i>torana</i>s decorated from 2007 to 2012 as previous year's pictures are not available.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>McDermott, Rachel Fell (2011). <i>Revelry, Rivalry, and Longing for the Goddesses of Bengal: The Fortunes of Hindu Festivals</i>.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Jagaddhatri Puja posted by Paromita</li>\n<li>The Mela ground where Jagadhatri Mela takes place every year</li>\n<li>\"Jagadhatri mela kicks off with much fanfare\" is the headline of e-news site webindia123.com as the famous Bhanjpur Jagadhatri Mela started on 21 Nov 2012</li>\n</ul>", "images": [{"ns": 6, "title": "File:2006-11-01 Jagaddhatripuja5 06 009.jpg"}, {"ns": 6, "title": "File:AUM symbol, the primary (highest) name of the God as per the Vedas.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Idol of Maa Jagadhatri 2012.JPG"}, {"ns": 6, "title": "File:JagaddhatriKolkata.JPG"}, {"ns": 6, "title": "File:Jagaddhatri Krishnanagar Rajbati.jpg"}, {"ns": 6, "title": "File:Jagaddhatri Puja.jpg"}, {"ns": 6, "title": "File:Jagaddhatri Puja1 2009 Chandannagar.JPG"}, {"ns": 6, "title": "File:Jagadhatri Mela 2012.JPG"}]}