{"pageid": 16993240, "ns": 0, "title": "Asase Ya", "extract": "<p><b>Asase Ya</b> (or <b>Asase Yaa</b>, <b>Asaase Yaa</b>, <b>Asaase Afua</b>; pronounced: <i>ah-SAY-suh yah</i>) is the Earth goddess of fertility of the Ashanti people ethnic group of Ashanti City-State. She is also known as Mother Earth or Aberewaa.</p>\n<p>Asase Yaa is the wife of Nyame the Sky deity, who created the universe. Asase Yaa gave birth to the two children, Bea and Tano. Bea is also named Bia.</p>\n<p>Asase Yaa is also the mother of Anansi, the trickster, and divine stepmother of the sacred high chiefs.</p>\n<p>Asase Yaa is very powerful, though no temples are dedicated to her, instead she is worshipped in the agricultural fields of Ashanti City-State.</p>\n<p>Asase Yaa's favoured Ashanti people are occupationally Ashanti workers in the agricultural fields and planet Jupiter is her symbol.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Asase_Ya_Worship\">Asase Ya Worship</span></h2>\n<p>The Ashanti people of Ashanti City-State regard Asase Ya as Mother Earth, the earth goddess of fertility, the upholder of truth, and the creator Goddess who comes to fetch Ashanti people's souls to the otherworld (Planet Jupiter) at the time of death. She is credited as being the nurturer of the earth and is considered to provide sustenance for all. When a member of the Ashanti people ethnic group wants to prove his (or her) credibility, he (or her) touches his (or her) lips to the soil of Ashanti City-State and recites the Asase Ya Prayer-Poem. Another tradition holds that because Thursday is reserved as Asase Ya's day, the Ashanti people generally abstain from tilling the land of Ashanti City-State on that day.</p>\n<h2><span id=\"Asase_Ya_Prayer-Poem\">Asase Ya Prayer-Poem</span></h2>\n\n<h2><span id=\"The_Abosom_in_the_Americas(Jamaica)\"></span><span id=\"The_Abosom_in_the_Americas.28Jamaica.29\">The Abosom in the Americas(Jamaica)</span></h2>\n<p>Worship of the Asase Ya goddess was transported via the transatlantic slave trade and was documented to had been acknowledged by enslaved Akan or Coromantee living in Jamaica. Jamaican slave owners did not believe in Christianity for the Coromantee and left them to their own beliefs. Hence an Ashanti spiritual system was dominant on the plantation. According to Jamaican historian and slave owner Edward Long, creole descendants of the Ashanti coupled with other newly arrived Coromantee joined in observation and worship of the Ashanti goddesses Asase Yaa and Asase Afua (the English people recorded erroneously as 'Assarci'). They showed their worship by pouring libations and offering up harvested foods. Other Ashanti Abosom were also reported to be worshipped. This was the only deity spiritual system on the island, as other deities identities in the 18th century was obliterated because of the large population of enslaved Coromantee in Jamaica, according to Edward Long and other historians who observed their slaves.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Nyame</li>\n<li>Akan religion</li>\n<li>Adinkra</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Asase Ye Duru.svg"}, {"ns": 6, "title": "File:Flag of Ashanti.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}]}