{"pageid": 1702884, "ns": 0, "title": "Pakhet", "extract": "<p>In Egyptian mythology, <b>Pakhet</b>, Egyptian <i>Pḫ.t</i>, meaning <i>she who scratches</i> (also spelt <b>Pachet</b>, <b>Pehkhet</b>, <b>Phastet</b>, and <b>Pasht</b>) is a lioness goddess of war.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin_and_mythology\">Origin and mythology</span></h2>\n\n<p>Pakhet is likely to be a regional lioness deity, <i>Goddess of the Mouth of the Wadi</i>, related to those that hunted in the wadi, near water at the boundary of the desert. Another title is <i>She Who Opens the Ways of the Stormy Rains</i>, which probably relates to the flash floods in the narrow valley, that occur from storms in the area. She appeared in the Egyptian pantheon during the Middle Kingdom. As with Bastet and Sekhmet, Pakhet is associated with Hathor and, thereby, is a sun deity as well, wearing the solar disk as part of her crown.</p>\n<p>It became said that rather than a simple domestic protector against vermin and venomous creatures or a fierce warrior, she was a huntress, perhaps as a caracal, who wandered the desert alone at night looking for prey, gaining the title <i>Night huntress with sharp eye and pointed claw</i>. This desert aspect led to her being associated with desert storms, as was Sekhmet. She also was said to be a protector of motherhood, as was Bastet.</p>\n<p>In art, she was depicted as a feline-headed woman or as a feline, often depicted killing snakes with her sharp claws. The exact nature of the feline varied between a desert wildcat, which was more similar to Bastet, or a caracal, resembling Sekhmet.</p>\n<h2><span id=\"Temples_near_al_Minya\">Temples near al Minya</span></h2>\n\n<p>The most famous temple of Pakhet was an underground, cavernous shrine that was built by Hatshepsut near al Minya, among thirty-nine ancient tombs of Middle Kingdom nomarchs of the Oryx nome, who governed from Hebenu, in an area where many quarries exist. This is in the middle of Egypt, on the east bank of the Nile. A tomb on the east bank is not traditional (the west was), but the terrain to the west was most difficult. A more ancient temple to this goddess at the location is known but has not survived. Hatshepsut is known to have restored temples in this region that had been damaged by the Hyksos invaders.</p>\n<p>Its remarkable catacombs have been excavated. Great numbers of mummified cats have been found buried there. Many are thought to have been brought great distances to be buried ceremonially during rituals at the cult center. Some references associate this goddess as Pakhet-Weret-Hekau, (Weret Hekau meaning <i>she who has great magic</i>), implying the association with a goddess such as Hathor or Isis. Another title is <i>Horus Pakhet</i>; the presence of many mumified hawks at the site would further the association with Hathor who was the mother of Horus, the hawk, the pharaoh, and the sun.</p>\n<p>Her hunting nature led to the Greeks, who later occupied Egypt for three hundred years, identifying Pakhet with Artemis. Consequently, this underground temple became known to them as <i>Speos Artemidos</i>, the <i>Cave of Artemis</i>, a name that persists even though Artemis is not an Egyptian goddess. The Greeks attempted to align the Egyptian deities with their own, while retaining the traditions of the Egyptian religion. Later, Egypt was conquered by the Romans, just after 30 AD, and they retained many of the Greek place names. Christians and other religious sects occupied some parts of the site during the Roman period. Arabic place names were established after the 7th century.</p>\n<p>Hatshepsut and her daughter Neferure have been identified as the builders of a smaller temple dedicated to Pakhet nearby, which was defaced by subsequent pharaohs. It was completed during the reign of Alexander II and is now called <i>Speos Batn el-Bakarah</i>.</p>\n<h2><span id=\"Coffin_text_incantation\">Coffin text incantation</span></h2>\n<p>The Faulkner translation of Ancient Egyptian Coffin Texts, Spell 470 reads,</p>\n<dl><dd>O You of the dawn who wake and sleep,</dd>\n<dd>O You who are in limpness, dwelling aforetime in Nedit,</dd>\n<dd>I have appeared as Pakhet the Great,</dd>\n<dd>whose eyes are keen and whose claws are sharp,</dd>\n<dd>the lioness who sees and catches by night....</dd>\n</dl><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Per-Bast.org</i>: About Pasht...</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:SpeosArtemidos015d.jpg"}, {"ns": 6, "title": "File:Speos Artemidos 01.JPG"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}