{"pageid": 17168869, "ns": 0, "title": "Mór Muman", "extract": "<p><b>Mór Muman</b> or <b>Mór Mumain</b> (modern spelling: <b>Mór Mhumhan</b>) is a figure from early Irish literature who is said to have been a queen of Munster and daughter of king Áed Bennán. Her name means \"the Great Mother\" and the province of Munster (<i>An Mhumhain</i>) is named after her. She is believed to be an euhemerised mother goddess and sovereignty goddess of the province, particularly of the Eóganachta. Mór Muman \"personifies the land of Munster\" and \"the sovereignty of the region\". She is also known as Mugain and may be the same figure as Anu and the Morrígan.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Traditions\">Traditions</span></h2>\n<p>The Irish language tale <i>Mór Muman 7 Aided Cuanach meic Ailchine</i> (\"Mór Muman and the death of Cuanu mac Ailchine\") is found in the <i>Book of Leinster</i>. It is suggested that it dates from the 10th century or earlier. According to this tale, Mór was placed under an enchantment and went mad. She wandered Ireland for two years before she came to Cashel and the court of King Fíngen mac Áedo Duib. Fingen eventually slept with her, and her memory returned. In the morning, Fingen gave her the queen's robe and brooch, and put aside his current queen, daughter of the king of the Deisi, and put Mór in her place as she was of better blood. The <i>Metrical Dindshenchas</i> say of Fingen and Mór:</p>\n<blockquote>\n<p>Best of the women of Inis Fail<br>\nis Mór daughter of Áed Bennan.<br>\nBetter is Fingen than any hero<br>\nthat drives about Femen.</p>\n</blockquote>\n<p>When Fingen died, the story says, Mór Muman married Cathal mac Finguine. Unfortunately, the collector of this tale mistook this Cathal for his grandfather, Cathal mac Áedo.</p>\n<p>A similar tale is told of Mis, who gave her name to the Slieve Mish Mountains and who may be the same figure as Mór. Mis is said to have went mad and to have lived as a wild woman in the mountains. She recovers after befriending and sleeping with a harper named Dubh Rois. These tales may be based on the common motif of the loathly lady, whereby the goddess of sovereignty appears as a hag until kissed by the rightful king, whereupon she becomes a beautiful young woman.</p>\n<p>In another tale, Mór and her husband Lear land in Ireland at the Dingle Peninsula and make their home at Dunmore Head (<i>Dún Mór</i>, possibly meaning \"Mór's hillfort\"). One day, Mór climbs to the top of Mount Eagle to see the land in which she dwells. However, she is 'taken short' and squats to relieve herself. The ravines that cut through the mountains of Munster are said to have resulted from Mór's great streams of urine. This motif of a goddess creating the landscape is found in many ancient tales. At the foot of the mountain is a place called Tivoria or <i>Tigh Mhóire</i> (\"Mór's house\").</p>\n<p>As a divinity, Mór Muman is believed to be identical with Mugain, and to include features of Medb and the Morrigan. She is sometimes referred to simply as Mumain, making her association with the land of Munster (Irish, <i>Mumu</i>) explicit.</p>\n<p>The death of Mór Muman ingen Áedo Bennáin is recorded by the <i>Annals of Ulster</i> under the year 632 and by the <i>Annals of Tigernach</i> for 636.</p>\n<p>Mór's sister, Ruithchern, is also thought to represent the sovereignty goddess. She was the protagonist of the lost story <i>Aithed Ruithcherne la Cuanu mac Cailchin</i> (The killing of Ruithchern by Cuanu mac Ailchine).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mór Muman (Irish name)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>"}