{"pageid": 17377649, "ns": 0, "title": "Tutela", "extract": "<p><i><b>Tutela</b></i> was the ancient Roman concept of \"guardianship\", conceived of as a goddess in the Imperial period, and from the earliest period as a functional role that various tutelary deities might play, particularly Juno. <i>Tutela</i> had particular applications in Roman law.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legal_tutela\">Legal <i>tutela</i></span></h2>\n<p>Under Roman law, there were several forms of <i>tutela</i> (\"guardianship\" or \"tutelage\"), mainly for people such as minors and women who ordinarily in Roman society would be under the legal protection and control of a <i>paterfamilias</i>, but who for whatever reasons were <i>sui iuris</i>, legally emancipated. The guardian who oversaw their interests was a <i>tutor</i>. Latin legal terminology distinguishes among several types of <i>tutela</i>, including:</p>\n<ul><li><i>tutela fiduciaria</i>, fiduciary guardianship.</li>\n<li><i>tutela impuberum</i>, guardianship for minors who were emancipated from the legal control <i>(potestas)</i> of a <i>paterfamilias</i> or head of household.</li>\n<li><i>tutela mulierum</i>, guardianship of emanicipated women, generally those whose fathers had died. In the \"core period\" of Roman history (2nd century BC to 2nd century AD), a married woman did not enter into the <i>potestas</i> of her husband, and remained legally a part of her birth family. The appointment of a <i>tutor</i> was meant to ensure that her interests and those of her family were protected, particularly in matters of property rights, since the ownership of property by married people remained separate. On occasion, a woman who wanted her husband to manage her property might have him appointed <i>tutor</i>.</li>\n</ul><h2><span id=\"Tutelae\"><i>Tutelae</i></span></h2>\n<p>The <i>tutela</i> or tutelary deity was fundamental to archaic Roman religion. The capacity for offering protection or guardianship was a basic function of deity, expressed by formulations such as <i>Tutela Iovis</i>, \"the tutelage of Jove\". Major deities such as Jupiter, Minerva, and Mars were conceived of as tutelaries. The phrase <i>in tutela</i> expressed the sphere of influence exercised by a deity. For instance, trees of ill omen <i>(arbores infelices)</i> were in the <i>tutela</i> of the gods below <i>(di inferi)</i>. The initiatory grades of the Mithraic mysteries seem to have each had a tutelary deity.</p>\n<p>The cities of ancient Italy characteristically had a <i>tutela</i>, who in many places was Juno. The true name of the deity was theoretically kept secret, to prevent an enemy from enacting a ritual \"calling out\" <i>(evocatio)</i> the tutelary and rendering the city vulnerable. If the identity of a deity whose protection was desired was unknown, an altar might be inscribed with an open-ended invocation such as \"to the tutelary god\". The individual goddess Tutela may have evolved from this abstraction. She appears often in inscriptions, particularly in Gaul, but only rarely in literature. She is often linked invoked with the Genius to assure a full range of protection, and became a regular part of household cult along with the Lares and Penates. She might also be paired with Fortuna. <i>Tutor</i> or <i>tutator</i> might be masculine epithets for gods in a specifically tutelary function: <i>Iuppiter tutor</i> or <i>Hercules tutator</i>.</p>\n<h2><span id=\"Tutela_and_Imperial_cult\">Tutela and Imperial cult</span></h2>\n\n<p>The early Roman emperors drew on traditional sources of authority to consolidate their position, among them the <i>potestas</i> or power of the Roman head of household. <i>Tutela</i> or guardianship was another available form of authority, advertised as <i>Tutela Augusti</i>, the tutelage of Augustus. In the Imperial period the goddess Tutela received her own distinct <i>cultus</i> in the form of rituals and temples. The Flavian dynasty in particular cultivated Tutela. On a coin of 71 AD, Tutela is represented by a woman with two children.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> The dictionary definition of tutela at Wiktionary</p>\n<ul><li>Silver figurine of Tutela and Highlights at the British Museum</li>\n</ul>", "images": [{"ns": 6, "title": "File:013. Pièce du musée archéologique Saint-Pierre (Vienne).JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}