{"pageid": 174967, "ns": 0, "title": "Rukmini", "extract": "<p><i><b>Rukmini</b></i> (or <i><b>Rukmani</b></i>) is the principal wife and queen of the God Krishna, the king of Dwaraka. Krishna heroically kidnapped her and eloped with her to prevent an unwanted marriage at her request and saved her from evil Shishupala(described in the Bhagavata Purana). Rukmini is the first and most prominent queen of Krishna. Rukmini is also considered an avatar of Lakshmi, the Goddess of fortune.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>According to traditional accounts, princess Rukmini is believed to have been born on Vaishakha 11 (Vaishakh Ekadashi). Although born to an earthly king Bhishmaka, her position as an incarnation of Goddess Lakshmi is described throughout Puranic literature:</p>\n<ul><li>\"O hero among the Kurus, the Supreme Lord Himself, Govinda, married King Bhishmaka's daughter, Vaidarbhi Rukmini, who was a direct expansion of the Goddess of fortune [Sriyo maatraam].\" (Bhagavata Purana 10.52.16)</li>\n<li>\"Dwaraka's citizens were overjoyed to see Krishna, the Lord of all opulence, united with Rukmini, the Goddess of fortune.\" (SB 10.54.60)</li>\n<li>Lakshmi by Her portion took birth on earth as Rukmini in the family of Bhishmaka.(Mahabharata Adi 67.156)</li>\n<li>Rukminidevi, the Queen Consort of Krishna is the Swarupa-shakti (mulaprakriti), the essential potency of Krishna (krsnatmika) and she is the Queen / Mother of the Divine World (jagatkatri), Dwaraka/Vaikuntha.</li>\n<li>She was born at Haridwar and a royal princess from Vedic Aryan tribe. The daughter of a powerful king Bhishmaka.</li>\n</ul><p>The Shrutis which are closely associated with the narrations of the pastimes of the Vraja-gopis with svayam-rupa Bhagavan Sri Krishna, the Parabrahma, have declared this truth (Gopala-tapani Upanisad 57). They cannot be separated. As Lakshmi is Vishnu's Shakti(power or strength) so even as Rukmini is Krishna's strength.</p>\n<h2><span id=\"Marriage\">Marriage</span></h2>\n\n\n\n<p>Rukmini was the daughter of Bhishmaka, the king of Vidarbha. Bhismaka was the vassal of King Jarasandha of Magadha. She fell in love with and longed for Krishna, whose virtue, character, charm and greatness she had heard much of. Rukmini's eldest brother Rukmi though was a friend of evil King Kamsa, who was killed by Krishna and was set against the marriage.</p>\n<p>According to the Mahabharat and the Puranas, It is said that if there was any one woman just as beautiful and virtuous as Andal was, it was Rukmini.</p>\n<p>Rukmini's parents wanted to marry Rukmini to Krishna but Rukmi, her brother strongly opposed it. Rukmi was an ambitious prince and he did not want to earn the wrath of Emperor Jarasandha, who was ruthless. Instead, he proposed that she be married to his friend Shishupala, the crown prince of Chedi. Shishupala was also a vassal and close associate of Jarasandha and hence an ally of Rukmi.</p>\n<p>Bhishmaka gave in but Rukmini, who had overheard the conversation was horrified and immediately sent for a brahmana, Sunanda, whom she trusted and asked him to deliver a letter to Krishna. She asked Krishna to come to Vidarbha and kidnap her to avoid a battle where her relatives may be killed. She suggested that he do this when she was on her way to the temple or back. Rukmini asked that he claim her to marry her. Krishna, having received the message in Dwarka, immediately set out for Vidarbha with Balarama, his elder brother.</p>\n<p>Meanwhile, Shishupala was overjoyed at the news from Rukmi that he could simply go to Kundina(present day Koundanyapur) Amravati district and claim Rukmini. Jarasandha, not so trusting, sent all his vassals and allies along because he felt that Krishna would certainly come to snatch Rukmini away.</p>\n<p>Bhishmaka and Rukmini received the news that Krishna was coming by their respective spies. Bhishmaka, who secretly approved of Krishna and wished he would take Rukmini away had a furnished mansion set up for him.</p>\n<p>He welcomed them joyfully and made them comfortable. Meanwhile, at the palace, Rukmini got ready for her upcoming marriage. She went to Indrani temple on the day of Jyeshtha star (ruled by Indra) to pray but was severely disappointed when she did not see Krishna there. As she stepped out, she saw Krishna and he soon swept her into his chariot with him. They both started to ride off when Shishupala noticed them. All of Jarasandha's forces quickly started chasing them. While Balarama occupied most of them and held them back Rukmi had almost caught up with Krishna and Rukmini. He overtook Krishna near Bhadrod.</p>\n<p>Krishna and Rukmi duelled with the inevitable result of Krishna's victory. When Krishna was about to kill him, Rukmini fell at the feet of Krishna and begged that her brother's life be spared. Krishna, generous as always, agreed, but as punishment, shaved Rukmi's head and let him go free. There was no greater shame for a warrior than a visible sign of defeat. Rukmi was worshipped as Gaudera by villagers since he was defeated. He was known as the God of defeat and shame.</p>\n<p>According to folklore, Krishna came to the village of Madhavpur Ghed after kidnapping Rukmini and got married to her at this very place. In the memory of that event, there is a temple built for Madhavrai. A celebration of this event is held at Madhavpur in memory of this marriage every year in a cultural fair. At Dwaraka, Krishna was married to Rukmini with great pomp and ceremony.</p>\n<h2><span id=\"Tulabharam_(weighing_by_scale)\"></span><span id=\"Tulabharam_.28weighing_by_scale.29\">Tulabharam (weighing by scale)</span></h2>\n\n<p>The <i>Tulabharam</i> is an incident in the life of Rukmini, that reveals the extent to which humble devotion is worth more than material wealth. Satyabhama, another queen of Krishna, prides herself about the love Krishna has for her and her grasp over his heart. Rukmini, on the other hand is a devoted wife, humble in her service of her Lord. Her devotion is her real inner beauty. On one occasion, the sage Narada arrived in Dwaraka and in the course of conversation hinted to Satyabhama that the love that Krishna exhibits towards her is not all that real and in fact it is Rukmini who has real control over his heart. Unable to bear this, Satyabhama challenges Narada to prove it. Narada, with his way with words, tricked her into accepting a Vrata(ritual) where she has to give Krishna away in charity to Narada and reclaim him by giving the weight of Krishna in wealth. Narada lures her into accepting this vrata by telling her that Krishna's love to her will increase many folds if she succeeds in performing this Tulabharam. He also instigates her ego by hinting that her wealth may not be sufficient to equal the weight of Krishna. With Satyabhama's ego duly raised, she tells Narada that she can mobilize so much wealth that it is a child's play for her to outweigh Krishna. Narada warns her that if she is not able to do this, Krishna will become his slave to be done with as he pleases.</p>\n<p>The scene is soon set for the vrata. Satyabhama gives Krishna away in charity in spite of the other wives' pleadings. Krishna, always the mischievous cowherd, meekly submits to this drama. After donating Krishna to Narada, Satyabhama arranges for a big scale to be put up and sends with all assurance for her huge treasure of gold and jewellery. All that she has is soon put on the scale, but it doesn't budge. Narada starts taunting her and threatening her that if she can't put enough gold or diamonds, he will be forced to auction Krishna as a slave to someone else. Satyabhama, in frantic panic, swallows her pride and begs all the other wives to give their jewels. They agree out of love for Krishna but alas, it is of no use.</p>\n<p>Krishna remains a mute witness to all this drama and rubs salt into the open wounds of Satyabhama's ego that he has now to become a slave to some cowherd and will have to suffer the separation from his dear wife. Narada suggests to Satyabhama that Rukmini may be able to get her out of the predicament. She finally swallows her pride and appeals to the devoted first wife of Krishna. Rukmini comes and with a prayer to her husband puts a single leaf of the sacred Tulasi on the scale(tula). The scales then become all at once so heavy that even after removing all the jewels, the scales are weighed down on the side of the Tulasi leaf.</p>\n<p>While there are different versions in different texts as to why the weighing was arranged, the story of the Tulsi leaf placed by Rukmini being worth more in weight than that of Satyabhama's wealth is a common ending. This story is often repeated to enunciate the significance of Tulsi and how a humble offering to God is greater than any material wealth.</p>\n<h2><span id=\"Sudama\">Sudama</span></h2>\n<p>Another well-known incident in Rukmini's married life is when Krishna's childhood friend, Sudama, came to Dwarka to visit. Rukmini welcomed Sudama and gave him food. She and Krishna fanned him as he rested from his long journey. This type of devotion is a characteristic of Rukmini that was very prevalent.</p>\n<h2><span id=\"Other_Names\">Other Names</span></h2>\n<ul><li><i>Ruciranana</i> - One who has a beautiful face, expanding like a lotus flower</li>\n<li><i>Vaidarbhi</i> - Princess of Vidarbha</li>\n</ul><h2><span id=\"Glorification\">Glorification</span></h2>\n\n<p>Rukmini or Rakhumai is worshipped as the consort of Vithoba(an avatar of Krishna) in Pandharpur, Maharashtra.</p>\n<p>In 1480, Rukmini devi's servant messenger is believed to have appeared in this world as Vadirajatirtha(1480–1600), the greatest saint in the Madhvacharya tradition. He composed a famous work Rukminishavijaya glorifying Rukmini and Krishna in 1240 verses spread over 19 chapters.</p>\n<h2><span id=\"Children\">Children</span></h2>\n<p>The first son of Queen Rukmini was Pradyumna, and also born of her were Charudeshna, Sudesna and the powerful Charudeha, along with Sucharu, Charugupta, Bhadracharu, Charuchandra, Vicharu and Charu, the tenth(SB 10.61.8-9). Of them, Pradyumna was the crown prince of Dwaraka.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Neela Devi (Nappinnai)</li>\n<li>Vaishnavism</li>\n<li>Puranas</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation book\">Rajachudamani Dikshita (1920). <i>Rukmini Kalyanam (Sanskrit)</i>. Sri Vani Vilas Press, Srirangam.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARukmini&amp;rft.au=Rajachudamani+Dikshita&amp;rft.btitle=Rukmini+Kalyanam+%28Sanskrit%29&amp;rft.date=1920&amp;rft.genre=book&amp;rft.pub=Sri+Vani+Vilas+Press%2C+Srirangam&amp;rft_id=https%3A%2F%2Farchive.org%2Fstream%2Frukminikalyanamw00rajauoft%23page%2Fn3%2Fmode%2F2up&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Srimad-Bhagavatam: Krishna kidnaps Rukmini</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Krishna Rukmini Satyabhama Garuda.jpg"}, {"ns": 6, "title": "File:Krishna and Rukmini ride away in a chariot.jpg"}, {"ns": 6, "title": "File:MadrasMus.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Rukmini weds Krishna.jpg"}, {"ns": 6, "title": "File:Rukminimessenger.jpg"}, {"ns": 6, "title": "File:Sri Mariamman Temple Singapore 2 amk.jpg"}, {"ns": 6, "title": "File:Vitthal - Rakhumai.jpg"}]}