{"pageid": 17611185, "ns": 0, "title": "Saibini", "extract": "<p><b>Saibini</b> is the appellation for the mother Goddess in Goa, India. It is also used by the konkani speaking diaspora all along the west coast of India. The word can be translated as \"Dame\" in the English titular sense.</p>\n\n<p>In early times, the word was only used for the Goddess Shantadurga or Santeri. The beginnings of Goddess worship predates the coming of the Aryans in Goa and when the Saraswat Brahmins settled in Goa they adopted the tradition of worshipping the Mother Goddess by incorporating the Shakti tradition. The original tradition of worshipping the Earth Goddess Santeri at the site of Ant hills continued along with the Aryan traditions of building temples. Thus the Goddess Shantadurga and Santeri were worshipped by all the sections of the Konkani people.</p>\n<p>The Goddess Mhalsa of Mardol is also commonly referred to Saibini. The term is common amongst all the Konkani goddesses, including the ones found along the coastal belt of Karnataka.</p>\n<p>With the coming of the Portuguese to Goa, India in the early 16th Century and the forced Christianization of the Old conquests of Salcette and Bardez, the temples of Santeri were destroyed. The deep rooted traditions of woshipping the mother Goddess continued in her Christian avtaar of Mother Mary. Thus the Virgin Mary was called Saibini.</p>\n<p>Our Lady of Milagres (Miracles) at Mapusa is called Saibini by Goan Christians today. As Hindus and Christians commonly worship together in many Goan Churches and Temples, sometimes the distinction between Santeri and Mother Mary are lost.</p>\n<p>The word is also commonly used for Mother Mary by the East Indian Marathi Christian Community.</p>\n<p>All of Goan female deities are addressed as Saibinis. Even the Christians Mary is an example of motherhood and compassion and is referred to Saibini. Predominantly the word is associated with Mother Mary and the Konkani Goddesses.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>1)A History of Konkani Literature: From 1500 to 1992 By Manohararāya Saradesāya</li>\n<li>2)http://www.east-indians.com/marymarathi.htm</li>\n<li>3) Goa A Daughters story by Maria Aurora Couto</li>\n</ul>", "images": [{"ns": 6, "title": "File:Shantadurga.jpg"}]}