{"pageid": 1769702, "ns": 0, "title": "Umay", "extract": "<p><b>Umay</b> (also known as <b>Umai</b>; in Old Turkic: ; Kazakh: <span lang=\"kk\" xml:lang=\"kk\">Ұмай ана</span>, <i>Umay ana</i>; Russian: <span lang=\"ru\" xml:lang=\"ru\">Ума́й / Ымай</span>, <i>Umáj / Ymaj</i>) is the goddess of fertility in Turkic mythology and Tengriism and as such related to women, mothers and children. Umay resembles earth-mother goddesses found in various other world religions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>In Mongolian, <i>Umai</i> means 'womb' or 'uterus'. The earth was considered a \"mother\" symbolically. The Turkic root <i>umāy</i> originally meant 'placenta, afterbirth', and this word was used as the name for the goddess whose function was to look after women and children, possibly because the placenta was thought to have magic qualities. Literally in the Mongolian language, \"eje\" or \"eej\" means \"mother,\" and in Old Turkic, the similar word <i>eçe</i> also means 'mother'.</p>\n<h2><span id=\"Goddess_of_Children\">Goddess of Children</span></h2>\n<p>The name appeared in the 8th-century inscription of Kul Tigin in the phrase <i>Umay teg ögüm katun kutıŋa</i> 'under the auspices of my mother who is like the goddess Umay'.</p>\n<p>Umay is a protector of women and children. The oldest evidence is seen in the Orkhon monuments. From these it is understood that Umay was accepted as a mother and a guide. Also, khagans were thought to represent Kök Tengri. Khagan wives, <i>katun</i>s or <i>hatun</i>s, were considered Umays, too. With the help of 'Umay, <i>katun</i>s had babies, and these babies were the guarantee of the empire. According to <i>Divanü Lügat’it-Türk</i>, when women worship Umay, they have male babies. Turkic women tie strings attached with small cradles to will a baby from Umay. This belief can be seen with the Tungusic peoples in Southern Siberia and the Altay people. Umay is always depicted together with a child. There are only rare exceptions to this. It is believed that when Umay leaves a child for a long time, the child gets ill and shamans are involved to call Umay back. The smiling of a sleeping baby shows Umay is near it and crying means that Umay has left.</p>\n<p>In the view of the Kyrgyz people, Umay not only protects children, but also Turkic communities around the world. At the same time Umay helps people to obtain more food and goods and gives them luck.</p>\n<p>As Umay is associated with the sun, she is called <i>Sarı Kız</i> 'Yellow Maiden', and yellow is her colour and symbol. She is depicted as having sixty golden tresses that look like the rays of the sun. She is thought to have once been identical with Ot Ene of the Mongols and Altay. <i>Umay</i> and <i>Ece</i> are also used as female given names in the Republic of Turkey.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tengriism</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Kuyash ham Alav (Sun is also Fire)</li>\n</ul><h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Turkish Myths Dictionary (Türk Söylence Sözlüğü), Deniz Karakurt <span>(in Turkish)</span> PDF</li>\n<li>Özhan Öztürk. Folklor ve Mitoloji Sözlüğü. Ankara, 2009 Phoenix Yayınları. s. 491 ISBN 978-605-5738-26-6 <span>(in Turkish)</span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Old Turkic letter M.svg"}, {"ns": 6, "title": "File:Old Turkic letter O.svg"}, {"ns": 6, "title": "File:Old Turkic letter Y1.svg"}]}