{"pageid": 1770934, "ns": 0, "title": "Ḫepat", "extract": "<p><b>Ḫepat</b>, also transcribed, <b>Khepat</b>, was the mother goddess of the Hurrians, known as \"the mother of all living\". She is also a Queen of the deities.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythical_family\">Mythical family</span></h2>\n<p>Hebat is married to Teshub and is the mother of Sarruma and Alanzu, as well mother-in-law of the daughter of the dragon Illuyanka.</p>\n<h2><span id=\"Name_derivation\">Name derivation</span></h2>\n\n<p>It is thought that Hebat may have had a Southern Mesopotamian origin, being the deification of Kubaba, the founder and first ruler of the Third Dynasty of Kish. The name may be transliterated in different versions - <i>Khepat</i> with the feminine ending <i>-t</i> is primarily the Syrian and Ugaritic version.</p>\n<p>In the Hurrian language <i>Ḫepa</i> is the most likely pronunciation of the name of the goddess. In modern literature the sound /h/ in cuneiform sometimes is transliterated as <i>kh</i>.</p>\n<h2><span id=\"Arinniti\">Arinniti</span></h2>\n<p>The Hittite sun goddess Arinniti was later assimilated with Hebat. A prayer of Queen Puduhepa makes this explicit: \"To the Sun-goddess of Arinna, my lady, the mistress of the Hatti lands, the queen of Heaven and Earth. Sun-goddess of Arinna, thou art Queen of all countries! In the Hatti country thou bearest the name of the Sun-goddess of Arinna; but in the land which thou madest the cedar land thou bearest the name Hebat.\"</p>\n<h2><span id=\"Widespread_veneration\">Widespread veneration</span></h2>\n<p>Ḫepat was venerated all over the ancient Near East. Her name appears in many theophoric personal names. A king of Jerusalem mentioned in the Amarna letters was named Abdi-Heba, possibly meaning \"Servant of Ḫepat\".</p>\n<p>The mother goddess is likely to have had a later counterpart in the Phrygian goddess Cybele.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Hurrian mythology</li>\n<li>Kubaba</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Hittite/Hurrian Mythology</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Museum of Anatolian Civilizations085 cropped.jpg"}]}