{"pageid": 17729754, "ns": 0, "title": "Zisa (goddess)", "extract": "<p><b>Zisa</b> or <b>Cisa</b> is a goddess in Germanic paganism. <i>Zisa</i> is an etymological double of Tyr or Ziu according to 19th century scholar Jacob Grimm who suggests that Zisa may be the same figure as Tyr's unnamed wife, mentioned by Loki in the 13th century Poetic Edda poem <i>Lokasenna</i>.</p>\n<h2><span id=\"Medieval_records\">Medieval records</span></h2>\n<p>Zisa is mentioned in manuscripts from the 12th to 14th centuries which reference a victory against the Roman Empire attributed to the goddess. The anniversary of this victory was celebrated on the festival day of September 28 and involved games and merrymaking.</p>\n<p>Scholar Stephan Grundy, and authors Nigel Pennick and Prudence Jones,reference two Medieval manuscripts which mention Zisa, <i>Codex Monac</i> circa 1135 and <i>Codex Emmeran</i> circa 1135, along with a corroborating third source, Melchior Goldast's <i>Suevicarum rerum scriptores</i>. These three are based on a first-century BCE record of a Swabian military victory over Roman forces. The record mentions a city where the inhabitants worshipped Zisa \"with extreme reverence\". Pennick identifies this city as ancient Augsburg, and further identifies the depiction of the red-dressed woman in the Golden Hall of the Augsburg Town Hall as one of Zisa. Another twelfth-century source is the <i>Excerptum ex Gallica Historia</i>. In a passage about the early history of Augsburg it references four distichs from locations around the city. One of these had an inscription that states \"Quem male polluerat cultura nefaria dudum, Gallus monticulum nunc tibi, Ziza, tulit.\" Or \"Impious worship long ago defiled the Gallusberg, and then offered it to you, Ziza.\"</p>\n<p>Grimm proposes a connection between Zisa and to the \"Isis\" of the Suebi attested by Tacitus in his 1st century CE work <i>Germania</i> based on the similarity of their names, if not their functions. Grimm also references a record of a pagan Duke of Swabia, Suevi in the area of Augsburg, Germany. Duke <i>Esenerius</i> established a chapel in his castle in Kempten (then known as <i>Hillomondt</i>) with a venerated image of Zisa.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}