{"pageid": 17783665, "ns": 0, "title": "Madayi Kavu", "extract": "<p><b>Thiruvarkadu Bhagavathi Temple</b> (a.k.a. <b>Madayi Kavu</b>) is the mother temple of all Bhadrakali shrines of North Kerala. The deity is the <i>Fierce form of Bhadrakali</i>. The Bhagavathy is addressed by tantrics in the vicinity as <i>Tiruvarkkad Achchi</i> due to this. The temple administration is Malabar Devaswom Board. The temple is a revered shrine of Chirakkal Royal Family and a shrine of Chirakkal devaswom before. The temple is situated in Madayi, Payangadi, hence prominently known as Madayi Kavu.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Dress_code\">Dress code</span></h2>\n<ul><li>Men: Traditional Mundu allowed</li>\n</ul><pre>\n      Lungi, shirt and Banian not allowed inside sanctum sanctorum\n</pre>\n<ul><li>Women: Salwar Kameez not allowed</li>\n</ul><pre>\n        Saree, Set Mundu, skirts and blouse allowed\n</pre>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The temple is addressed as <i>Thiruvarkkadu Bhagavathy</i>, <i>Thiruvar</i>-in proto-Tamil-Manipravalam is used to address Shiva of the shrine, i.e. The most respectable one. The temple architecture of some shrines in the region shows how the Goddess is perceived in the region. The temples such as Annapoorneshwari temple and Madayikkavu has strong Brahminic influence. The Brahmin women in ancient time, were not allowed to show their faces in the sit-out, they were mostly inside their home and was addressed as <i>Andarjanam</i> by Kerala Brahmins. The Goddess is considered as <i>Brahmin Mother</i> and hence do not face the temple entrance gate, her sanctum is inside the shrine; the sanctum that one can see while entering from the front entrance is of Shiva (also due to the tantric temple architecture <i>Rurujith Vidhanam</i>) and in Annapoorneshwari Temple it is Krishna's shrine in the front entrance. So the temple is known by the name of Shiva rather than the Goddess. <i>Tiruvarkaadu</i> means <i>The forest of the Lord</i>.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>There are different folklore about the origin of the temple. One of the legend says, The Bhagavathy, <i>Madayikkavilamma</i> was residing in the Rajarajeshwara Temple. But, as she was non-vegetarian she could not exist in the Shiva temple. She ordered the then King of that region to construct a separate shrine for her.</p>\n\n<p>In another legend, long ago Madayi was troubled by a demon <i>Darika</i> and Madayikavilamma killed him and requested Shiva to enshrine in a temple near him. Lord Shiva ordered his disciple Parashuram to consecrate a shrine for the Shakti. Parashurama created the <i>Madayippara</i> and the <i>Holy shrine</i> on it. The shrine is considered the last resort for the removal of <i>Occult Sorcery</i>(Black Magic and Witchcraft).</p>\n<p>There used to be a \"strothasamuchayam\" known as \"panchasthavi\" in Kashmir province. There were Laghustuthi, ghatasthi, charchasthuthi, Ambasthuthi, sakalajananeestuthi. These five came unbder \"sreevidyasambrathaaya\" which stipulates like Aanavopayam, Saakthopayam, saambhavopayam, anupoyam etc. These were practiced by the Bhattakaaras of kashmir. One of the Bhattakarar travelled from kashmir towards south and he has built 13 temples of saakthyaaradhana. they are from north starting from mannampurath kavu of Neeleswaram, Thiruvarkkattu kavu or Madaayi kavum, Kalarivathulkkavu of Valapattanam, Mamanikkunnu kavu near Mattannur, Thiruvancheri kkavu near Koothuparambu, Kaliyam kavu near edacheri of Vadakara, Koyilandi kollam pisharikkavu, thiruvalayanaadu kavu of Kozhikode, Modikkunnathu kavu near Pattambi, Thirumandamkunnu kavu of Angadipurath, Kodungallurkkavu, Muthoot kavu of Thiruvalla, Panayannar kavu of Mannar near thiruvalla.</p>\n<p>The Pradanmar or the Brahmins performed the poojas came from Kashmir and they practiced Saaktheya pujas, which is practiced here at Madaayikkavu/</p>\n<h2><span id=\"History\">History</span></h2>\n<p>During the incursion of Hyder Ali into Malabar, followers of the Islamists army had destroyed nearby temples (including Vadukunnu Shiva Temple). Circa 1780, Madayi Kavu was desecrated with the entrails of slaughtered cattle, following which a local Nair warrior named Vengayil Chathukutty beheaded the miscreant responsible for the act, delivering the severed head to temple authorities. Thereby the Nair family of Vengayil received the title of Nayanar.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Kattumadom Esanan Namboothirippad is the Tantri (Head Priest) of the shrine. Kattumadom is one of the 4 major <i>Mantravada clan</i> of Brahmin families in Kerala. The priests at the temple belong to the <i>Podavar</i> Brahmin community which allows meat and alcohol consumption.</p>\n<p>The temple rites are in <i>Koula sampradaya</i>. The ability to control <i>Ashtapaashas</i> (eight chains) – ghrina (hatred), lajjaa (shame), bhaya (fear), shanka (doubt), jugupsa (reproach), kula (caste), jaati (creed) and sheela (modesty) – is key for meditation especially in Koula Sampradaya. If a devotee is able to control these, the Bhagavathy raises our consciousness to Shivam. The major festival of the temple is <i>Pooram</i> in March. There are also festivals in the Malayalam months of Thulam, Vrishchikam and Makaram in addition to the Pooram in Meenam. The Perumkaliyattam is in the Malayalam month of Idavam. The temple is also associated with the Bhadrakali temple of Mannanpurathu Kavu (Nileshwaram) and Vadukunnu Shiva Temple.</p>\n<p>The Shiva shrine faces east, while the Bhadrakali shrine faces towards the west. The priests at the temple even though Brahmins are not Namboothiris, they are <i>Pidarar Brahmins</i>, belong to a particular sect associated with Kali worship, and are not barred from consumption of meat. A particular aspect of the temple is <i>Kozhi Kalasham</i>, which is the sacrifice of poultry for the goddess which is held in high regard.</p>\n<h2><span id=\"Access\">Access</span></h2>\n<p>The national highway passes through Taliparamba town. Goa and Mumbai can be accessed on the northern side and Cochin and Thiruvananthapuram can be accessed on the southern side. The road to the east of Iritty connects to Mysore and Bangalore. The nearest railway station is Pazhayangadi on Mangalore-Palakkad line. Trains are available to almost all parts of India subject to advance booking over the internet. There are airports at Mangalore and Calicut. Both of them are international airports but direct flights are available only to Middle Eastern countries.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Madayi, Payangadi</li>\n<li>Kalarivathukkal Bhagavathy Temple</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Madayi Kavu Arayal Thara.jpg"}, {"ns": 6, "title": "File:Madayikkavu Saraswathi Mandapam.jpg"}, {"ns": 6, "title": "File:Madayikkavu Thiruvarkkad Bhagavathi Temple.jpg"}]}