{"pageid": 1791292, "ns": 0, "title": "Ala (odinani)", "extract": "<p><b>Ala</b> (also known as <i>Ani</i>, <i>Ana</i>, <i>Ale</i>, and <i>Ali</i> in varying Igbo dialects) is the female Alusi (deity) of the earth, morality, fertility and creativity in Odinani. She is the most important Alusi in the Igbo pantheon. In Odinani, Ala rules over the underworld, and holds the deceased ancestors in her womb. Her name literally translates to 'Ground' in the Igbo language, denoting her powers over the earth and her status as the ground itself. Ala is considered the highest Alusi in the Igbo pantheon. Ala's husband is Amadioha, the sky deity.</p>\n<p>As the goddess of morality, Ala is involved in judging human actions and is in charge of Igbo law and customs known as 'Omenala'. Taboos and crimes among Igbo communities that are against the standard of Ala are called <i>nsọ Ala</i>. All ground is considered 'Holy land' as it is Ala herself. With human fertility, Ala is credited for the productivity of the land. Ala's messenger and living agent on earth is the python (Igbo: <i>éké</i>), which is especially revered in many Igbo communities. In art, Ala is often represented as a regal figure seated on a throne, surrounded by her family. In the past, such figures took the form of life-size mud sculptures in special festive shrines dedicated to the deity and known as Mbari.</p>\n<h2><span id=\"Power\">Power</span></h2>\n<p>It is said that if a person commits a taboo in a community, that they have also desecrated or insulted Ala as the abomination (called ajo njo or Aru Ala, Alu Ani) was committed on her earth. Ala is also responsible for many aspects of Igbo society, and guardianship of women and children in general. She is often depicted with a small child in her arms and her symbol is the crescent moon. It is believed that the souls of the dead reside in her sacred womb. All in the community have to respect Ala as everybody lives on ala, the earth. It was sometimes believed that Ala could swallow you up into the underground.</p>\n<p>Ala is still worshipped by the Igbo of Nigeria and is annually paid homage to during the Yam festival.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Igbo mythology</li>\n<li>Igbo people</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chiwara male drawing.png"}, {"ns": 6, "title": "File:Igbo ancestral shrine Onica Olona.jpg"}]}