{"pageid": 1791044, "ns": 0, "title": "María Lionza", "extract": "<p><b>María Lionza</b> is the central figure in one of the most widespread indigenous religions in Venezuela. Her religion is a blend of African, indigenous, and Catholic beliefs. She is revered as a goddess of nature, love, peace, and harmony. She has followers in many layers of Venezuelan society from small rural villages to the modern capital of Caracas, where a statue stands in her honor. Both the salsa singer Rubén Blades and the New Weird America musician Devendra Banhart have composed songs in her honor.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Biography\">Biography</span></h2>\n<p>According to the legends, María Lionza was born in 1802 to an Indian chief from the region of Yaracuy. A statue on the Francisco Fajardo Highway in Caracas by the Venezuelan sculptor, Alejandro Colina, portrays her as a well-endowed and strong woman, riding a large tapir, and holding a female pelvis, to represent fertility. It is said that she reigned over the savage beasts, and in her throne were indigenous animals like turtles and snakes. She is said to still live on the mountain of Sorte, where her followers come to pay homage to her, calling her their \"Queen.\" Because of the tradition, the mountain of Sorte was declared a National Park in the 1980s.</p>\n<p>The name María Lionza comes from <i>Santa María de la Onza</i> (\"Saint Mary of the Jaguar\"), from the full name \"Santa María de la Onza Talavera del Prato de Nívar\" given by the Catholic Church to Christianize the religion. Eventually the name was contracted to \"María Lionza\".</p>\n<h2><span id=\"Religion\">Religion</span></h2>\n\n<p>The indigenous religion of María Lionza, similar in most aspects to Santería, lies in the mountain of Sorte, in Yaracuy state, Venezuela, which is central to the religion. Therein is located the \"Altar Mayor\" or principal altar. As such, it is the main destination of pilgrimage from elsewhere in Venezuela and a place for people from the Caribbean to come to pay homage to the goddess. Though pilgrims come here all year round, the most important day is October 12. On this day, all the principal shamans and priests of María Lionza come together to pay homage to their Queen. Many of them do a tribal show called \"Baile de las Brasas\", where they do traditional dances, including dances over coals.</p>\n<p>The mith of Maria Lionza has also influenced popular arts such as Victor Millan ( \"La Reina María Lionza\", 1965); and lately Honys Torres (\"Caracas Ciudad Mística\", 2012)​ and Francisco Rada (\"La Corte Bolivariana\", 2016), among several others.</p>\n<h3><span id=\"The_Pantheon\">The Pantheon</span></h3>\n<p>María Lionza is the highest and most important deity in the pantheon. She is part of a trinity of saints known as the <i>tres potencias</i> or \"three powers\". The other two figures in this trinity are Guaicaipuro, an Indian chief murdered by the Spanish colonists, and <i>Negro Felipe</i>, a black slave who was also murdered by the colonists. These three saints are the leading figures of the pantheon and lead several \"courts\" of lesser deities. These courts are:</p>\n<ul><li>The Indian Court, led by María Lionza and composed of many Venezuelan Indian chiefs.</li>\n<li>The Medical Court, led by José Gregorio Hernández and composed of many other famous doctors.</li>\n<li>The Court of the Juans made up by a number of figures belonging to Venezuelan folklore.</li>\n<li>The Teachers' Court, led by Andrés Bello and some other authors.</li>\n<li>The Black and African Court, led by popular black figures of Venezuelan history such as La Negra Matea (who was a slave to the Bolivars and nanny of Simón Bolívar), and El Negro Primero (Pedro Camejo) who was known as Negro Primero because he was black and also among the first to go into combat.</li>\n<li>The Celestial Court, composed of a number of Catholic saints.</li>\n<li>The Political Court, which includes Simón Bolívar.</li>\n<li>The Court of Malandros, made up of deceased criminals.</li>\n<li>The Viking Court, with various of the important Viking chiefs.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>A Girardian reading of the myth of María Lionza</li>\n<li>Spanish article about the <i>Espiritismo Marialioncero</i></li>\n<li>New York Times article about the Sorte Pilgrimage</li>\n<li>Venezuelan cult draws tens of thousands of followers</li>\n<li><cite class=\"citation web\">Gould, Jens Erik (October 19, 2007). \"A Blood-Spattered Interview with a Viking\". <i>Time</i><span>. Retrieved <span>June 28,</span> 2017</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMar%C3%ADa+Lionza&amp;rft.atitle=A+Blood-Spattered+Interview+with+a+Viking&amp;rft.aufirst=Jens+Erik&amp;rft.aulast=Gould&amp;rft.date=2007-10-19&amp;rft.genre=unknown&amp;rft.jtitle=Time&amp;rft_id=http%3A%2F%2Fcontent.time.com%2Ftime%2Fworld%2Farticle%2F0%2C8599%2C1673939%2C00.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:EstatuaMaria lionza.jpg"}, {"ns": 6, "title": "File:Lionza.JPG"}, {"ns": 6, "title": "File:Question book-new.svg"}]}