{"pageid": 1792011, "ns": 0, "title": "Mari (goddess)", "extract": "<p><b>Mari</b>, also called Mari Urraca, Anbotoko Mari (\"the lady of Anboto\"), and Murumendiko Dama (\"lady of Murumendi\") was a goddess—a <i>lamia</i>—of the Basques. She was married to the god Sugaar (also known as Sugoi or Maju). Legends connect her to the weather: when she and Maju travelled together hail would fall, her departures from her cave would be accompanied by storms or droughts, and which cave she lived in at different times would determine dry or wet weather: wet when she was in Anboto; dry when she was elsewhere (the details vary). Other places where she was said to dwell include the chasm of Murumendi, the cave of Gurutzegorri (Ataun), Aizkorri and Aralar, although it is not always possible to be certain which Basque legends should be considered to pertain to the same lamia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>It is believed that Mari is a modification of Emari (gift) or Amari (mother + the suffix of profession) by losing the first vowel. The closeness in names between Mary and Mari may have helped pagans adapt their worship of Mari to undertake Christian veneration of the Virgin Mary. The first known written citation of the \"Dame of Amboto\" was made by Charles V's chronicler Esteban de Garibay Zamalloa in his Memorial histórico español.</p>\n<h2><span id=\"Beliefs_associated_with_Mari\">Beliefs associated with Mari</span></h2>\n\n<p>Mari lives underground, normally in a cave in a high mountain, where she and her consort Sugaar meet every Friday (the night of the <i>Akelarre</i> or witch-meeting) to conceive the storms that will bring fertility (and sometimes disgrace) to the land and the people. Mari is served by a court of <i>sorginak</i> (witches), and is said to feed \"on the negation and affirmation\" (that is, on falsehood).</p>\n<p>Occasionally the figure of Mari is linked to the kidnapping or theft of cows. The presence of Christian priests in those myths may indicate that they are Christian fabrications or distortions of original material. Legends do not recount any kind of sacrifices offered to Mari under normal circumstances, in contrast to food given to lesser spirits (<i>lamiak</i>, <i>jentilak</i>, etc.), as recompense for their work in the fields.</p>\n<p>In various legends, Mari is said to have sons or daughters, but their number and character fluctuate. The two most well-known were her two sons, Atxular and Mikelatz. Atxular represents largely the Christianized Basque soul, becoming a priest after having learned from the Devil in a church in Salamanca and then having escaped. Mikelatz seems to have a more negative or wild character ; he is sometimes assimilated into the spirit of storms, Hodei, or embodied as a young red bull.</p>\n<p>Another legend presents Mari as wife to the Lord of Biscay, Diego López I de Haro. This marriage may symbolize the legitimacy of the dynasty, much in the style of the Irish goddess marrying the kings of that island as a religious act of legitimacy. In any case, the condition that Mari imposes on her husband is that, while he could keep his Christian faith, he was obliged to keep it outside the home. Once, apparently after discovering that his wife had a goat leg instead of a normal human foot, he made the sign of the cross. Immediately after that act, Mari took her daughter, jumped through the window and disappeared, never to return. This account can be heard as delegitimizing the de Haro family, who had been placed as lords by the Castilian conquerors not long before this myth arose.</p>\n<p>Other legends are more simple. For example, there is a legend that when one is lost in the wild, one only has to cry Mari's name loudly three times to have her appear over one's head to help the person find his or her way.</p>\n<p>The people of Oñati believed that the weather would be wet when she was in Anboto, and dry when she was in Aloña. In Zeanuri, Biscay, they say that she would stay seven years in Anboto, then the next seven in a cave in Oiz called Supelegor. A similar legend in Olaeta, Biscay substitutes Gorbea for Supelegor.</p>\n<p>A legend from Otxandio, Biscay tells that Mari was born in Lazkao, Gipuzkoa, and that she was the evil sister of a Roman Catholic priest. In other legends, the priest is her cousin Juanito Chistu, rather than a brother, and is a great hunter. She was said to take a distaff by the middle and walk along spinning, and leaving storms in her wake.</p>\n<p>In Elorrieta, Biscay, it was said that she would be in her cave, combing her hair, and not even a shepherd could draw near to her. It was also said that her malign power did not extend to those who were innocent of sin.</p>\n<p>Folklorist Resurrección María de Azkue ties Mari Urraca to a legend about a princess of the Kingdom of Navarre, widow of a 12th-century nobleman who lived in the Tower of Muncharaz in the valley known as the Merindad de Durango. She vanished at the time of his death and was said to have headed for the cave of Anboto. According to Azkue, Iturriza tells this story in his <i>Historia de Vizcaya.</i> Labayru in her <i>Historia de Vizcaya</i> doubts it.</p>\n<p>Legends attached to the Lady of Murumendi, according to Azkue, include that she had seven brothers and was changed into a witch for her disobedience, and that the weather would be warm (or turbulent) when she walked about. In Beizama, Gipuzkoa, they say that if she stays in her cave and if, on the day of the Holy Cross, appropriate spells are cast, hail can be prevented. They also say that she and her husband once went to church in a cart and that upon leaving church, she rose into the air saying, <i>\"Domingo, Domingo el de Murua, siete hijos para el mundo, ninguno para el cielo\"</i> (\"Domingo, Domingo of Murua, seven children for the world, none for heaven\").</p>\n<p>Mari was associated with various forces of nature, including thunder and wind. As the personification of the Earth, she may have been worshipped in association with Lurbira.</p>\n<p>Mari was regarded as the protectoress of senators and the executive branch. She is depicted as riding through the sky in a chariot pulled by horses or rams. Her idols usually feature a full moon behind her head.</p>\n<p>Mari is the main character of Basque mythology, having, unlike other creatures that share the same spiritual environment, a god-like nature. Mari is often witnessed as a woman dressed in red. She is also seen as a woman of fire, woman-tree and as thunderbolt. Additionally, she is identified with red animals (cow, ram, horse), and with the black he-goat.</p>\n<h2><span id=\"Christianization\">Christianization</span></h2>\n<p>Santa Marina, a saint revered in the Basque Country, is a Christianized version of Mari. Basque women still invoke Santa Marina's protection against curses and for aid in childbirth.</p>\n<p>The most accepted syncretism is with the Virgin Mary; she is widely venerated by modern Christian Basques.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Luis de Barandiarán Irízar (editor), <i>A View From The Witch's Cave: Folktales of The Pyrenees</i> (Reno: University of Nevada Press, 1991). ISBN 0-87417-176-8</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Sugaar</li>\n<li>Sorginak</li>\n<li>Basajaun</li>\n<li>Lamia (Basque mythology)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Mari and other Basque legends, Buber Basque Page</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amboto 01.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Mari euskal jainkosa.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:System-search.svg"}]}