{"pageid": 1794462, "ns": 0, "title": "Lauma", "extract": "<p>Latvian: <b>Lauma</b>, Lithuanian: <b>Laumė</b> is a woodland fae, and guardian spirit of orphans in Eastern Baltic mythology. Originally a sky spirit, her compassion for human suffering brought her to earth to share our fate.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Lithuanian_mythology\">In Lithuanian mythology</span></h2>\n<p>Laumės are the very oldest goddesses of Lithuanian mythology. The image of these goddesses may have formed during the historical Mesolithic period, just after the Ice Age. Laumės could appear in the form of animals, as mares or as female goats, bears and dogs. Later, Laumės had an anthropomorphic appearance: they usually had birds’ claws for feet and appeared as women with the head or lower body of a female goat. Other forms included half-human/half dog or half mare, similar to centaurs. Like cyclops, Laumės often had only one eye. They also had large breasts with stone nipples; pieces of belemnitida found on ground were called \"Laumės nipples.\"</p>\n<p>Laumės were dangerous, especially to men. They could tickle or tweak them to death and then eat their bodies, and in this way they were similar to Lamia of Greek mythology. The Lithuanian myth also claimed Laumės kept huge cows which could be milked by all people. However, after very cold weathers, the cows died; pieces of belemnitida were considered to be the remains of their udders. Laumės were afraid of tools made from iron.</p>\n<p>Laumės can be considered as atmospheric goddesses. It is said that Laumė was a beautiful goddess, who lived in clouds and had a diamond throne. Some myths claimed Laumė was a bride of thunder god Perkūnas; however, they did not marry because Laumė fell in love with the Moon, who was considered a male god in Lithuania. In other stories the bride was stolen by the devil Velnias, named Tuolius. That's why Laumė liked moonshine. In other myth, the bride of Perkūnas was a Laumė called Vaiva. The rainbow was called the ribbon of Vaiva. Despite her marriage she had a beloved singer named Straublys. Straublys had stolen the ribbon of Vaiva. During the rain, Straublys stretches the ribbon of Vaiva across the sky, while Perkūnas is angry and shouts in thunder. It was believed it is the rainbow that cause the rain, while Lithuanian shepherds had a prayer or curse by which the rainbow had to turn to pieces and make the rain go away. The other myth claimed Laumė fell in love with a beautiful young man down to earth. They both had a son named Meilius (name derived from word 'Meilė' - love). Laumė descended to sky to feed her son with her breasts from time to time. However, the highest God found out about the son of sacrilegious love, smashed him into highest place of the sky and gave him a place between stars. After that he cut Laumės breasts, and so, stone pieces of it can be found on Earth.</p>\n<p>Laumės descended from sky to Earth. They lived near by lakes, abandoned bath-houses, in islands of lakes or dense forests. Lots of names of water pools in Lithuania are named after word Laumė. Laumės liked to gather near rivers, lakes, swamps, in meadows, there dew fell in night in New Moon or Full Moon. They danced and enjoyed themselves, leaving circles (like Fairy Ring) in the grass. Usually, Laumės were most powerful at Friday of New Moon, at the most rainy days of month in Lithuania. Laumės could cause hail, storm or rain by singing, dancing or by curses. Laumės song was traditionally performed during weddings up until the 19th century. The song was performed by girls dancing in circle, with one in the middle. The dance and song was also said to cause rain.</p>\n<p>Later on, Laumės were depicted as very beautiful women, who appeared both naked or wearing a very fine clothing. The Rainbow was often called a ribbon lost by Laumės. What's how they were associated with weaving. Laumės usually appeared in groups of three. They were able to do women’s work perfectly, as are especially skilled in weaving and spinning. They love children, respect industriousness and help those in need. They punish those who ridicule them, and those who are lazy. Following are two example folk tales featuring Laumės:</p>\n<h3><span id=\"Laumės_(fairies)_and_the_baby\"></span><span id=\"Laum.C4.97s_.28fairies.29_and_the_baby\">Laumės (fairies) and the baby</span></h3>\n<p>A woman was harvesting a flower bed and had taken her child with her. She was so busy with her work that the child slept the day through, and she left the little one behind.</p>\n<p>The woman went home at the end of the day to milk the cows and make dinner. She served her husband, who asked her \"Where’s my son?\" With terror she whispered, \"I have forgotten him!\" She ran as fast as she could to the place in which she left her son, hearing a Laumé speak: \"Čiūčia liūlia, forgotten child.\" The mother, from the distance, asked the Laume for her child back. The fairie said, \"Come, come, dear woman, take your child, we have done nothing to him. We know that you work very hard, at many jobs, and that you didn’t want to leave your child behind.\"</p>\n<p>The fairies then went on to shower the babe with much treasure, enough gifts to raise several children upon. The mother went home with her precious baby and with her gifts; she was greeted with great joy.</p>\n<p>Another woman, hearing of her good fortune, was taken over by jealousy. She took to thinking, \"I shall do the same as her, and also be showered in gifts.\" The next evening, at dusk, she took her child, left him in the fields and went home. She ate dinner, thoughtlessly, before pausing to think of her child—and the treasure.</p>\n<p>When she approached the field, she heard the fairies, \"Čiūčia liūlia, you left your child in greed.\" And the child screamed with such great pain, for he was pinched and tortured mercilessly. They continued their torture until the mother came. The fairies tossed the child at her feet. The babe was dead.</p>\n<h3><span id=\"The_Fairies_foretell_a_newborn's_future\"></span><span id=\"The_Fairies_foretell_a_newborn.27s_future\">The Fairies foretell a newborn's future</span></h3>\n<p>A Laumė would come to a window and would yell, \"Hundreds born, hundreds died, what of his fate?\" Another would answer back, \"Birth at night, death at night.\" And again they would yell and moan at the window. From within another would answer, \"This nightly birth is a big work smarter not harder, to live well whole life long.\" Again, yelling at the window, \"Hundreds born, hundreds dead, what of his fate?” Another answer: \"Morning time born will be a strong worker\". And again, after some time, begins the same questioning. The answer was \"Noontime born is a very happy child, full of bubbles and envy for what is not strictly in accordance with wealth.\"</p>\n<h2><span id=\"In_Latvian_mythology\">In Latvian mythology</span></h2>\n<p>In Latvian mythology Lauma is an assistant at birth, assuring the health and welfare of both mother and child. If the mother does not survive, or gives the child up, she takes on the role of spiritual foster mother for the child. She spins the cloth of life for the child, but weeps at the fate of some. The fact that the cloth can, to a degree, weave itself, indicates a higher power than Lauma.</p>\n<p>Over the years, her image has gradually degraded. Accused of baby-snatching by disrespectful husbands (since she is unable to bear children of her own), her looks and sweetness were lost, turning her into an evil old hag. She weeps at her destined fate, hoping for the day when she will return to her former beautiful self.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}