{"pageid": 17952960, "ns": 0, "title": "Eunomia (goddess)", "extract": "<p><b>Eunomia</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Εὐνομία</span>) was a minor Greek goddess of law and legislation (her name can be translated as \"good order\", \"governance according to good laws\"), as well as the spring-time goddess of green pastures (<i>eû</i> means \"well, good\" in Greek, and νόμος, <i>nómos</i>, means \"law\", while pasturelands are called <i>nomia</i>). She is by most accounts the daughter of Themis and Zeus. Her opposite number was Dysnomia (Lawlessness).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Horae\">Horae</span></h2>\n\n<p>Eunomia was the goddess of law and legislation and one of the Second Generation of the Horae along with her sisters Dikē and Eirene. The Horae were law and order goddesses who maintained the stability of society, and were worshipped primarily in the cities of Athens, Argos and Olympia. From Pindar:</p>\n<blockquote>\n<p><i>Eunomia</i> and that unsullied fountain <i>Dikē</i>, her sister, sure support of cities; and <i>Eirene</i> of the same kin, who are the stewards of wealth for humanity — three glorious daughters of wise-counselled Themis.</p>\n</blockquote>\n<p>Eunomia's name, together with that of her sisters, formed a Hendiatris <i>Good Order, Justice, and Peace</i>.</p>\n<p>She was frequently depicted in Athenian vase painting amongst the companions of Aphrodite, and in this sense represented the lawful or obedient behavior of women in marriage. As such she was identified with Eurynome, mother of the Charites (Graces).</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<p>The Eunomia family of asteroids are named after her.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>The Triumph of Beauty</li>\n<li>List of Greek mythological figures</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Horae\" p. 217</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Horae\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Theoi Project, \"EUNOMIA\"</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Atene - Partenone.jpg"}, {"ns": 6, "title": "File:Peace Palace dome.jpg"}]}