{"pageid": 1802644, "ns": 0, "title": "Imentet", "extract": "<p><b>Imentet</b> (Ament, Amentent or Imentit, meaning \"She of the West\") was a goddess in Ancient Egyptian religion representing the necropolises west of the Nile.</p>\n<p>She was the consort of Aqen, a god who guided Ra through parts of the underworld. Although she was never officially worshipped, she was mentioned in various hymns and passages of the Book of the Dead.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Role\">Role</span></h2>\n<p>As goddess of the deceased, she lived in a tree looking out at the entrance to the Duat (Underworld). Her main job, other than being a minor fertility goddess, was to offer food and drink to the newly dead, which would restore their spirits enough to travel to the \"field of reeds\" which was essentially paradise in Ancient Egyptian religion, however, she was so closely linked with Hathor and Isis in their afterlife roles that she may be less an independent deity than an alternate form of those two goddesses. Though she might have been considered the daughter of Hathor and Horus.</p>\n<h2><span id=\"Appearance\">Appearance</span></h2>\n<p>She was usually depicted as a queen in robes wearing the hieroglyph for \"west\" on her head or a sceptre and an Ankh in her hands. She often appears in tombs welcoming the deceased into the afterlife, sometimes with wings, and sometimes as a Kite because of her connection to Isis and Nephthys.</p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Her title \"She of the West\" is not just a statement related to geography, but also related as her role in mythology because, as the sun sets towards the west, it was to be accompanied by death, which was where Imentet usually reigned. Additionally, <i>amenti</i> (or <i>amentet</i>) was thought to be where the sun set, and where the entrance to the Underworld was located, although later the term began to associate itself with graveyards and tombs as well.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:La tombe de Horemheb (KV.57) (Vallée des Rois Thèbes ouest) -2.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}