{"pageid": 180896, "ns": 0, "title": "Hariti", "extract": "<p><b>Hārītī</b> (Sanskrit), also known as <b>Kishimojin</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">鬼子母神</span>)</span>, is both a revered goddess and demon in some Buddhist traditions. In her positive aspect, she is regarded for the protection of children, easy delivery and happy child rearing while her negative aspects include the belief of her terror towards irresponsible parents and unruly children.</p>\n<p>In Japanese Buddhism, the variant <i>Kishimojin</i> is venerated both as a protector deity, but in many folk traditions is often recognized as a female demon of misery and unhappiness towards children and parents. Both popular traditions remain current in Buddhist practices and belief until today.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Hārītī is a figure of the 26th chapter of the <i>Lotus Sutra</i>, and is especially important to Nichiren Buddhism. In Shingon Buddhism, she is named Karitei <span>(<span lang=\"ja\" xml:lang=\"ja\">訶利帝</span>)</span> or Karitei-mo <span>(<span lang=\"ja\" xml:lang=\"ja\">訶梨帝母</span>)</span>. Her iconography is based mostly on the <i>Dai Yakusha Nyo Kangimo Narahini Aishi Jōjuhō</i> <span>(<span lang=\"ja\" xml:lang=\"ja\">大薬叉女歓喜母并愛子成就法</span>)</span>.</p>\n<p>In Japanese tradition, Kishimojin is an aspect of Kannon, the goddess of mercy, and she bears the epithets \"Bringer of Happiness\" <span>(<span lang=\"ja\" xml:lang=\"ja\">歓喜母</span>)</span> and \"Giver of Children and Easy Delivery\" <span>(<span lang=\"ja\" xml:lang=\"ja\">子安鬼子母神</span>)</span>.</p>\n<p>In the Kathmandu Valley of Nepal, she is known as Hārītī Mā \"Mother Hārītī\", and her main temple is part of Kathmandu's Swayambhunath stupa complex. She is perceived as the consort of Pañcika and as protector of children, and is a patron of the Newar people of Kathmandu, Bhaktapur and Lalitpur District. The Newars call her <i>Ajima</i>, meaning \"grandmother\" in the Newar language.</p>\n<h2><span id=\"Narrative\">Narrative</span></h2>\n\n<p>According to myth, Hārītī was originally a rākṣasī of Rajgir at the same time that Gautama Buddha also lived there. She had hundreds of children of her own, whom she loved and doted upon, but to feed them, she abducted and killed the children of others. The bereaved mothers of her victims pleaded to the Buddha to save them. So, the Buddha stole the youngest of her sons (in a variant version, the youngest daughter), and hid him under his rice bowl. After having desperately searched for her missing son throughout the universe, Hārītī finally appealed to the Buddha for help.</p>\n\n<p>The Buddha pointed out that she was suffering because she lost one of hundreds of children, and asked if she could imagine the suffering of parents whose only child had been devoured. She replied contritely that their suffering must be many times greater than hers. She then vowed to protect all children, and in lieu of children's flesh, she would henceforth only eat pomegranates. Henceforth Hārītī became the protector of children and women in childbirth. In exchange, the Buddha gave her bodhi, which enabled her to withstand black magic and evil powers, and gave her the facility to cure the sick.</p>\n<p>In the Japanese version of the tale, Kishimojin's enlists the aid of the Ten Rākṣasī Women <span>(<span lang=\"ja\" xml:lang=\"ja\">十羅刹女</span><span>,</span> <i>jūrasetsunyo</i>)</span>) to abduct and murder the children of other families. In some variants of the myth, the Ten Rākṣasī Women are themselves daughters (or daughters' daughters) of Kishimojin. When Kishimojin accepts the Buddha's teachings, the Ten Demon Daughters do likewise.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Lesbre, E. (2000). La conversion de Hārītī au Buddha: origine du thème iconographique et interprétations picturales chinoises, Arts asiatiques 55 (1), 98-119</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:GoddessHaririWithBaby.jpg"}, {"ns": 6, "title": "File:Hariti (Gandhara).jpg"}, {"ns": 6, "title": "File:Hariti and Panchika - Schist - ca 2nd Century CE - Gandhara - Jamalgarhi - ACCN G 8 - Indian Museum - Kolkata 2016-03-06 1685.JPG"}, {"ns": 6, "title": "File:Kamakura Kishimojin.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:PharroAndArdoxsho.jpg"}, {"ns": 6, "title": "File:Rondel with the Goddess Hariti.Met.jpg"}, {"ns": 6, "title": "File:The Buddhist Goddess Hariti with Children LACMA M.78.105 (1 of 6).jpg"}]}