{"pageid": 18137457, "ns": 0, "title": "Annapoorna devi", "extract": "<p><b>Annapoorṇā</b> or <b>Annapūrṇā</b> (Bengali: অন্নপূর্ণা, Sanskrit: अन्नपूर्णा, lit. <i>giver of food</i> / <i>she who has a lot of food to give</i>) is the Hindu goddess of nourishment. She is a form of Parvati, the wife of Shiva. Annapurna is eulogized in <i>Annada Mangal</i>, a narrative poem in Bengali by Bharatchandra Ray.</p>\n<p>Worship of food and offering of food, is highly praised in Hinduism and hence Annapurna is regarded as a popular deity. As per legend-</p>\n<blockquote>\n<p><i>Annapurna fed the whole world along with her consort Shiva, who was begging for food on account of a whim created by her. Annapurna is usually depicted as a youthful goddess having red complexion with a face round like full moon, three eyes, high breasts and four hands. Though Annapurna is a popular deity, there are few temples dedicated to her, the most prominent being the Annapurna Devi Mandir and the Kasi Viswanath Temple in Varanasi. She is glorified in various sacred and religious literature from the Vedic period with mention in religious texts like Rudrayamala, Sivarahasya, Annapurnamantratsava, Maha Tripurasiddhanta, Annapurna Kavacha, Annapurnahavamti, Annapurnamalininaksatramalika and Bhairvahyantantra.</i></p>\n</blockquote>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Annapurna or Annapoorna is derived from Sanskrit meaning <i>the giver of food and nourishment</i>. <i>Anna</i> (अन्न) means \"food\" or \"grains\" and <i>pūrṇa</i> (पूर्ण) means \"full, complete and perfect\". She is an avatar (form) of Parvati, the wife of Shiva. Food is considered the lowest of all primitive substances. It is believed that Mount Annapurna in the Himalayas is named after the deity as she is believed to be one of the daughters of Himavat, the king of the mountains. The Western world name her the \"Hindu God of Cooking\" considering her association with food items. Akshaya Tritiya is considered the birth date of Annapurna and is believed to be very auspicious for buying gold jewellery. The other names of Annapurana are -</p>\n<ul><li><b>Viśālākshī</b> (Sanskrit: विशालाक्षी) - <i>she who have large eyes</i>.</li>\n<li><b>Viśvaśakti</b> (Sanskrit: विश्वशक्ति) - <i>world power</i>.</li>\n<li><b>Viśvamātā</b> (Sanskrit: विश्वमाता) - <i>mother of the world</i>.</li>\n<li><b>Sṛṣtihetukāvaradānī</b> (Sanskrit: सृष्टिहेतुकावरदानी) - <i>she who is boon granter for the sake of the world</i>.</li>\n<li><b>Bhuvaneśvarī</b> (Sanskrit: भुवनेश्वरी) - <i>goddess of Earth</i>.</li>\n<li><b>Renu</b> - <i>goddess of Atom</i>.</li>\n<li><b>Annadā</b> (Sanskrit: अन्नदा) - <i>donor of food</i>.</li>\n</ul><h2><span id=\"Legend\">Legend</span></h2>\n\n<p>Parvati was told by her consort Shiva that the world is an illusion and that food is a part of this illusion called māyā. The Divine Mother who is worshiped as the manifestation of all material things, including food, became angry. To demonstrate the importance of her manifestation of all that is material, she disappeared from the world. Her disappearance brought time to a standstill and the earth became barren. There was no food to be found anywhere, and all the beings suffered from the pangs of hunger. Seeing all the suffering, Mother Parvati was filled with compassion and reappeared in Kashi and set up a kitchen. Hearing about her return, Shiva ran to her and presented his bowl in alms, saying, \"Now I realize that the material world, like the spirit, cannot be dismissed as an illusion.\" Parvati smiled and fed Shiva with her own hands. Since then Parvati is worshiped as Annapurna, the goddess of Nourishment.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>The Agamas (religious texts) describe the iconography of Annapoorna as a youthful goddess having red complexion with a face round like full moon, three eyes, high breasts and four hands. The lower left hand is depicted holding a vessel full of delicious porridge and the right with golden ladle adorned with various kinds of jewels. The other two hands depic Abhaya and Vrata pose. She is depicted with wristlet and golden jewellery which rest on the chest. She is seated on a throne with a crest of moon adoring her head. In some depictions, Shiva is shown standing to her right with a begging bowl, begging her for alms. Shankara in <i>Annapoorna Stotra</i> described the deity always holding a scripture, akshamala and opener of doors of <i>Moksha</i> in her hands in place of vessel and ladle, indicating his prayer to Annapoorna being spiritual perfection rather than food.</p>\n<h2><span id=\"Literary_mention\">Literary mention</span></h2>\n<p>Annapurna is glorified in Hindu religious texts like <i>Rudrayamala</i>, <i>Sivarahasya</i>, <i>Annapurnamantratsava</i>, <i>Maha Tripurasiddhanta</i>, <i>Annapurna Kavacha</i>, <i>Annapurnahavamti</i>, <i>Annapurnamalininaksatramalika</i> and <i>Bhairvahyantantra</i>. <i>Kumara Sambhavam</i> by Kalidasa makes vivid mention about Varanasi and the deity Annapurna. <i>Devi Bhagavata</i> written during the 3rd and 4th centuries CE refers Annapurna as goddess of Kanchipuram and Visalakshi as goddess of Varanasi. <i>Skanda Purana</i> written during the 7th century states the sage Vyasa was led to Varanasi by a curse and Annapurna came as a housewife and offered him food. <i>Lingapurana</i> mentions that Siva was begging for food for his children as he could not get food in the world due to a miracle created by his consort Parvathi. Parvathi came out as Annapurna and offered food to Siva at his doorsteps. The legend of Kasi Viswanath Temple in Varanasi is associated with the story that Siva built the temple there in her honour. Adi Sankara (8th century), the proponent of Advaita school of Hinduism, has written <i>Annapurna Stotra</i>, a book glorifying the deity. The mention of Annapurna is also found in <i>Kumara Sambhava</i>, a Telugu literature, by Nannechola, a Saiva poet of the 12th century. There is also a mention about the deity in <i>Kasikhanda</i> by Srinatha, a Telugu poet of the 13th century. The <i>Annapurna Sahasranam</i> presents her one thousand names and the <i>Annapurna Shatanama Stotram</i> contains 108 of her names.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Food is considered sacred as per Hindu Mythology and prayers are offered before consuming it. The person who identifies the importance of <i>Annam</i> (food) within the five layer of body helps carry life in the worldly process and subsequently seeks to identify Brahman, the enlightenment. Annadhanam, the donation of food, is highly praised in Hinduism. The importance of Annadhanam is prescribed in <i>Vishnu Dharamottara</i>, <i>Agni Purana</i>, <i>Padma Purana</i>, <i>Kurma Purana</i>, <i>Nandi Purana</i> and <i>Vayu Purana</i>.</p>\n\n<p>She is worshipped through the recitation of her thousand names and her one hundred and eight names. The <i>Sri Annapurna Ashtakam</i> composed by Shankaracharya is chanted by several devout Hindus around the world as a prayer for nourishment, wisdom, and renunciation. Before partaking of any food, Hindus chant the following prayer:</p>\n<p>Translation-</p>\n<p>Oh Annapurna, who is forever complete, more beloved to Lord Shiva than life. Oh Parvati give me the alms of Your grace to, awaken within me spiritual knowledge, inner freedom, prosperity, and spiritual attainment.</p>\n<p>My mother is Goddess Parvati, my father is the Supreme Lord Maheshwara (Shiva). My relatives are the devotees of Lord Shiva, wherever they are in the three worlds.</p>\n\n<p>The <i>Annapurna Vrat Katha</i> containing stories of her devotees are also recited by her devotees.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Though Annapurna is a popular deity, there are few temples dedicated to her. The most well-known temple (Annapurna Devi Mandir) dedicated to Annapurna is in Varanasi, U.P.. Annapurna is the Goddess of the city of Kashi (Varanasi). Kasi is also known as the City of Light. <i>Ka</i> means the cause, <i>a</i> means the manifestation of consciousness, <i>sa</i> means peace and <i>i</i> is the causal body. Kashi is also the place which causes consciousness to manifest the highest peace of the causal body. Adjacent to the Sanctum of the Goddess is the Kasi Viswanath temple. The two are separated by only a few yards. Annapurna is regarded as the queen of Varanasi alongside her husband Vishweshwar (Shiva), the King of Varanasi. In the temple, at noon time, food offerings to the Goddess are distributed to the elderly and disabled daily. During the Autumn Navaratri food is distributed on a larger scale.</p>\n<p>The other famous temple is Annapoorneshwari Temple, situated at Horanadu in the Western Ghats of Karnataka, where evening prayers are held after the devotees are fed. In Kerala there is temple in Chalappally village by the name Kunnam Annapoorneswari Devi Temple. Another famous temple of the goddess is situated in Cherukunnu, Kannur, Kerala by the name Annapurneshwari Temple, Cherukunnu. In Puducode town of Kerala, there is Puducode Annapoorneswari Temple, where the grand celebration of Navaratri held yearly with grand feast, which is crowded by thousands of devotees from all around the globe, those who have migrated and settled elsewhere. In Thodupuzha town, there is Thachukuzhikavu Annapoorneswari-Bhadrakali-Navagraha Temple. A temple for Annapoorna has been constructed near Watrap, on the way to Saduragiri. The temple is in the shape of eight-sided pyramid. Annapoorni temple named Andakasieswari is under construction at Achangudi near to Tiruvadanai Town in Ramanathapuram district in Tamil Nadu and another temple is under construction at Pathikonda, Kurnool district, Andhra Pradesh. In Hyderabad, her temples are found in Jafferguda. Her temples are there in Jalandhar and Bhatinda in Punjab. In Maharashtra her tempes are found in Bhandara and Akola. There is also a famous temple in Indore, Madhya Pradesh. Her temples are also found in Gujarat. In Unjha, Gujarat, she is worshipped in as Umiya Mata. Some people in Gujarat and Rajasthan also consider Ashapura Mata as an incarnation of Annapoorna Mata. In Rajasthan, her temples are found in Mishroli village in Jhalawar district, Kagdara village in Pali district, There is one temple of Annapoorna Mata in Chittor Fort. It was built by Maharana Hamir Singh. There are other temples in the fort near the Annapoorna Mata temple which are dedicated to Baan Mata, Charbhuja and Lakshmi-Narayan. On the top of the Ramgarh hill, Rajasthan, Kisnai and Annapurna Devi temples are situated in the natural cave. Other temple is in irinjalakuda kunjilikattil annapoorneswari temple ..this is a family temple of local exhaust community were the rituals are done by Brahmin priests</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Annapurna Devi Mandir</li>\n<li>Annada Mangal</li>\n<li>Devi (Hindu goddess)</li>\n<li>Durga</li>\n<li>Hindu temples in Varanasi</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.boloji.com/hinduism/153.htm</li>\n<li>http://www.greatchittorgarh.com/annapurna-mata-and-ban-mata-temples/</li>\n<li>http://maaannapurnaakola.com/</li>\n<li>http://www.annapoorneswaritemple.com/</li>\n<li>http://www.baanmata.com/</li>\n<li>kashi annapurna temple varanasi</li>\n</ul>", "images": [{"ns": 6, "title": "File:Annapurna3.JPG"}, {"ns": 6, "title": "File:Annapurna Devi 3.jpg"}, {"ns": 6, "title": "File:MaaAnnapurna.JPG"}, {"ns": 6, "title": "File:MangalGhatAnnapurna.JPG"}, {"ns": 6, "title": "File:SreeBarandala.jpg"}]}