{"pageid": 1813618, "ns": 0, "title": "Aisyt", "extract": "<p><b>Aisyt</b> (<b>Aysyt</b>, <b>Ajsyt</b> or <b>Ajyhyt</b>; <b>Yakut: <span lang=\"sah\" xml:lang=\"sah\">Айыыһыт</span></b> <i>Ayııhıt</i>) is a fertility deity of the Turkic Yakut people from the Lena River region of Siberia. The name means \"birthgiver\" and may also be called the \"Mother of Cradles\". Her full name is given as <b>Ajysyt-ijaksit-khotan</b>, meaning \"Birthgiving nourishing mother\". Aisyt brings the soul from heaven at the birth of a baby and records each one in the Golden Book of Fate and daughter of Yer Tanrı.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Role\">Role</span></h2>\n<p>Ajysyt was responsible for conducting the soul of a newborn child to its birth and attended every birth. Women would channel Ajysyt, believing that doing so would relieve them of pain during childbirth. She kept a golden book in which she recorded each one. She is said to have lived on a mountain top in a house with seven stories, from which she controlled the fate of the world.</p>\n<h2><span id=\"Versions\">Versions</span></h2>\n<p>The Yakut revere a variety of ajy (Yakut: <span lang=\"sah\" xml:lang=\"sah\">Айы</span>). The primary manifestation, Nelbey Ajyhyt, is responsible for the birth of children; Dzhyёsyёgyёy Toyon and Kieng Kieli-Baly Toyon govern the reproduction of horses; Isegey Ajyhyt has responsibility for oxen; and Noruluya manages dogs and foxes. </p>\n<p>When referring to the fertility deity for the births of male animals, such as stallions or bulls, the word <i>ajysyt</i> is understood to be male. However, when relating to the birth of a mare or cow, the word is feminine.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>One legend recalls how she appeared from the roots of the Cosmic Tree (alternatively the world pillar of Yryn-al-tojon)to a pale young man; the tree stood beside a lake of milk. By suckling the youth she caused his strength to increase a hundredfold.</p>\n<p>Aisyt was a daughter of Gok-Tengri (Sky-God) and Toprak Ana (Mother Earth) and was viewed with both fear and affection. She represented the night and was pictured as a noble woman. The night's darkness heralded the emergence of malicious spirits from holes.</p>\n<h2><span id=\"Contemporary_representation\">Contemporary representation</span></h2>\n<p>Ajysyt is a featured figure on Judy Chicago's installation piece <i>The Dinner Party</i>, being represented as one of the 999 names on the <i>Heritage Floor.</i></p>\n<h2><span id=\"References\">References</span></h2>\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Gentileschi, Artemisia - Clio - 1632.jpg"}, {"ns": 6, "title": "File:Mammoth-silhouette.png"}, {"ns": 6, "title": "File:Stonehenge Closeup.jpg"}, {"ns": 6, "title": "File:龍-seal.svg"}]}