{"pageid": 181591, "ns": 0, "title": "Tiamat", "extract": "<p>In the religion of ancient Babylon, <b>Tiamat</b> (Akkadian: <span lang=\"akk\" xml:lang=\"akk\"><span title=\"Neo-Assyrian cuneiform\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒋾𒊩𒆳</span></span> <span title=\"Semitic transliteration\"><sup>D</sup><small>TI.AMAT</small></span> or <span title=\"Neo-Assyrian cuneiform\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒌓𒌈</span> <span title=\"Semitic transliteration\"><sup>D</sup><small>TAM.TUM</small></span>, Greek: Θάλαττη <i>Thálattē</i>) is a primordial goddess of the salt sea, mating with Abzû, the god of fresh water, to produce younger gods. She is the symbol of the chaos of primordial creation. She is referred to as a woman, and described as the glistening one. It is suggested that there are two parts to the Tiamat mythos, the first in which Tiamat is a creator goddess, through a \"<i>Sacred marriage</i>\" between salt and fresh water, peacefully creating the cosmos through successive generations. In the second \"<i>Chaoskampf</i>\" Tiamat is considered the monstrous embodiment of primordial chaos. Some sources identify her with images of a sea serpent or dragon.</p>\n<p>In the <i>Enûma Elish</i>, the Babylonian epic of creation, she gives birth to the first generation of deities; her husband, Apsu, correctly assuming they are planning to kill him and usurp his throne, later makes war upon them and is killed. Enraged, she, too, wars upon her husband's murderers, taking on the form of a massive sea dragon, she is then slain by Enki's son, the storm-god Marduk, but not before she had brought forth the monsters of the Mesopotamian pantheon, including the first dragons, whose bodies she filled with \"poison instead of blood\". Marduk then forms heavens and the earth from her divided body.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Thorkild Jacobsen and Walter Burkert both argue for a connection with the Akkadian word for sea, <i>tâmtu</i>, following an early form, <i>ti'amtum</i>. Burkert continues by making a linguistic connection to Tethys. The later form Θάλαττη (<i>thalattē)</i>, which appears in the Hellenistic Babylonian writer Berossus' first volume of universal history, is clearly related to Greek Θάλαττα (<i>thálatta</i>), an Eastern variant of <i>Θάλασσα (thalassa)</i>, \"sea\". It is thought that the proper name ti'amat, which is the construct or vocative form, was dropped in secondary translations of the original texts because some Akkadian copyists of <i>Enûma Elish</i> substituted the ordinary word <i>tāmtu</i> \"sea\" for Tiamat, the two names having become essentially the same due to association. <i>Tiamat</i> also has been claimed to be cognate with Northwest Semitic <i>tehom</i> (תהום) (<b>the deeps, abyss</b>), in the Book of Genesis 1:2.</p>\n<p>The Babylonian epic <i>Enuma Elish</i> is named for its incipit: \"When above\" the heavens did not yet exist nor the earth below, Apsu the freshwater ocean was there, \"the first, the begetter\", and Tiamat, the saltwater sea, \"she who bore them all\"; they were \"mixing their waters\". It is thought that female deities are older than male ones in Mesopotamia and Tiamat may have begun as part of the cult of Nammu, a female principle of a watery creative force, with equally strong connections to the underworld, which predates the appearance of Ea-Enki.</p>\n<p>Harriet Crawford finds this \"mixing of the waters\" to be a natural feature of the middle Persian Gulf, where fresh waters from the Arabian aquifer mix and mingle with the salt waters of the sea. This characteristic is especially true of the region of Bahrain, whose name in Arabic means \"two seas\", and which is thought to be the site of Dilmun, the original site of the Sumerian creation beliefs. The difference in density of salt and fresh water drives a perceptible separation.</p>\n<h2><span id=\"Appearance\">Appearance</span></h2>\n<p>In the <i>Enûma Elish</i> her physical description includes a tail, a thigh, \"lower parts\" (which shake together), a belly, an udder, ribs, a neck, a head, a skull, eyes, nostrils, a mouth, and lips. She has insides (possibly \"entrails\"), a heart, arteries, and blood.</p>\n<p>Tiamat is usually described as a sea serpent or dragon, however assyriologist Alexander Heidel disagreed with this identification and argued that \"dragon form can not be imputed to Tiamat with certainty\". Other scholars have disregarded Heidel's argument: Joseph Fontenrose in particular found it \"not convincing\" and concluded that \"there is reason to believe that Tiamat was sometimes, not necessarily always, conceived as a dragoness\". The <i>Enûma Elish</i> states that Tiamat gave birth to dragons and serpents among a more general list of monsters including scorpion men and merpeople, but does not identify her form as that of a dragon; however, other sources containing the same myth do refer to her as such.</p>\n<p>The depiction of Tiamat as a multi-headed dragon was popularized in the 1970s as a fixture of the <i>Dungeons &amp; Dragons</i> roleplaying game inspired by earlier sources associating Tiamat with later mythological characters such as Lotan.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Abzu (or Apsû) fathered upon Tiamat the elder deities Lahmu and Lahamu (masc. the \"hairy\"), a title given to the gatekeepers at Enki's Abzu/E'engurra-temple in Eridu. Lahmu and Lahamu, in turn, were the parents of the 'ends' of the heavens (Anshar, from <i>an-šar</i> = heaven-totality/end) and the earth (Kishar); Anshar and Kishar were considered to meet at the horizon, becoming, thereby, the parents of Anu (Heaven) and Ki (Earth).</p>\n<p>Tiamat was the \"shining\" personification of salt water who roared and smote in the chaos of original creation. She and Apsu filled the cosmic abyss with the primeval waters. She is \"<b>Ummu-Hubur</b> who formed all things\".</p>\n<p>In the myth recorded on cuneiform tablets, the deity Enki (later Ea) believed correctly that Apsu was planning to murder the younger deities, upset with the chaos they created, and so captured him and held him prisoner beneath his temple the E-Abzu. This angered Kingu, their son, who reported the event to Tiamat, whereupon she fashioned eleven monsters to battle the deities in order to avenge Apsu's death. These were her own offspring: Bašmu (“Venomous Snake”), Ušumgallu (“Great Dragon”), Mušmaḫḫū (“Exalted Serpent”), Mušḫuššu (“Furious Snake”), Laḫmu (the “Hairy One”), Ugallu (the “Big Weather-Beast”), Uridimmu (“Mad Lion”), Girtablullû (“Scorpion-Man\"), Umū dabrūtu (“Violent Storms\"), Kulullû (“Fish-Man\") and Kusarikku (“Bull-Man”).</p>\n<p>Tiamat possessed the Tablet of Destinies and in the primordial battle she gave them to Kingu, the deity she had chosen as her lover and the leader of her host, and who was also one of her children. The deities gathered in terror, but Anu, (replaced later, first by Enlil and, in the late version that has survived after the First Dynasty of Babylon, by Marduk, the son of Ea), first extracting a promise that he would be revered as \"king of the gods\", overcame her, armed with the arrows of the winds, a net, a club, and an invincible spear.</p>\n<dl><dd>And the lord stood upon Tiamat's hinder parts,</dd>\n<dd>And with his merciless club he smashed her skull.</dd>\n<dd>He cut through the channels of her blood,</dd>\n<dd>And he made the North wind bear it away into secret places.</dd>\n</dl><p>Slicing Tiamat in half, he made from her ribs the vault of heaven and earth. Her weeping eyes became the source of the Tigris and the Euphrates, her tail became the Milky Way. With the approval of the elder deities, he took from Kingu the Tablet of Destinies, installing himself as the head of the Babylonian pantheon. Kingu was captured and later was slain: his red blood mixed with the red clay of the Earth would make the body of humankind, created to act as the servant of the younger Igigi deities.</p>\n<p>The principal theme of the epic is the justified elevation of Marduk to command over all the deities. \"It has long been realized that the Marduk epic, for all its local coloring and probable elaboration by the Babylonian theologians, reflects in substance older Sumerian material,\" American Assyriologist E. A. Speiser remarked in 1942 adding \"The exact Sumerian prototype, however, has not turned up so far.\" Without corroboration in surviving texts, this surmise that the Babylonian version of the story is based upon a modified version of an older epic, in which Enlil, not Marduk, was the god who slew Tiamat, is more recently dismissed as \"distinctly improbable\", in fact, Marduk has no precise Sumerian prototype. It is generally accepted amongst modern Assyriologists that the Enûma Elish - the Babylonian creation epic to which this mythological strand is attributed - has been written as political and religious propaganda rather than reflecting a Sumerian tradition; the dating of the epic is not completely clear, but judging from the mythological topics covered and the cuneiform versions discovered thus far, it is likely to date it to the 15th century BCE.</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>The Tiamat myth is one of the earliest recorded versions of the Chaoskampf, the battle between a culture hero and a chthonic or aquatic monster, serpent or dragon. <i>Chaoskampf</i> motifs in other mythologies linked directly or indirectly to the Tiamat myth include the Hittite Illuyanka myth, and in Greek tradition Apollo's killing of the Python as a necessary action to take over the Delphic Oracle.</p>\n<p>According to some analyses there are two parts to the Tiamat myth, the first in which Tiamat is creator goddess, through a \"<i>sacred marriage</i>\" between salt and fresh water, peacefully creating the cosmos through successive generations. In the second \"<i>Chaoskampf</i>\" Tiamat is considered the monstrous embodiment of primordial chaos.</p>\n<p>Robert Graves considered Tiamat's death by Marduk as evidence for his hypothesis of an ancient shift in power from a matriarchal society to a patriarchy. Grave's ideas were later developed into the Great Goddess theory by Marija Gimbutas, Merlin Stone and others. The theory suggests Tiamat and other ancient monster figures were presented as former supreme deities of peaceful, woman-centered religions that were turned into monsters when violent. Their defeat at the hands of a male hero corresponded to the manner in which male-dominated religions overthrew ancient society. This theory is rejected by academia and modern authors such as Lotte Motz, Cynthia Eller and others.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Enuma Elish</li>\n<li>Enuma Elish, the Babylonian creation story</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Tiamat.JPG"}]}