{"pageid": 18168627, "ns": 0, "title": "Shapash", "extract": "<p><b>Shapash</b>, <b>Shapsh</b>, <b>Shapshu</b> or sometimes <b>Shemesh</b> was the Canaanite goddess of the sun, daughter of El and Asherah. She is known as \"torch of the gods\" and is considered an important deity in the Canaanite pantheon and among the Phoenicians. The Akkadian sun god, Shamash, was the Mesopotamian male equivalent of the female Canaanite Shapash. She may also be related to a preeminent deity at Ebla named <i>Shipish</i>, and to Shams a pre-Islamic Arabic sun deity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Baal_Myth\">Baal Myth</span></h2>\n\n<p>In the Epic of Baal, Shapash plays an important part in the plot, as she interacts with all of the main characters, and in the end she is favourable to Baal's position as king. She announces that El supports Yam. By delivering her verdict in the final struggle of Baal with Mot, she reveals her role as judge among the gods, and by her judgement against Mot, as saviour of humankind, two aspects, Brian B. Schmidt observes, that conform with what is known of Shamash's function in Mesopotamia. After Baal is killed, she helps Anat bury and mourn him, and then stops shining. Following El's dream about the resurrection of Baal, El asks Anat to persuade Shapash to shine again, which she agrees to, but declares that she will continue to search for him. In the battle between Baal and Mot, she threatens Mot that El will intervene in Baal's favour, a threat which ends the battle.</p>\n<h2><span id=\"In_the_Tanakh\">In the Tanakh</span></h2>\n<p>In the Tanakh, worshiping Shemesh is forbidden and is punishable by stoning. Worshiping Shemesh was said to include bowing to the east, in the direction of the sun, as well as rituals related to horses and chariots, which were associated with her. King Josiah was also said to have abolished sun worship (among others).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Samson</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}]}