{"pageid": 1830983, "ns": 0, "title": "Perchta", "extract": "<p><b>Perchta</b> or <b>Berchta</b> (English: <b>Bertha</b>), also commonly known as <b>Percht</b> and other variations, was once known as a goddess in Alpine paganism in the Upper German regions of the Alps. Her name may mean \"the bright one\" (Old High German <i>beraht, bereht</i>, from Proto-Germanic *<i>brehtaz</i>) and is probably related to the name <i>Berchtentag</i>, meaning the feast of the Epiphany. Eugen Mogk provides an alternative etymology, attributing the origin of the name <i>Perchta</i> to the Old High German verb <i>pergan</i>, meaning \"hidden\" or \"covered\".</p>\n<p>Perchta is often identified as stemming from the same Germanic goddess as Holda and other female figures of German folklore (see Frija-Frigg). According to Jacob Grimm and Lotte Motz, Perchta is Holda's southern cousin or equivalent, as they both share the role of \"guardian of the beasts\" and appear during the Twelve Days of Christmas, when they oversee spinning.</p>\n<p>Grimm says Perchta or Berchta was known \"precisely in those Upper German regions where Holda leaves off, in Swabia, in Alsace, in Switzerland, in Bavaria and Austria.\"</p>\n<p>According to Erika Timm, Perchta emerged from an amalgamation of Germanic and pre-Germanic, probably Celtic, traditions of the Alpine regions after the Migration Period in the Early Middle Ages.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names_of_Perchta\">Names of Perchta</span></h2>\n<p>Perchta had many different names depending on the era and region: Grimm listed the names <i>Perahta</i> and <i>Berchte</i> as the main names (in his heading), followed by <i>Berchta</i> in Old High German, as well as <i>Behrta</i> and <i>Frau Perchta</i>. In Baden, Swabia, Switzerland and Slovenian regions, she was often called <i>Frau Faste</i> (the lady of the Ember days) or Pehta or 'Kvaternica', in Slovene. Elsewhere she was known as <i>Posterli,</i> <i>Quatemberca</i> and <i>Fronfastenweiber</i>.</p>\n<p>In southern Austria, in Carinthia among the Slovenes, a male form of Perchta was known as <i>Quantembermann</i>, in German, or <i>Kvaternik</i>, in Slovene (the man of the four Ember days). Grimm thought that her male counterpart or equivalent is <i>Berchtold.</i></p>\n<p>Regional variations of the name include <i>Berigl</i>, <i>Berchtlmuada</i>, <i>Perhta-Baba</i>, <i>Zlobna Pehta</i>, <i>Bechtrababa</i>, <i>Sampa</i>, <i>Stampa</i>, <i>Lutzl</i>, <i>Zamperin</i>, <i>Pudelfrau</i>, <i>Zampermuatta</i> and <i>Rauweib</i>.</p>\n<h2><span id=\"Depiction\">Depiction</span></h2>\n<p>In some descriptions, Perchta has two forms; she may appear either as beautiful and white as snow like her name, or as elderly and haggard.</p>\n<p>In many old descriptions, Bertha had one large foot, sometimes called a goose foot or swan foot. Grimm thought the strange foot symbolized her being a higher being who could shapeshift to animal form. He noticed that Bertha with a strange foot exists in many languages (Middle German \"Berhte mit dem fuoze\", French \"Berthe au grand pied\", Latin \"Berhta cum magno pede\"): \"It is apparently a swan maiden's foot, which as a mark of her higher nature she cannot lay aside...and at the same time the spinning-woman's splayfoot that worked the treadle\".</p>\n<p>In the Tyrol she appears as little old woman with a very wrinkled face, bright lively eyes, and a long hooked nose; her hair is disheveled, her garments tattered and torn.</p>\n<h2><span id=\"Traditional_narratives\">Traditional narratives</span></h2>\n<p>Initially, Perchta was the upholder of cultural taboos, such as the prohibition against spinning on holidays. In the folklore of Bavaria and Austria, Perchta was said to roam the countryside at midwinter, and to enter homes during the twelve days between Christmas and Epiphany (especially on the Twelfth Night). She would know whether the children and young servants of the household had behaved well and worked hard all year. If they had, they might find a small silver coin next day, in a shoe or pail. If they had not, she would slit their bellies open, remove stomach and guts, and stuff the hole with straw and pebbles. She was particularly concerned to see that girls had spun the whole of their allotted portion of flax or wool during the year. She would also slit people's bellies open and stuff them with straw if they ate something on the night of her feast day other than the traditional meal of fish and gruel.</p>\n<p>The cult of Perchta, under which followers left food and drink for <i>Fraw Percht</i> and her followers in the hope of receiving wealth and abundance, was condemned in Bavaria in the <i>Thesaurus pauperum</i> (1468) and by Thomas Ebendorfer von Haselbach in <i>De decem praeceptis</i> (1439).</p>\n<p>Later canonical and church documents characterized Perchta as synonymous with other leading female spirits: Holda, Diana, Herodias, Richella and Abundia.</p>\n<h2><span id=\"Related_beings\">Related beings</span></h2>\n\n<p>Grimm thought Holda is her equivalent while the Weisse Frauen may derive directly from Berchta in her white form.</p>\n<p>The word <i>Perchten</i> is plural for <b>Perchta</b>, and this has become the name of her entourage, as well as the name of animal masks worn in parades and festivals in the mountainous regions of Austria. In the 16th century, the Perchten took two forms: Some are beautiful and bright, known as the <i>Schönperchten</i> (\"beautiful Perchten\"). These come during the Twelve Nights and festivals to \"bring luck and wealth to the people.\" The other form is the <i>Schiachperchten</i> (\"ugly Perchten\") who have fangs, tusks and horse tails which are used to drive out demons and ghosts. Men dressed as the ugly Perchten during the 16th century and went from house to house driving out bad spirits.</p>\n<p>Sometimes, <i>der Teufel</i> is viewed as the most <i>schiach</i> (\"ugly\") <i>Percht</i> and <i>Frau Perchta</i> as the most <i>schön</i> (\"beautiful\") <i>Percht</i>.</p>\n<p>In Italy, Perchta is roughly equivalent with La Befana, who visits all the children of Italy on the night before 6 January to fill their socks with candy if they are good or a lump of coal if they are bad.</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>According to Jacob Grimm (1882), Perchta was spoken of in Old High German in the 10th century as <b>Frau Berchta</b> and thought to be a white-robed goddess who oversaw spinning and weaving, like the myths of Holda. He believed she was the feminine equivalent of Berchtold, and was sometimes the leader of the Wild Hunt. However, John B. Smith disagrees and suggests that Perchta represents the personification of the feast of the Epiphany (Perchta's Day), and is therefore not pre-Christian.</p>\n<h2><span id=\"Modern_celebrations\">Modern celebrations</span></h2>\n<p>In contemporary culture, Perchta is portrayed as a \"rewarder of the generous, and the punisher of the bad, particularly lying children\".</p>\n<p>Today in Austria, particularly Salzburg, where she is said to wander through Hohensalzburg Castle at dead of night, the Perchten are still a traditional part of holidays and festivals (such as the Carnival Fastnacht). The wooden animal masks made for the festivals are today called <i>Perchten</i>.</p>\n<p>In the Pongau region of Austria large processions of <i>Schönperchten</i> (\"beautiful Perchten\") and <i>Schiachperchten</i> (\"ugly Perchten\") are held every winter. Beautiful masks are said to encouraging financial windfalls, and the ugly masks are worn to drive away evil spirits.</p>\n<p>Other regional variations include the <i>Tresterer</i> in the Austrian Pinzgau region, the stilt dancers in the town of Unken, the <i>Schnabelpercht</i> (\"trunked Percht\") in the Unterinntal region and the <i>Glöcklerlaufen</i> (\"bell-running\") in the Salzkammergut. A number of large ski-resorts have turned the tradition into a tourist attraction drawing large crowds every winter.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Frazer, Sir James George. 1920. <i>The Golden Bough. A Study in Magic and Religion.</i> IX. Part 6. \"The Scapegoat\", pages 240-243. Macmillan &amp; Co. (Facsimili Elibron Classics, 2005) ISBN 1-4021-8348-8. (Online). File retrieved May 18, 2007.</li>\n<li>Grimm, Jacob (1882). <i>Deutsche Mythologie</i> 4th ed. [1875]. Trans. James Stallybrass <i>Grimm's Teutonic Mythology</i> Volume 1.</li>\n<li>Motz, Lotte. 1984. \"The Winter Goddess\", <i>Folklore</i> <b>95</b>:11.</li>\n<li>Mogk, Eugen. 1907. <i>Germanische Mythologie</i></li>\n<li>Müller, Felix and Ulrich. 1999. \"Percht und Krampus, Kramperl und Schiach-Perchten.\" Wunderlich, Werner (Ed.): Mittelalter-Mythen 2. Dämonen-Monster-Fabelwesen. St. Gallen, S. 449-460. (Online, German) File retrieved May 18, 2007.</li>\n<li>Natko, David. 2014. <i>Ritual Rebellion and Social Inversion in Alpine Austria: Rethinking the “Perchtenlauf” in its Relationship to the Carnivalesque.</i> (Online). File retrieved 01-04-2015.</li>\n<li>Timm, Erika. 2003. <i>Frau Holle, Frau Percht und verwandte Gestalten: 160 Jahre nach Grimm aus germanistischer Sicht betrachtet.</i></li>\n<li>Wagner, Alexander. 2007. <i>Perchtenläufe: Salzburg's Pagan Heritage.</i> (Online) File retrieved May 18, 2007.</li>\n<li>Waschnitius, Viktor. 1913. <i>Perht, Holda und verwandte Gestalten: ein Beitrag zur deutschen Religionsgeschichte</i>. Sitzungsberichte der Akademie der Wissenschaften in Wien, Philosophisch-Historische Klasse.</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Masopust držíme 10.jpg"}, {"ns": 6, "title": "File:Perchtenmaske.jpg"}]}