{"pageid": 1830411, "ns": 0, "title": "Lachesis (mythology)", "extract": "<p><b>Lachesis</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Λάχεσις</span>, <i>Lakhesis</i>, \"disposer of lots\", from <span lang=\"grc\" xml:lang=\"grc\">λαγχάνω</span>, <i>lanchano</i>, \"to obtain by lot, by fate, or by the will of the gods\"), in ancient Greek religion, was the second of the Three Fates, or Moirai: Clotho, Lachesis and Atropos. Normally seen clothed in white, Lachesis is the measurer of the thread spun on Clotho's spindle, and in some texts, determines Destiny, or thread of life. Her Roman equivalent was Decima. Lachesis was the apportioner, deciding how much time for life was to be allowed for each person or being. She measured the thread of life with her rod. She is also said to choose a person's destiny after a thread was measured. In mythology, it is said that she appears with her sisters within three days of a baby's birth to decide its fate.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>According to Hesiod's Theogony, Lachesis and her sisters (Atropos and Clotho) were the daughters of Erebus (Darkness) and Nyx (Night), though later in the same work (ll. 901-906) they are said to have been born of Zeus and Themis. Lachesis is also mentioned in the tenth book of the <i>Republic</i> of Plato as the daughter of Necessity. She instructs the souls who are about to choose their next life, assign them lots, and presents them all of the kinds, human and animal, from which they may choose their next life.</p>\n<h2><span id=\"Outside_mythology\">Outside mythology</span></h2>\n<ul><li><i>Lachesis</i> is a genus of pit vipers sometimes called bushmasters. It includes the largest venomous snake in the Western Hemisphere.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Thomas Blisniewski: <i>Kinder der dunkelen Nacht. Die Ikonographie der Parzen vom späten Mittelalter bis zum späten XVIII.</i> Jahrhundert. Disseration Cologne 1992. Berlin 1992.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Works related to Theogony at Wikisource</li>\n</ul>", "images": [{"ns": 6, "title": "File:Fates tapestry -460755563.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}