{"pageid": 18301791, "ns": 0, "title": "Fjörgyn and Fjörgynn", "extract": "<p>In Norse mythology, the feminine <b>Fjörgyn</b> (Old Norse \"earth\") is described as the mother of the thunder god Thor, son of Odin, and the masculine <b>Fjörgynn</b> is described as the father of the goddess Frigg, wife of Odin. Both names appear in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources, and the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson. A number of theories surround the names, and they have been the subject of scholarly discourse.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>Fjörgyn is attested in the <i>Poetic Edda</i> poem <i>Hárbarðsljóð</i> stanza 56 and <i>Völuspá</i> stanza 56. Fjörgynn is attested in the <i>Prose Edda</i> books <i>Gylfaginning</i> chapter 9, and <i>Skáldskaparmál</i> chapter 19, and the <i>Poetic Edda</i> poem <i>Lokasenna</i> stanza 26. The name Fjörgyn also appears in Skaldic poetry at times as a synonym for \"earth\" or \"land.\"</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<h3><span id=\"Divine_pair\">Divine pair</span></h3>\n<p>Hilda Ellis Davidson theorizes that Fjörgyn and Fjörgynn may have represented a divine pair of which little information has survived, along with figures such as the theorized Ullr and Ullin, Njörðr and Nerthus, and the attested Freyr and Freyja.</p>\n<h3><span id=\"Fjörgyn_and_Jörð\"></span><span id=\"Fj.C3.B6rgyn_and_J.C3.B6r.C3.B0\">Fjörgyn and Jörð</span></h3>\n<p>Rudolf Simek states that Fjörgyn may simply be another name for Jörð, whose name also means \"earth,\" since she does not appear listed in the Prose Edda as a unique goddess, but that the fact that she does not appear elsewhere in Skaldic poetry \"as would be expected of a purely literary alternative to Jörð\" may be notable.</p>\n<h3><span id=\"Proto-Indo-European_basis\">Proto-Indo-European basis</span></h3>\n<p>Theories have been proposed that Fjörgyn may represent an extension of an earlier Proto-Indo-European thunder or rain god or goddess due to Indo-European linguistic connections between Norse <i>Fjörgyn</i>, the Hindu rain god Parjanya, the Lithuanian god Perkūnas, and the Slavic god Perun.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Perkwunos</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:The Wolves Pursuing Sol and Mani.jpg"}]}