{"pageid": 1867121, "ns": 0, "title": "Madonna Oriente", "extract": "<p><b>Madonna Oriente</b> or <b>Signora Oriente</b> <b>(Lady of the East)</b>, also known as <b>La Signora del Gioco</b> <b>(The Lady of the Game)</b>, are names of an alleged religious figure, as described by two Italian women who were executed by the Inquisition in 1390 as witches.</p>\n<p>The story which they are reported to have told is an elaborate and fantastical tale of occult religious rituals practised at the houses of wealthy individuals in Milan, Italy, where a woman known as the Madonna Oriente, possibly regarded as a goddess by her followers, performed magical acts such as the resurrection of slaughtered animals.</p>\n<p>The two women, Sibilla Zanni and Pierina de' Bugatis, were brought before the Inquisition first in 1384, and with their story apparently dismissed as fantasy, were sentenced only to minor penance. When they were investigated again in 1390, however, they were charged with consorting with the Devil, condemned, and executed.</p>\n<p>While there is no evidence that the organized group described by the women actually existed, their testimonies are remarkably similar to those of several other groups in Italy and greater Europe, such as the followers of Richella and \"the wise Sibillia\" in 15th century Northern Italy, the Benandanti of 16th and 17th century Northern Italy, the <i>Armiers</i> of the Pyrenees, the Romanian Căluşari, Livonian werewolves, Dalmatian <i>kresniki</i>, Hungarian <i>táltos</i> and Caucasian <i>burkudzauta</i>. These widespread repeated themes have been identified by historian Carlo Ginzburg as part of an ancient mythological complex probably originating from central Eurasia. The mythology of these groups has become a popular subject among adherents of modern witchcraft and Neopaganism.</p>\n<p>Ginzburg concluded that the name Madonna Oriente derives from the Latin <i>Domina Oriens</i>, a term for the Moon as a goddess.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Moon (mythology)</li>\n<li>Roman Inquisition of the 16th century</li>\n<li>witchcraft</li>\n<li>witch-hunt</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Richard Kieckheffer, <i>Forbidden Rites: A Necromancer's Manual of the Fifteenth Century (Magic in History)</i>, page 155. Pennsylvania State University Press, February 1, 1998. ISBN 0-271-01751-1</li>\n<li>Carlo Ginzburg, Raymond Rosenthal (translator), <i>Ecstasies : Deciphering the Witches' Sabbath</i>. University Of Chicago Press, June 14, 2004. ISBN 0-226-29693-8</li>\n<li>Jan Peter and Yury Winterberg, <i>Hexen - Magie, Mythen und die Wahrheit</i> (Witches - Magic, Myths and the Truth). A documentary movie. - in German, DVD was issued on 6 April 2004</li>\n<li>Luisa Muraro, <i>La signora del Gioco</i>, Feltrinelli, Milano, 1976 - in Italian</li>\n<li>Mario Graziano Parri, <i>La signora del gioco</i>, F. Cesati, 1984. ISBN 88-7667-027-0, in Italian</li>\n<li>Massimo Centini, <i>Le schiave di Diana: Stregoneria e sciamanismo tra superstizione e demonizzazione (Nuova atlantide)</i>. ECIG, 1994. ISBN 88-7545-588-0</li>\n</ul>"}