{"pageid": 1875087, "ns": 0, "title": "Yakshini", "extract": "<p><b>Yakshini</b> (also known as <b>Yakshi</b>; <b>Yakkhini</b> in Pali) are mythical beings of Hindu, Buddhist, and Jain mythology. Yakshini (Yakshi) is the female counterpart of the male Yaksha, and they are attendees of Kubera, the Hindu god of wealth who rules in the mythical Himalayan kingdom of Alaka. Yakshinis are often depicted as beautiful and voluptuous, with wide hips, narrow waists, broad shoulders, and exaggerated, spherical breasts. In <i>Uddamareshvara Tantra</i>, thirty-six Yakshinis are described, including their mantras and ritual prescriptions. A similar list of Yakshas and Yakshinis are given in the <i>Tantraraja Tantra</i>, where it says that these beings are givers of whatever is desired. Although Yakshinis are usually benevolent, there are also yakshinis with malevolent characteristics in Indian folklore. They are the guardians of the treasure hidden in the earth.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"36_Yakshinis\">36 Yakshinis</span></h2>\n<p>The list of thirty six yakshinis given in the <i>Uddamareshvara Tantra</i> is as follows:</p>\n\n\n<h2><span id=\"Early_figures\">Early figures</span></h2>\n\n\n<p>The three sites of Bharhut, Sanchi, and Mathura, have yielded huge numbers of Yakshi figures, most commonly on the railing pillars of stupas. These show a clear development and progression that establishes certain characteristics of the Yakshi figure such as her nudity, smiling face and evident (often exaggerated) feminine charms that lead to their association with fertility. The yakshi is usually shown with her hand touching a tree branch, and a sinuous pose, Sanskrit <i>tribhanga</i>, thus some authors hold that the young girl at the foot of the tree is based on an ancient tree deity.</p>\n<p>The ashoka tree is closely associated with the Yakshini mythological beings. One of the recurring elements in Indian art, often found at gates of Buddhist and Hindu temples, is a Yakshi with her foot on the trunk and her hands holding the branch of a stylized flowering ashoka or, less frequently, other tree with flowers or fruits. As an artistic element, often the tree and the Yakshi are subject to heavy stylization.</p>\n<p>Some authors hold that the young girl at the foot of the tree is based on an ancient fertility symbol of the Indian Subcontinent. Yakshis were important in early Buddhist monuments as a decorative element and are found in many ancient Buddhist archaeological sites. They became Salabhanjikas (sal tree maidens) with the passing of the centuries, a standard decorative element of both Indian sculpture and Indian temple architecture.</p>\n<p>The sal tree <i>(Shorea robusta)</i> is often confused with the ashoka tree <i>(Saraca indica)</i> in the ancient literature of the Indian Subcontinent. The position of the Salabhanjika is also related to the position of Queen Māyā of Sakya when she gave birth to Gautama Buddha under an asoka tree in a garden in Lumbini, while grasping its branch.</p>\n<h2><span id=\"Yakshis_in_Jainism\">Yakshis in Jainism</span></h2>\n\n\n<p>In Jainism, there are twenty-four yakshis, including Chakreshvari, Ambika, and Padmavati, who are frequently represented in Jain temples. The names according to Tiloyapannatti (or Pratishthasarasangraha) and Abhidhanachintamani are:</p>\n<ul><li>Chakreshvari</li>\n<li>Rohini, Ajitbala</li>\n<li>Prajnapti, Duritari</li>\n<li>Vajrashrankhala, Kali</li>\n<li>Vajrankusha, Mahakali</li>\n<li>Manovega, Shyama</li>\n<li>Kali, Shanta</li>\n<li>Jwalamalini, Mahajwala</li>\n<li>Mahakali, Sutaraka</li>\n<li>Manavi, Ashoka</li>\n<li>Gauri, Manavi</li>\n<li>Gandhari, Chanda</li>\n<li>Vairoti, Vidita</li>\n<li>Anantamati, Ankusha</li>\n<li>Manasi, Kandarpa</li>\n<li>Mahamansi, Nirvani</li>\n<li>Jaya, Bala</li>\n<li>Taradevi, Dharini</li>\n<li>Vijaya, Dharanpriya</li>\n<li>Aparajita, Nardatta</li>\n<li>Bahurupini, Gandhari</li>\n<li>Ambika or Kushmandini</li>\n<li>Padmavati</li>\n<li>Siddhayika</li>\n</ul><h2><span id=\"Yakshis_in_modern_literature\">Yakshis in modern literature</span></h2>\n<p>In the horror fictions in South India, especially in Malayalam literature, Yakshis are mostly not considered benevolent. They are portrayed as alluring men and finally killing them. The following are the prominent fiction characters.</p>\n<h3><span id=\"Kalliyankattu_Neeli\">Kalliyankattu Neeli</span></h3>\n<p>One of the most famous legendary stories of Yakshis in Kerala is that of Kalliyankattu Neeli, a powerful demoness who was finally stopped by the legendary Christian priest Kadamattathu Kathanar. The Yakshi theme is the subject of popular Keralite tales, like the legend of the Yakshi of Trivandrum, as well as of certain movies in modern Malayalam cinema.</p>\n<h3><span id=\"Mangalathu_Chiruthevi\">Mangalathu Chiruthevi</span></h3>\n<p>Another lesser known Yakshi is Mangalathu Chiruthevi also known as Kanjirottu Yakshi. She was born into a Padamangalam Nair tharavad by name Mangalathu at Kanjiracode in South Travancore. She was a ravishingly beautiful courtesan who had an intimate relationship with Raman Thampi, son of King Rama Varma and rival of Anizhom Thirunal Marthanda Varma.</p>\n<p>Mangalathu Chiruthevi was infatuated with one of her servants, Kunjuraman. Kunjuraman, a Pondan Nair (palanquin-bearer), was a fair, tall, well-built and handsome young man. She and her brother Govindan used to ride on Kunjuraman's back to nearby places. A predatory sadist, Chiruthevi enjoyed torturing Kunjuraman physically and mentally. She did everything possible to separate him from his wife.</p>\n<p>In course of time, the unmarried Govindan and Kunjuraman became bosom friends. They often shared the same room. Chiruthevi was not quite comfortable with the growing fondness of her brother for her lover. But she did not act.</p>\n<p>Chiruthevi hatched a plot and liquidated Kunjuraman's wife. Once Govindan was travelling on Kunjuraman's back when the former revealed the details of the plot. Days later, Kunjuraman strangled Chiruthevi to death when they were sharing a bed. Govindan winked at the crime and protected his beloved friend.</p>\n<p>Chiruthevi was reborn as a vengeful Yakshi to a couple at Kanjiracode. She grew into a bewitching beauty within moments of her birth. Though she seduced many men and drank their blood, her heart was set on the handsome Kunjuraman. She told him that she was willing to pardon him if he married her. Kunjuraman flatly refused. The Yakshi channelised all her energies in tormenting him. Devastated, Kunjuraman sought the assistance of Mangalathu Govindan, who was a great upasaka of Lord Balarama. Govindan was for a compromise. He said that the Yakshi could have Kunjuraman for a year provided she conformed to three conditions. One, she must agree to be installed at a temple after one year. Two, after many years the temple will be destroyed and she must then seek refuge in (saranagati) Lord Narasimha for attaining moksham. Three, she must pray for Govindan and his relationship with Kunjuraman not only in their current birth but also in their subsequent births. The Yakshi swore upon 'ponnum vilakkum' that she would abide by all the three conditions. Thus the compromise formula worked.</p>\n<p>A year later, the Yakshi was installed at a Temple which later came to be owned by Kanjiracottu Valiaveedu. The Temple does not exist anymore.</p>\n<p>Sundara Lakshmi, an accomplished dancer and consort of HH Swathi Thirunal Rama Varma, was an ardent devotee of Kanjirottu Yakshi Amma.</p>\n<p>After taking refuge in Lord Narasimha of Thekkedom, the Yakshi is now believed to be residing in Kallara B of Sri Padmanabhaswamy Temple. The enchanting and ferocious forms of this Yakshi are painted on the south-west part of Sri Padmanabha's shrine.</p>\n\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Yaksha</li>\n<li>Apsara</li>\n<li>Ashoka tree</li>\n<li>Salabhanjika</li>\n<li>Shitala</li>\n<li>Nymph</li>\n<li>Fairy</li>\n<li>Houri</li>\n<li>Isakki</li>\n<li>List of tree deities</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.yakshi.in/concept-of-yakshi</li>\n<li>Encyclopædia Britannica — \"Yaksha\"</li>\n<li>RBI Monetary Museum — \"Yaksha and Yakshini\"</li>\n<li>Ideals of Female Beauty in Ancient India</li>\n<li>Huntingdon Archive</li>\n</ul>", "images": [{"ns": 6, "title": "File:Besnagar Yakshi.jpg"}, {"ns": 6, "title": "File:Bhutesvara Yakshis Mathura reliefs 2nd century CE front.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Ellora cave34 001.jpg"}, {"ns": 6, "title": "File:Indian - Mandala of Padmavati - Walters 543007.jpg"}, {"ns": 6, "title": "File:Jain Goddess Chakreshwari - Kankali Mound - Circa 10th Century CE - ACCN 00-D-6 - Government Museum - Mathura 2013-02-23 5387.JPG"}, {"ns": 6, "title": "File:Malampuzha Garden Yakshi Statue by Kanayi Kunjiraman.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Reserve bank of India Headquarters.jpg"}]}