{"pageid": 18951964, "ns": 0, "title": "Chantico", "extract": "<p>In Aztec mythology, <b>Chantico</b> [chan-TEE-co] (\"she who dwells in the house\") was the goddess of fires in the family hearth and volcanoes.</p>\n<p>She broke a fast by eating paprika with roasted fish, and was turned into a dog by Tonacatecuhtli as punishment because paprika is a banned food in such fast breaking customs. She also takes the form of a red serpent.</p>\n<p>Chantico is the goddess of precious things and is very defensive of her possessions. There are many Aztec legends as to what she does to people (or other gods) who take her things.</p>\n<p>Red is the dominant color of both Chantico’s clothes and her face. Red lines appears on her yellow face, red paint covers her mouth, and a red shirt and headdress make up the chief elements of her attire. Chantico’s headdress displays military attributes: a crown of poisonous cactus spikes, related to danger and aggression; a crest of <i>aztaxelli</i>, green warrior’s feathers, connecting her with warfare. At the nape of her neck is a band that forms the <i>alt-tlachinolli</i>, or water-fire, a symbol for warfare and pestilence. From her head flows a stream of blue water intertwined with red fire. Chantico possesses both masculine and feminine qualities. She wears a man’s loincloth, bordered with eagle feathers, in addition to a female’s skirt, which is black and decorated with bundles of white down feathers. Her earrings are fashioned from circular, trapezoidal, and triangular forms. Chantico also wears a skull back-buckle. According to the <i>Codex Vaticanus A</i>, Tonacatecuhtli turned her into a dog when she broke fast during a religious celebration by eating roasted fish and paprika. She is seen with the teeth of a dog. In some manuscripts, she wears a turquoise nose ornament.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Chantico</li>\n<li>Kroger, J., and Patrizia Granziera. <i>Aztec Goddesses and Christian Madonnas: Images of Divine Feminine in Mexico</i>. Surrey (Reino Unido): Ashgate, 2012. Print.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chantico.jpg"}]}