{"pageid": 19072971, "ns": 0, "title": "Daragang Magayon", "extract": "<p><b>Daragang Magayon</b> (English: Lady Beautiful) is the heroine that appears in the legend of Mt. Mayon in Albay, Philippines.</p>\n<h2><span id=\"Basic_legend\">Basic legend</span></h2>\n<p>Magayon grew up to be a very beautiful and sweet woman that struck the swains from faraway tribes who vied for her attention. But not one of these young men have captivated the heart of Magayon, not even the handsome but haughty Pagtuga (eruption). He is a hunter and the chief of the Iriga tribe. She was the only daughter of Makusog (strong), the tribal chief of Rawis, whose mother is named Dawani (fairy) , who died shortly after giving birth to her. He gave fabulous gifts to Magayon and vied for her attention.</p>\n<p>Every man in their tribe courted her including Pagtuga, but Magayon never liked him. Pagtuga is a hunter and a tribal chief from Iriga.</p>\n<p>One day, Daragang Magayon was bathing in the Yawa river and she slipped on the rocks, but she did not know how to swim. Then, Panganoron is passing by and saw what was happening to Daragang Magayon so he saved her from the river. He began to court her and days passed by as Magayon accepted his proposal and her father accepted him too.</p>\n<p>But when Pagtuga knew about the relationship between Panganoron and Magayon. Pagtuga kidnapped Magayon's father, Makusog, and asked Magayon to be his wife so he'll set Makusog free.</p>\n<p>Panganoron knew about the situation so he asked his warriors to join him in the war with Pagtuga in the mountains. The war was fierce and breathtaking. The people and Magayon watched the war between the two of them. The war is between Pagtuga and Panganoron. Then, Panganoron kills Pagtuga and Magayon ran to embrace him.</p>\n<p>As Magayon runs to her lover, there is an arrow shot by one of Pagtuga's warriors that kills Panganoron. Magayon holds Panganoron as he dies in her arms.</p>\n<p>Pagtuga's warriors surround the lovers as Magayon stood up and took the knife from Panganoron's side and shouted Panganoron's name before she stabbed herself. Her father and tribesmen witnessed how Magayon died with her lover.</p>\n<p>Her father buried them as days, months, and years passed when they noticed something about the place where Makusog buried the lovers. It started to shape like a volcano and when the people saw it, Makusog named it Mt. Mayon, after her daughter's name. Mt.Mayon is as beautiful as Daragang Magayon.</p>\n<p>Some people said that it's a curse because she took her own life, but myths and legends said Magayon is the volcano and Panganoron is the clouds that surround the beautiful volcano.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>http://www.webcitation.org/query?url=http://www.geocities.com/yosemite/3712/tmagayon.html&amp;date=2009-10-26+03:12:49</li>\n<li>Province of Albay (1616) <b>MAGAYON FESTIVAL – BEFORE AND NOW</b></li>\n<li>http://magayonfestival.albay.gov.ph/history_mf.htm</li>\n</ul>", "images": [{"ns": 6, "title": "File:Flag of the Philippines.svg"}]}