{"pageid": 19129957, "ns": 0, "title": "Samantabhadrī (tutelary)", "extract": "<p><b>Samantabhadri</b> (Sanskrit; Devanagari: समन्तभद्री ; IAST: samantabhadrī, Tibetan: <span lang=\"bo\" xml:lang=\"bo\">ཀུན་ཏུ་བཟང་མོ</span>, Wylie: <i>kun tu bzang mo</i>) is a dakini and female Buddha from the Vajrayana Buddhist tradition. She is the consort and female counterpart of Samantabhadra, known amongst some Tibetan Buddhists as the 'Primordial Buddha'. Samantabhadri herself is known as the 'primordial Mother Buddha'. Samantabhadri is the dharmakaya dakini aspect of the Trikaya, or three bodies of a Buddha. As such, Samantabhadri represents the aspect of Buddhahood in whom delusion and conceptual thought have never arisen. As font or wellspring of the aspects of the divine feminine she may be understood as the 'Great Mother'. Seen differently, Samantabhadri is an aspect of Prajnaparamita.</p>\n<p>Samantabhadri is a figure found primarily in the Nyingma or 'Old Translation' school of Tibetan Buddhism. A figure that is nearly equivalent to Samantabhadri in the 'New Translation' or Sarma schools is Vajradhatu-ishvari; she is dark blue and her consort is Vajradhara.</p>\n<p>Samantabhadri is the expression of a concept essentially inexpressible in word or symbol, the ultimate voidness nature of mind. This aspect of the dakini is beyond gender, form or expression. According to Simmer Brown  the power of the dakini in all her forms is based on the fact that all meditation practices ultimately point to the Samantabhadri dakini. In her iconography, Samantabhadri is white, the primary symbol of the wisdom aspect of mind - in contrast to her consort who is sky blue, representing limitlessness and formlessness. Like her consort she appears 'naked' (Sanskrit: digambara) and unadorned, representing the essential nature of mind. Samantabhadri is usually shown in yab-yum union with her consort but she is sometimes shown alone, seated in 'lotus posture' (also known as mahamudra) with her hands in meditation posture in her lap.</p>\n<p>Yeshe Tsogyal was known as an emanation of Samantabhadri, according to Judith Simmer-Brown in her subtlest form Yeshe Tsogyal was known as \"expanse of mahāsukha Küntusangmo [Samantabhadrī], the all-good queen\".</p>\n<h2><span id=\"Literature\">Literature</span></h2>\n<p>One of the Nineteen Tantras which is the Seventeen Tantras of Dzogchen Upadeshavarga with additions is entitled 'Samantabhadri's Tantra of the Blazing Sun of the Brilliant Expanse' (Wylie: <i>kun tu bzang mo klong gsal 'bar ma nyi ma'i rgyud</i>).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Samantabhadra</li>\n<li>Padmasambhava</li>\n</ul>", "images": [{"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}]}