{"pageid": 19275977, "ns": 0, "title": "Ceto", "extract": "<p><b>Ceto</b> or <b>Keto</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Κητώ</span>, <i>Kētō</i>, \"sea monster\"), is a primordial sea goddess in Greek mythology, the daughter of Gaia and Pontus. Ceto was also variously called <b>Crataeis</b> (Κράταιις, <i>Krataiis</i>, from κραταιίς \"mighty\") and <b>Trienus</b> (Τρίενος, <i>Trienos</i>, from τρίενος \"within three years\"), and was occasionally conflated by scholars with the goddess Hecate (for whom Trienus and Crataeis are also epithets). As a mythological figure, she is most notable for bearing by Phorcys a host of monstrous children. The small solar system body 65489 Ceto was named after her, and its satellite after Phorcys.</p>\n<p>This goddess should not be confused with the minor Oceanid also named Ceto, or with various mythological beings referred to as <i>ketos</i> (plural <i>ketea</i>); this is a general term for \"sea monster\" in Ancient Greek.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Ceto_in_ancient_texts\">Ceto in ancient texts</span></h2>\n\n<p>Hesiod's <i>Theogony</i> lists the children of Phorcys and Ceto as Echidna, The Gorgons (Euryale, Stheno, and the infamous Medusa), The Graeae (Deino, Enyo, Pemphredo, and sometimes Perso), and Ladon, also called the Drakon Hesperios (\"Hesperian Dragon\", or dragon of the Hesperides). These children tend to be consistent across sources, though Ladon is sometimes cited as a child of Echidna by Typhon and therefore Phorcys and Ceto's grandson.</p>\n<p>The Scholiast on Apollonius Rhodius cites Phorcys and Ceto as the parents of the Hesperides, but this assertion is not repeated in other ancient sources.</p>\n<p>Homer refers to Thoosa, the mother of Polyphemus in The Odyssey, as a daughter of Phorcys, but does not indicate whether Ceto is her mother.</p>\n<p>Pliny the Elder mentions worship of \"storied Ceto\" at Joppa (now Jaffa), in a single reference, immediately after his mention of Andromeda, whom Perseus rescued from a sea-monster. S. Safrai and M. Stern suggest the possibility that someone at Joppa established a cult of the monster under the name Ceto. As an alternative explanation, they posit that Pliny or his source misread the name <i>cetus</i> — or that of the Syrian goddess Derceto.</p>\n<h2><span id=\"Family_Tree\">Family Tree</span></h2>\n\n<h2><span id=\"Ceto_in_popular_culture\">Ceto in popular culture</span></h2>\n<p>Ceto appears in Rick Riordan's book <i>The Mark of Athena</i>, where she and her brother-husband Phorcys run an aquarium featuring shows by sea monsters and other underwater mythological creatures called \"Death in the Deep Seas\" (sponsored by Monster Donut) out of the Georgia Aquarium. Percy Jackson and Frank Zhang, both descended from Poseidon, are imprisoned by Phorcys. They are rescued by the satyr Coach Gleeson Hedge, who kicks Ceto in the head and rescues Percy and Frank. This angers Ceto who sends a Skolopendra to attack their ship the <i>Argo II</i>, but it is defeated by the Ichthyocentaurs who promise to defeat Ceto and Phorcys.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - Keto</li>\n</ul>", "images": [{"ns": 6, "title": "File:KetoAltar.jpg"}]}