{"pageid": 19272020, "ns": 0, "title": "Gaia (mythology)", "extract": "<p>In Greek mythology, <b>Gaia</b> (<span></span> or <span></span> from Ancient Greek <span lang=\"grc\" xml:lang=\"grc\">Γαῖα</span>, a poetical form of Γῆ <i>Gē</i>, \"land\" or \"earth\"), also spelled <b>Gaea</b>, is the personification of the Earth and one of the Greek primordial deities. Gaia is the ancestral mother of all life: the primal Mother Earth goddess. She is the immediate parent of Uranus (the sky), from whose sexual union she bore the Titans (themselves parents of many of the Olympian gods) and the Giants, and of Pontus (the sea), from whose union she bore the primordial sea gods. Her equivalent in the Roman pantheon was Terra.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The Greek name Γαῖα (<i>Γaĩa</i>) is a mostly epic, collateral form of Attic Γῆ (<i>Gê</i>), Doric Γᾶ (<i>Gã</i>, perhaps identical to Δᾶ <i>Dã</i>) meaning \"Earth\", a word of uncertain origin. Robert S. P. Beekes has suggested a Pre-Greek origin. It, however, could be related to the Avestan word <i>gaiia</i> \"life\" (cf. <i>gaēθā</i> \"[material] world, totality of creatures\" and <i>gaēθiia</i> \"belonging to, residing in the worldly or material sphere, material\") or perhaps to Avestan <i>gairi</i> \"mountain\".</p>\n<p>In Mycenean Greek <i>Ma-ka</i> (transliterated as <i>Ma-ga</i>, \"Mother Gaia\") also contains the root <i>ga-</i>.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Hesiod\">Hesiod</span></h3>\n<p>Hesiod's <i>Theogony</i> tells how, after Chaos, \"wide-bosomed\" Gaia (Earth) arose to be the everlasting seat of the immortals who possess Olympus above, and the depths of Tartarus below (as some scholars interpret it). He then tells that Gaia brought forth her equal Uranus (Heaven, Sky) to \"cover her on every side\" and to be the abode of the gods. Gaia also bore the hills (ourea), and Pontus (Sea), \"without sweet union of love\" (i.e., with no father). Afterwards with Uranus she gave birth to the Titans, as Hesiod tells it:</p>\n<blockquote class=\"templatequote\">\n<p>She lay with Heaven and bore deep-swirling Oceanus, Coeus and Crius and Hyperion and Iapetus, Theia and Rhea, Themis and Mnemosyne and gold-crowned Phoebe and lovely Tethys. After them was born Cronos [Cronus] the wily, youngest and most terrible of her children, and he hated his lusty sire.</p>\n</blockquote>\n<p>According to Hesiod, Gaia conceived further offspring with Uranus, first the giant one-eyed Cyclopes: Brontes (\"Thunder\"), Steropes (\"Lightning\") and Arges (\"Bright\"); then the Hecatonchires: Cottus, Briareos and Gyges, each with a hundred arms and fifty heads. As each of the Cyclopes and Hecatonchires were born, Uranus hid them in a secret place within Gaia, causing her great pain. So Gaia devised a plan. She created a grey flint (or adamantine) sickle. And Cronus used the sickle to castrate his father Uranus as he approached Gaia to have sex with her. From Uranus' spilled blood, Gaia produced the Erinyes, the Giants and the Meliae (ash-tree nymphs). From the testicles of Uranus in the sea came forth Aphrodite.</p>\n<p>By her son Pontus, Gaia bore the sea-deities Nereus, Thaumas, Phorcys, Ceto, and Eurybia.</p>\n<p>Because Cronus had learned from Gaia and Uranus that he was destined to be overthrown by one of his children, he swallowed each of the children born to him by his Titan sister Rhea. But when Rhea was pregnant with her youngest child, Zeus, she sought help from Gaia and Uranus. When Zeus was born, Rhea gave Cronus a stone wrapped in swaddling-clothes in his place, which Cronus swallowed, and Gaia took the child into her care.</p>\n<p>With the help of Gaia's advice, Zeus defeated the Titans. But afterwards, Gaia, in union with Tartarus, bore the youngest of her sons Typhon, who would be the last challenge to the authority of Zeus.</p>\n<h3><span id=\"Other_sources\">Other sources</span></h3>\n<p>According to Hyginus, Earth (Gaia), along with Heaven and Sea were the children of Aether and Day (Hemera). According to Apollodorus, Gaia and Tartarus were the parents of Echidna.</p>\n<p>Zeus hid Elara, one of his lovers, from Hera by stowing her under the earth. His son by Elara, the giant Tityos, is therefore sometimes said to be a son of Gaia, the earth goddess.</p>\n<p>Gaia is believed by some sources to be the original deity behind the Oracle at Delphi. Depending on the source, Gaia passed her powers on to Poseidon, Apollo, or Themis. Apollo is the best-known as the oracle power behind Delphi, long established by the time of Homer, having killed Gaia's child Python there and usurped the chthonic power. Hera punished Apollo for this by sending him to King Admetus as a shepherd for nine years.</p>\n<p>In classical art Gaia was represented in one of two ways. In Athenian vase painting she was shown as a matronly woman only half risen from the earth, often in the act of handing the baby Erichthonius (a future king of Athens) to Athena to foster (<i>see</i> example below). In mosaic representations, she appears as a woman reclining upon the earth surrounded by a host of Carpi, infant gods of the fruits of the earth (<i>see</i> example below).</p>\n<p>Gaia also made Aristaeus immortal.</p>\n<p>Oaths sworn in the name of Gaia, in ancient Greece, were considered the most binding of all.</p>\n<p>She was also worshipped under the epithet \"Anesidora\", which means \"giver of gifts\".</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>Some modern sources, such as James Mellaart, Marija Gimbutas and Barbara Walker, claim that Gaia as Mother Earth is a later form of a pre-Indo-European Great Mother, venerated in Neolithic times. Her existence is a speculation, and controversial in the academic community. Some modern mythographers, including Karl Kerenyi, Carl A. P. Ruck and Danny Staples interpret the goddesses Demeter the \"mother,\" Persephone the \"daughter\" and Hecate the \"crone,\" as aspects of a former Great goddess identified by some as Rhea or as Gaia herself. In Crete, a goddess was worshiped as <i>Potnia Theron</i> (the \"Mistress of the Animals\") or simply Potnia (\"Mistress\"), speculated as Rhea or Gaia; the title was later applied in Greek texts to Demeter, Artemis or Athena. The mother-goddess Cybele from Anatolia (modern Turkey) was partly identified by the Greeks with Gaia, but more so with Rhea and Demeter.</p>\n<h2><span id=\"Neopaganism\">Neopaganism</span></h2>\n<p>Many Neopagans worship Gaia. Beliefs regarding Gaia vary, ranging from the belief that Gaia is the Earth to the belief that she is the spiritual embodiment of the earth, or the Goddess of the Earth.</p>\n<h2><span id=\"Modern_ecological_theory\">Modern ecological theory</span></h2>\n\n<p>The mythological name was revived in 1979 by James Lovelock, in <i>Gaia: A New Look at Life on Earth</i>; his Gaia hypothesis was supported by Lynn Margulis. The hypothesis proposes that living organisms and inorganic material are part of a dynamical system that shapes the Earth's biosphere, and maintains the Earth as a fit environment for life. In some Gaia theory approaches, the Earth itself is viewed as an organism with self-regulatory functions. Further books by Lovelock and others popularized the Gaia Hypothesis, which was embraced to some extent by New Age environmentalists as part of the heightened awareness of environmental concerns of the 1990s.</p>\n<h2><span id=\"Family\">Family</span></h2>\n<h3><span id=\"Olympian_descendants\">Olympian descendants</span></h3>\n<h3><span id=\"Children\">Children</span></h3>\n\n<p>Gaia is the personification of the Earth and these are her offspring as related in various myths. Some are related consistently, some are mentioned only in minor variants of myths, and others are related in variants that are considered to reflect a confusion of the subject or association.</p>\n\n\n\n<p>*Some said that those marked with a * were born from Uranus' blood when Cronus castrated him.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes</i>, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921</li>\n<li>Fontenrose, Joseph, <i>Python: A Study of Delphic Myth and its Origins,</i> Berkeley: University of California Press, 1959; reprint 1980</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA.,Harvard University Press; London, William Heinemann Ltd. 1914.</li>\n<li>Kerenyi, Karl, <i>The Gods of the Greeks</i> 1951</li>\n<li>Ruck, Carl A.P. and Danny Staples, <i>The World of Classical Myth</i>, 1994.</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Gaea\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Gaia at Wikimedia Commons</li>\n<li>Theoi Project, Gaia references to Gaia in classical literature and art.</li>\n<li>Facing Gaia Gifford Lectures on Natural Religion</li>\n<li>Greek Mythology Link - Gaia</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aion mosaic Glyptothek Munich W504.jpg"}, {"ns": 6, "title": "File:Birth Erikhthonios Staatliche Antikensammlungen 2413.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Feuerbach Gaea.jpg"}]}