{"pageid": 1930382, "ns": 0, "title": "Iusaaset", "extract": "<p><b>Iusaset</b> (<span></span>; \"the great one who comes forth\") or <b>Iusaas</b> (<span></span>) is the name of a primal goddess in Ancient Egyptian religion. She also is described as \"the grandmother of all of the deities\". This allusion is without any reference to a grandfather, so there might have been a very early, but now lost, myth with parthenogenesis as the means of the birth of the deities from the region where her cult arose near the delta of the Nile. Many alternative spellings of her name include <i>Iusaaset</i>, <i>Juesaes</i>, <i>Ausaas</i>, and <i>Jusas</i>, as well as in Greek <b>Saosis</b> <span></span>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Art\">Art</span></h2>\n<p>In Ancient Egyptian art, Iusaaset appears as a woman wearing the horned vulture crown with the uraeus and the solar disk in it, and she carries an ankh in one hand and a scepter in the other. The Egyptian vulture, most sacred to the ancient Egyptians and symbolizing Nekhbet, one of the Two Ladies protecting Egypt, was thought to reproduce though parthenogenesis also. This association might be the basis for the similar view about the motherhood of Iusaaset. The vultures also were considered extremely good mothers. The horns, the uraeus, and the solar disk make a religious connection to Bat and Hathor.</p>\n\n<p>Because of Iusaaset’s link to the vulture and uraeus, it can be assumed that she links together both upper and lower Egypt, much like the goddess Mut who she is also associated with.</p>\n<p>Although her origins are unclear, Iusaaset seems to be attested quite early in the Egyptian pantheon, being associated with creation and the creation of the deities. Many myths relate that she was seen as the mother of the first deities and the grandmother of the following deities, having <i>watched over</i> the birth of the ones that were her grandchildren. She remains as a primary deity in the pantheon throughout all eras of the culture, even through the Persian, Hyksos, Greek, and Roman occupations, and regardless of changes in the specific myths.</p>\n<h2><span id=\"Association_with_acacia_tree\">Association with acacia tree</span></h2>\n<p>Iusaaset was associated with the acacia tree, considered the <i>tree of life</i>, and thus with the oldest one known being situated just north of Heliopolis and, thereby, which became identified as the birthplace of the deities. Iusaaset was said to own this tree. The acacia tree was renowned for its strength, hardiness, medical properties, and edibility. Many useful applications gave it a central importance in the culture.</p>\n<h2><span id=\"Changes_in_myths\">Changes in myths</span></h2>\n<p>One belief held that Iusaaset and Atum (Ra) were the parents of Shu and Tefnut, the first deities. In this myth she often was described as his shadow, sister, or wife. Later other goddesses also became associated with Atum and one variant even relates that <i>he</i> gave birth to the deities, although that variant seems to have been rejected by many cultural and religious centers.</p>\n<p>During the Old Kingdom, the Egyptians believed that Atum lifted the dead pharaoh's soul from the tomb to the starry heavens. By the time of the New Kingdom, the Atum myth had merged in the Egyptian pantheon with that of Ra, who later was described as a creator and a solar deity as his cult arose. Their two identities were joined into Atum-Ra. After they were combined, Ra was seen as the whole sun and Atum came to be seen as the sun when it sets in the west (depicted as an old man leaning on his staff), while Khepri was seen as the sun when it was rising.</p>\n<p>At these later times Iusaaset sometimes is described as the eye of Ra.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Vandier, Jacques. 1964-66. \"Iousâas et (Hathor)-Nébet-Hétépet.\" Revue d’Égyptologie 16-18.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Eye of Horus bw.svg"}, {"ns": 6, "title": "File:Iusaaset - 83d40m - 4wki.JPG"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}