{"pageid": 19334415, "ns": 0, "title": "Kali", "extract": "<p><b>Kali</b> (<span></span>; <span title=\"International Alphabet of Sanskrit Transliteration\">Kālī</span>, Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">काली</span>), also known as <b>Kalika</b> (<span title=\"International Alphabet of Sanskrit Transliteration\">Kālikā</span>, Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">कालिका</span>), is a Hindu goddess. Kali's earliest appearance is that of a destroyer of evil forces. Over time, she has been worshipped by devotional movements and Tantric sects variously as the Divine Mother, Mother of the Universe, Adi Shakti. Some Shakta Hindu and Tantric sects, particularly ones who follow the Kalikula system, additionally worship her as the ultimate reality or <i>Brahman</i>. She is also seen as divine protector and the one who bestows <i>moksha</i>, or liberation. Kali is one of the ten Mahavidyas, a group of Tantric goddesses.</p>\n<p>Kali is often portrayed standing or dancing on her consort, the Hindu god Shiva, who lies calm and prostrate beneath her. Kali is worshipped by Hindus throughout India.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i><span title=\"International Alphabet of Sanskrit Transliteration\">Kālī</span></i> is the feminine form of <i><span title=\"International Alphabet of Sanskrit Transliteration\">kālam</span></i> (\"black, dark coloured\"). Kālī also shares the meaning of \"time\" or \"the fullness of time\" with the masculine noun \"kāla\"—and by extension, time as \"changing aspect of nature that bring things to life or death.\" Other names include <i><span title=\"International Alphabet of Sanskrit Transliteration\">Kālarātri</span></i> (\"the black night\"), and <i><span title=\"International Alphabet of Sanskrit Transliteration\">Kālikā</span></i> (\"the black one\").</p>\n<p>The homonymous <i><span title=\"International Alphabet of Sanskrit Transliteration\">kāla</span></i>, \"appointed time\", which depending on context can mean \"death\", is distinct from <i>kāla</i> \"black\", but became associated through popular etymology. The association is seen in a passage from the <i>Mahābhārata</i>, depicting a female figure who carries away the spirits of slain warriors and animals. She is called <i>kālarātri</i> (which Thomas Coburn, a historian of Sanskrit Goddess literature, translates as \"night of death\") and also <i>kālī</i> (which, as Coburn notes, can be read here either as a proper name or as a description \"the black one\"). Kālī is also the feminine form of Kāla, an epithet of Shiva, and thus the consort of Shiva.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n\n<p>Hugh Urban notes that although the word <i><span title=\"International Alphabet of Sanskrit Transliteration\">Kālī</span></i> appears as early as the Atharva Veda, the first use of it as a proper name is in the <i>Kathaka Grhya Sutra</i> (19.7). Kali appears in the Mundaka Upanishad (section 1, chapter 2, verse 4) not explicitly as a goddess, but as the black tongue of the seven flickering tongues of Agni, the Hindu god of fire.</p>\n<p>According to David Kinsley, Kāli is first mentioned in Hindu tradition as a distinct goddess around 600 CE, and these texts \"usually place her on the periphery of Hindu society or on the battlefield.\" She is often regarded as the Shakti of Shiva, and is closely associated with him in various Puranas.</p>\n<p>Her best known appearance on the battlefield is in the sixth century <i>Devi Mahatmyam.</i> The deity of the first chapter of Devi Mahatmyam is Mahakali, who appears from the body of sleeping Vishnu as goddess Yoga Nidra to wake him up in order to protect Bramha and the World from two demons Madhu and Kaitabha. When Vishnu woke up he started a war against the two demons. After a long battle with lord Vishnu when the two demons were undefeated Mahakali took the form of Mahamaya to enchant the two asuras. When Madhu and Kaitabha were enchanted by Mahakali, Vishnu killed them. In the later chapters the story of two demons can be found who were destroyed by Kali. Chanda and Munda attack the goddess Durga. Durga responds with such anger that her face turns dark and Kali appears out of her forehead. Kali's appearance is black, gaunt with sunken eyes, and wearing a tiger skin and a garland of human heads. She immediately defeats the two demons. Later in the same battle, the demon Raktabija is undefeated because of his ability to reproduce himself from every drop of his blood that reaches the ground. Countless Raktabija clones appear on the battlefield. Kali eventually defeats him by sucking his blood before it can reach the ground, and eating the numerous clones. Kinsley writes that Kali represents \"Durga's personified wrath, her embodied fury.\"</p>\n<p>Other origin stories involve Parvati and Shiva. Parvati is typically portrayed as a benign and friendly goddess. The <i>Linga Purana</i> describes Shiva asking Parvati to defeat the demon Daruka, who received a boon that would only allow a female to kill him. Parvati merges with Shiva's body, reappearing as Kali to defeat Daruka and his armies. Her bloodlust gets out of control, only calming when Shiva intervenes. The <i>Vamana Purana</i> has a different version of Kali's relationship with Parvati. When Shiva addresses Parvati as Kali, \"the black one,\" she is greatly offended. Parvati performs austerities to lose her dark complexion and becomes Gauri, the golden one. Her dark sheath becomes <i>Kausiki</i>, who while enraged, creates Kali. Regarding the relationship between Kali, Parvati, and Shiva, Kinsley writes that:</p>\n<blockquote>\n<p>In relation to Siva, she [Kali] appears to play the opposite role from that of Parvati. Parvati calms Siva, counterbalancing his antisocial or destructive tendencies; she brings him within the sphere of domesticity and with her soft glances urges him to moderate the destructive aspects of his <i>tandava</i> dance. Kali is Shiva's \"other wife,\" as it were, provoking him and encouraging him in his mad, antisocial, disruptive habits. It is never Kali who tames Siva, but Siva who must calm Kali.</p>\n</blockquote>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>Kāli appears in the Sauptika Parvan of the <i>Mahabharata</i> (10.8.64). She is called <i><span title=\"International Alphabet of Sanskrit Transliteration\">Kālarātri</span></i> (literally, \"black night\") and appears to the Pandava soldiers in dreams, until finally she appears amidst the fighting during an attack by Drona's son Ashwatthama.</p>\n<p>Another story involving Kali is her escapade with a band of thieves. The thieves wanted to make a human sacrifice to Kali, and unwisely chose a saintly Brahmin monk as their victim. The radiance of the young monk was so much that it burned the image of Kali, who took living form and killed the entire band of thieves, decapitating them and drinking their blood.</p>\n<h3><span id=\"Slayer_of_Raktabija\">Slayer of Raktabija</span></h3>\n\n<p>In Kāli's most famous legend, Durga and her assistants, the Matrikas, wound the demon Raktabija, in various ways and with a variety of weapons in an attempt to destroy him. They soon find that they have worsened the situation for with every drop of blood that is dripped from Raktabija he reproduces a clone of himself. The battlefield becomes increasingly filled with his duplicates. Durga summons Kāli to combat the demons. The <i>Devi Mahatmyam</i> describes:</p>\n<blockquote>\n<p>Out of the surface of her (Durga's) forehead, fierce with frown, issued suddenly Kali of terrible countenance, armed with a sword and noose. Bearing the strange khatvanga (skull-topped staff ), decorated with a garland of skulls, clad in a tiger's skin, very appalling owing to her emaciated flesh, with gaping mouth, fearful with her tongue lolling out, having deep reddish eyes, filling the regions of the sky with her roars, falling upon impetuously and slaughtering the great asuras in that army, she devoured those hordes of the foes of the devas.</p>\n</blockquote>\n<p>Kali consumes Raktabija and his duplicates, and dances on the corpses of the slain. In the <i>Devi Mahatmya</i> version of this story, Kali is also described as a <i>Matrika</i> and as a <i>Shakti</i> or power of Devi. She is given the epithet <i><span title=\"International Alphabet of Sanskrit Transliteration\">Cāṃuṇḍā</span></i> (<i>Chamunda</i>), i.e. the slayer of the demons Chanda and Munda. <i>Chamunda</i> is very often identified with Kali and is very much like her in appearance and habit.</p>\n<h2><span id=\"Iconography_and_forms\">Iconography and forms</span></h2>\n\n<p>Kali is portrayed mostly in two forms: the popular four-armed form and the ten-armed Mahakali form. In both of her forms, she is described as being black in colour but is most often depicted as blue in popular Indian art. Her eyes are described as red with intoxication, and in absolute rage, her hair is shown disheveled, small fangs sometimes protrude out of her mouth, and her tongue is lolling. She is often shown naked or just wearing a skirt made of human arms and a garland of human heads. She is also accompanied by serpents and a jackal while standing on the calm and prostrate Shiva, usually right foot forward to symbolize the more popular Dakshinamarga or right-handed path, as opposed to the more infamous and transgressive Vamamarga or left-handed path.</p>\n<p>In the ten-armed form of Mahakali she is depicted as shining like a blue stone. She has ten faces, ten feet, and three eyes for each head. She has ornaments decked on all her limbs. There is no association with Shiva.</p>\n<p>The <i>Kalika Purana</i> describes Kali as possessing a soothing dark complexion, as perfectly beautiful, riding a lion, four-armed, holding a sword and blue lotuses, her hair unrestrained, body firm and youthful.</p>\n<p>In spite of her seemingly terrible form, Kali Ma is often considered the kindest and most loving of all the Hindu goddesses, as she is regarded by her devotees as the Mother of the whole Universe. And because of her terrible form, she is also often seen as a great protector. When the Bengali saint Ramakrishna once asked a devotee why one would prefer to worship Mother over him, this devotee rhetorically replied, \"Maharaj, when they are in trouble your devotees come running to you. But, where do you run when you are in trouble?\"</p>\n<h3><span id=\"Popular_form\">Popular form</span></h3>\n\n<p>Classic depictions of Kali share several features, as follows:</p>\n<p>Kali's most common four armed iconographic image shows each hand carrying variously a sword, a trishul (trident), a severed head, and a bowl or skull-cup (kapala) catching the blood of the severed head.</p>\n<p>Two of these hands (usually the left) are holding a sword and a severed head. The sword signifies divine knowledge and the human head signifies human ego which must be slain by divine knowledge in order to attain moksha. The other two hands (usually the right) are in the abhaya (fearlessness) and varada (blessing) mudras, which means her initiated devotees (or anyone worshipping her with a true heart) will be saved as she will guide them here and in the hereafter.</p>\n<p>She has a <i>mundamala</i> (garland consisting of human heads or skulls), variously enumerated at 108 (an auspicious number in Hinduism and the number of countable beads on a japa mala or rosary for repetition of mantras) or 51, which represents Varnamala or the Garland of letters of the Sanskrit alphabet, Devanagari. Hindus believe Sanskrit is a language of dynamism, and each of these letters represents a form of energy, or a form of Kali. Therefore, she is generally seen as the mother of language, and all mantras.</p>\n<p>She is often depicted naked which symbolizes her being beyond the covering of Maya since she is pure (nirguna) being-consciousness-bliss and far above prakriti. She is shown as very dark as she is brahman in its supreme unmanifest state. She has no permanent qualities—she will continue to exist even when the universe ends. It is therefore believed that the concepts of color, light, good, bad do not apply to her</p>\n<h3><span id=\"Mahakali\">Mahakali</span></h3>\n\n\n<p><i>Mahakali</i> (Sanskrit: Mahākālī, Devanagari: महाकाली), literally translated as <i>Great Kali</i>, is sometimes considered as a greater form of Kali, identified with the Ultimate reality of Brahman. It can also be used as an honorific of the Goddess Kali, signifying her greatness by the prefix \"Mahā-\". Mahakali, in Sanskrit, is etymologically the feminized variant of Mahakala or <i>Great Time</i> (which is interpreted also as <i>Death</i>), an epithet of the God Shiva in Hinduism. Mahakali is the presiding Goddess of the first episode of the <i>Devi Mahatmya</i>. Here she is depicted as Devi in her universal form as Shakti. Here Devi serves as the agent who allows the cosmic order to be restored.</p>\n<p>Kali is depicted in the Mahakali form as having ten heads, ten arms, and ten legs. Each of her ten hands is carrying a various implement which vary in different accounts, but each of these represent the power of one of the Devas or Hindu Gods and are often the identifying weapon or ritual item of a given Deva. The implication is that Mahakali subsumes and is responsible for the powers that these deities possess and this is in line with the interpretation that Mahakali is identical with Brahman. While not displaying ten heads, an \"ekamukhi\" or one headed image may be displayed with ten arms, signifying the same concept: the powers of the various Gods come only through Her grace.</p>\n<h3><span id=\"Daksinakali\">Daksinakali</span></h3>\n\n<p><b>Daksinakali</b>, also spelled <b>Dakshinakali</b>, is the most popular form of Kali in Bengal. There are various versions for the origin of the name <i>Dakshinakali</i>. <i>Dakshina</i> refers to the gift given to a priest before performing a ritual or to one's guru. Such gifts are traditionally given with the right hand. Daksinakali's two right hands are usually depicted in gestures of blessing and giving of boons. One version of the origin of her name comes from the story of Yama, lord of death, who lives in the south (<i>daksina</i>). When Yama heard Kali's name, he fled in terror, and so those who worship Kali are said to be able to overcome death itself.</p>\n<p>Daksinakali is typically shown with her right foot on Shiva's chest—while depictions showing Kali with her left foot on Shiva's chest depict the even more fearsome Vamakali. The pose shows the conclusion of an episode in which Kali was rampaging out of control after destroying many demons. Shiva, fearing that Kali would not stop until she destroyed the world, could only think of one way to pacify her. He lay down on the battlefield so that she would have to step on him. Seeing her consort under her foot, Kali realized that she had gone too far, and calmed down. In some interpretations of the story, Shiva was attempting to receive Kali's grace by receiving her foot on his chest.</p>\n<p>There are many different interpretations of the pose held by Dakshinakali, including those of the 18th and 19th century bhakti poet-devotees such as Ramprasad Sen. Most have to do with battle imagery and tantric metaphysics. The most popular however is a devotional view. According to Rachel Fell McDermott, the poets portrayed Siva as \"the devotee who falls at [Kali's] feet in devotion, or in surrender of his ego, or in hopes of gaining <i>moksha</i> by her touch. In fact, Siva is said to have become so enchanted by Kali that he performed austerities to win her, and having received the treasure of her feet, held them against his heart in reverence.</p>\n<p>The growing popularity of worship of a more benign form of Kali, as Daksinakali, is often attributed to Krishnananda Agamavagisha. He was a noted Bengali leader of the 17th century, author of a Tantra encyclopedia called Tantrasara. According to hearsay - Kali appeared to him in a dream and told him to popularize her in a particular form that would appear to him the following day. The next morning he observed a young woman making cow dung patties. While placing a patty on a wall, she stood in the <i>alidha</i> pose, with her right foot forward. When she saw Krishnananda watching her, she was embarrassed and put her tongue between her teeth. Krishnananada took his previous worship of Kali out of the cremation grounds and into a more domestic setting. Krishnananda Vagamavagisha was also the guru of the Kali devotee and poet Ramprasad Sen.</p>\n<h3><span id=\"Shamshan_Kali\">Shamshan Kali</span></h3>\n<p>If the Kali steps out with the left foot and holds the sword in her right hand, she is the terrible form of Mother, the Shamshan Kali of the cremation ground. She is worshiped by tantrics, the followers of Tantra, who believe that one's spiritual discipline practised in a smashan (cremation ground) brings success quickly. A well known Shamshan Kali can be found in Barabelun, located in Bardhaman District of West Bengal. Known as \"Boro-Ma\" or the Big Mother, this Kali is estimated to be over 550 years old. The 24 foot high idol is worshipped and revered by the masses.</p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>There are many different interpretations of the symbolic meanings of Kali's depiction, depending on a Tantric or devotional approach, and on whether one views her image symbolically, allegorically, or mystically.</p>\n<h3><span id=\"Physical_form\">Physical form</span></h3>\n\n<p>There are many varied depictions of the different forms of Kali. The most common shows her with four arms and hands, showing aspects of creation and destruction. The two right hands are often held out in blessing, one in a mudra saying \"fear not\" (abhayamudra), the other conferring boons. Her left hands hold a severed head and blood-covered sword. The sword severs the bondage of ignorance and ego, represented by the severed head. One interpretation of Kali's tongue is that the red tongue symbolizes the rajasic nature being conquered by the white (symbolizing sattvic) nature of the teeth. Her blackness represents that she is <i>nirguna</i>, beyond all qualities of nature, and transcendent.</p>\n<p>The most widespread interpretation of Kali's extended tongue involve her embarrassment over the sudden realization that she has stepped on her husband's chest. Kali's sudden \"modesty and shame\" over that act is the prevalent interpretation among Oriya Hindus. The biting of the tongue conveys the emotion of <i>lajja</i> or modesty, an expression that is widely accepted as the emotion being expressed by Kali. In Bengal also, Kali's protruding tongue is \"widely accepted... as a sign of speechless embarrassment: a gesture very common among Bengalis.\"Yet another view of Kali's extended tongue is that the red tongue represents the Rajas (passion) which is controlled by Satva (goodness or knowledge). The glittering white teeth of Kali represents Satva</p>\n<p>Kali is often shown standing with her right foot on Shiva's chest. This represents an episode where Kali was out of control on the battlefield, such that she was about to destroy the entire universe. Shiva pacified her by laying down under her foot, both to receive her blessing, but also to pacify and calm her. Shiva is sometimes shown with a blissful smile on his face. She is typically shown with a garland of severed heads, often numbering fifty. This can symbolize the letters of the Sanskrit alphabet and therefore as the primordial sound of Aum from which all creation proceeds. The severed arms which make up her skirt represent her devotee's karma that she has taken on.</p>\n<h3><span id=\"Mother_Nature\">Mother Nature</span></h3>\n<p>The name Kali means Kala or force of time. When there were neither the creation, nor the sun, the moon, the planets, and the earth, there was only darkness and everything was created from the darkness. The Dark appearance of Kali represents the darkness from which everything was born. Her complexion is deep blue, like the sky and ocean water as blue. As she is also the goddess of Preservation, Kali is worshiped as the preserver of nature. Kali is standing calm on Shiva ,her appearance represents the preservation of mother nature. Her free, long and black hair represents nature's freedom from civilization. Under the third eye of kali, the signs of both sun, moon and fire are visible which represent the driving forces of nature.Kali is not always thought of as a Dark Goddess. Despite Kali's origins in battle, She evolved to a full-fledged symbol of Mother Nature in Her creative, nurturing and devouring aspects. She is referred to as a great and loving primordial Mother Goddess in the Hindu tantric tradition. In this aspect, as Mother Goddess, She is referred to as Kali Ma, meaning Kali Mother, and millions of Hindus revere Her as such.</p>\n<h3><span id=\"Shiva_in_Kali_iconography\">Shiva in Kali iconography</span></h3>\n\n<p>There are several interpretations of the symbolism behind the commonly represented image of Kali standing on Shiva's supine form. A common one is that Shiva symbolizes <i>purusha</i>, the universal unchanging aspect of reality, or pure consciousness. Kali represents <i>Prakriti</i>, nature or matter, sometimes seen as having a feminine quality. The merging of these two qualities represent ultimate reality.</p>\n<p>A tantric interpretation sees Shiva as consciousness and Kali as power or energy. Consciousness and energy are dependent upon each other, since Shiva depends on Shakti, or energy, in order to fulfill his role in creation, preservation, and destruction. In this view, without Shakti, Shiva is a corpse — unable to act.</p>\n<h3><span id=\"Symbol_of_Nationalism\">Symbol of Nationalism</span></h3>\n<p>In Bankim Chatterjee's Bengali novel \"Anandamath\" ('The Abbey of Bliss', 1882) the central characters worship their motherland as Kali. Set in the background of the Sannyasi Rebellion of the late 18th century, the novel is considered one of the most important novels in the history of Bengali and Indian literature.The central plot of the story involves rebel sanyasis worshiping the Goddess Kali as an essential prelude to ridding India of the Muslims and - in the original serialized version, though later removed- the British. The song 'Vande Mataram' ('I praise the Mother') from this novel became the anthem of the independence movement. </p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<h3><span id=\"Mantra\">Mantra</span></h3>\n<p>Kali could be considered a general concept, like Durga, and is mostly worshiped in the Kali Kula sect of worship. The closest way of direct worship is Maha Kali or Bhadrakali (Bhadra in Sanskrit means 'gentle'). Kali is worshiped as one of the 10 Mahavidya forms of Adi Parashakti. One mantra for worship is:</p>\n<center>Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">सर्वमङ्गलमाङ्गल्ये शिवे सर्वार्थसाधिके । शरण्ये त्र्यम्बके गौरि नारायणि नमोऽस्तु ते ॥</span>\n<p><span lang=\"sa\" xml:lang=\"sa\">ॐ जयंती मंगल काली भद्रकाली कपालिनी । दुर्गा क्षमा शिवा धात्री स्वाहा स्वधा नमोऽस्तु‍ते ॥</span><br>\n(<span title=\"International Alphabet of Sanskrit Transliteration\">Sarvamaṅgalamāṅgalyē śivē sarvārthasādhikē . śaraṇyē tryambakē gauri nārāyaṇi namō'stu tē.</span></p>\n<span title=\"International Alphabet of Sanskrit Transliteration\">Oṃ jayantī mangala kālī bhadrakālī kapālinī . durgā ksamā śivā dhātrī svāhā svadhā namō'stu‍tē.</span>)</center>\n<h3><span id=\"Tantra\">Tantra</span></h3>\n\n<p>Goddesses play an important role in the study and practice of Tantra Yoga, and are affirmed to be as central to discerning the nature of reality as are the male deities. Although Parvati is often said to be the recipient and student of Shiva's wisdom in the form of <i>Tantras</i>, it is Kali who seems to dominate much of the Tantric iconography, texts, and rituals. In many sources Kāli is praised as the highest reality or greatest of all deities. The <i>Nirvana-tantra</i> says the gods Brahma, Vishnu, and Shiva all arise from her like bubbles in the sea, ceaselessly arising and passing away, leaving their original source unchanged. The <i>Niruttara-tantra</i> and the <i>Picchila-tantra</i> declare all of Kāli's mantras to be the greatest and the <i>Yogini-tantra</i>, <i>Kamakhya-tantra</i> and the <i>Niruttara-tantra</i> all proclaim Kāli <i>vidyas</i> (manifestations of <i>Mahadevi</i>, or \"divinity itself\"). They declare her to be an essence of her own form (<i>svarupa</i>) of the <i>Mahadevi</i>.</p>\n<p>In the <i>Mahanirvana-tantra</i>, Kāli is one of the epithets for the primordial <i>sakti</i>, and in one passage Shiva praises her:</p>\n<blockquote>\n<p>At the dissolution of things, it is Kāla [Time] Who will devour all, and by reason of this He is called Mahākāla [an epithet of Lord Shiva], and since Thou devourest Mahākāla Himself, it is Thou who art the Supreme Primordial Kālika. Because Thou devourest Kāla, Thou art Kāli, the original form of all things, and because Thou art the Origin of and devourest all things Thou art called the Adya [the Primordial One]. Re-assuming after Dissolution Thine own form, dark and formless, Thou alone remainest as One ineffable and inconceivable. Though having a form, yet art Thou formless; though Thyself without beginning, multiform by the power of Maya, Thou art the Beginning of all, Creatrix, Protectress, and Destructress that Thou art.</p>\n</blockquote>\n<p>The figure of Kāli conveys death, destruction, and the consuming aspects of reality. As such, she is also a \"forbidden thing\", or even death itself. In the <i>Pancatattva</i> ritual, the <i>sadhaka</i> boldly seeks to confront Kali, and thereby assimilates and transforms her into a vehicle of salvation. This is clear in the work of the <i>Karpuradi-stotra</i>, a short praise of Kāli describing the <i>Pancatattva</i> ritual unto her, performed on cremation grounds. (<i>Samahana-sadhana</i>)</p>\n<blockquote>\n<p>He, O Mahākāli who in the cremation-ground, naked, and with dishevelled hair, intently meditates upon Thee and recites Thy mantra, and with each recitation makes offering to Thee of a thousand Akanda flowers with seed, becomes without any effort a Lord of the earth. Oh Kāli, whoever on Tuesday at midnight, having uttered Thy mantra, makes offering even but once with devotion to Thee of a hair of his Shakti [his energy/female companion] in the cremation-ground, becomes a great poet, a Lord of the earth, and ever goes mounted upon an elephant.</p>\n</blockquote>\n<p>The <i>Karpuradi-stotra</i>, dated to approximately 10th century ACE, clearly indicates that Kāli is more than a terrible, vicious, slayer of demons who serves Durga or Shiva. Here, she is identified as the supreme mother of the universe, associated with the five elements. In union with Lord Shiva, she creates and destroys worlds. Her appearance also takes a different turn, befitting her role as ruler of the world and object of meditation. In contrast to her terrible aspects, she takes on hints of a more benign dimension. She is described as young and beautiful, has a gentle smile, and makes gestures with her two right hands to dispel any fear and offer boons. The more positive features exposed offer the distillation of divine wrath into a goddess of salvation, who rids the <i>sadhaka</i> of fear. Here, Kali appears as a symbol of triumph over death.</p>\n<h3><span id=\"Bengali_tradition\">Bengali tradition</span></h3>\n\n\n<p>Kali is also a central figure in late medieval Bengali devotional literature, with such devotees as Ramprasad Sen (1718–75). With the exception of being associated with Parvati as Shiva's consort, Kāli is rarely pictured in Hindu legends and iconography as a motherly figure until Bengali devotions beginning in the early eighteenth century. Even in Bengāli tradition her appearance and habits change little, if at all.</p>\n<p>The Tantric approach to Kāli is to display courage by confronting her on cremation grounds in the dead of night, despite her terrible appearance. In contrast, the Bengali devotee appropriates Kāli's teachings adopting the attitude of a child, coming to love her unreservedly. In both cases, the goal of the devotee is to become reconciled with death and to learn acceptance of the way that things are. These themes are well addressed in Rāmprasād's work. Rāmprasād comments in many of his other songs that Kāli is indifferent to his wellbeing, causes him to suffer, brings his worldly desires to nothing and his worldly goods to ruin. He also states that she does not behave like a mother should and that she ignores his pleas:</p>\n<blockquote>\n\n</blockquote>\n<p>To be a child of Kāli, Rāmprasād asserts, is to be denied of earthly delights and pleasures. Kāli is said to refrain from giving that which is expected. To the devotee, it is perhaps her very refusal to do so that enables her devotees to reflect on dimensions of themselves and of reality that go beyond the material world.</p>\n<p>A significant portion of Bengali devotional music features Kāli as its central theme and is known as Shyama Sangeet (\"Music of the Night\"). Mostly sung by male vocalists, today even women have taken to this form of music. One of the finest singers of Shyāma Sāngeet is Pannalal Bhattacharya.</p>\n<p>Kāli is especially venerated in the festival of Kali Puja in eastern India—celebrated when the new moon day of Ashwin month coincides with the festival of Diwali. The practice of animal sacrifice is common during Kali Puja in Bengal, Orissa, and Assam, though it is rare outside of those areas. The Hindu temples where this takes place involves the ritual slaying of goats, chickens, and sometimes male water buffalos. Throughout India, the practice is becoming less common. The rituals in eastern India temples where animals are killed are generally led by Brahmin priests. A number of Tantric Puranas specify the ritual for how the animal should be killed. A Brahmin priest will recite a mantra in the ear of animal to be sacrificed, in order to free the animal from the cycle of life and death. Groups such as People for Animals continue to protest animal sacrifice based on court rulings forbidding the practice in some locations.</p>\n<h3><span id=\"In_the_Western_world\">In the Western world</span></h3>\n\n<p>An academic study of western Kali enthusiasts noted that, \"as shown in the histories of all cross-cultural religious transplants, Kali devotionalism in the West must take on its own indigenous forms if it is to adapt to its new environment.\" Rachel Fell McDermott, Professor of Asian and Middle Eastern Cultures at Columbia University and author of several books on Kali, has noted the evolving views in the West regarding Kali and her worship. In 1998 she pointed out that:</p>\n<blockquote>\n<p>A variety of writers and thinkers have found Kali an exciting figure for reflection and exploration, notably feminists and participants in New Age spirituality who are attracted to goddess worship. [For them], Kali is a symbol of wholeness and healing, associated especially with repressed female power and sexuality. [However, such interpretations often exhibit] confusion and misrepresentation, stemming from a lack of knowledge of Hindu history among these authors, [who only rarely] draw upon materials written by scholars of the Hindu religious tradition… It is hard to import the worship of a goddess from another culture: religious associations and connotations have to be learned, imagined or intuited when the deep symbolic meanings embedded in the native culture are not available.</p>\n</blockquote>\n<p>By 2003 McDermott amended her previous view by writing that:</p>\n<blockquote>\n<p>...cross-cultural borrowing <i>is</i> appropriate and a natural by-product of religious globalization—although such borrowing ought to be done responsibly and self-consciously. If some Kali enthusiasts, therefore, careen ahead, reveling in a goddess of power and sex, many others, particularly since the early 1990s, have decided to reconsider their theological trajectories. These, whether of South Asian descent or not, are endeavoring to rein in what they perceive as excesses of feminist and New Age interpretations of the Goddess by choosing to be informed by, moved by, an Indian view of her character.</p>\n</blockquote>\n<p>A form of Kali worship might have been transmitted to the west already in Medieval times by the wandering Romani people. Some authors have drawn parallels between Kali worship and the ceremonies of the annual pilgrimage in honor of Saint Sarah, also known as <i>Sara-la-Kali</i> (\"Sara the Black\", Romani: <span lang=\"rom\" xml:lang=\"rom\"><i>Sara e Kali</i></span>), held at Saintes-Maries-de-la-Mer, a place of pilgrimage for Roma in the Camargue, in southern France. Ronald Lee (2001) states:</p>\n<blockquote>\n<p>If we compare the ceremonies with those performed in France at the shrine of Sainte Sara (called <i>Sara e Kali</i> in Romani), we become aware that the worship of Kali/Durga/Sara has been transferred to a Christian figure... in France, to a non-existent \"sainte\" called Sara, who is actually part of the Kali/Durga/Sara worship among certain groups in India.</p>\n</blockquote>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n\n<ul><li>Kali at Encyclopædia Britannica</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ashta-Matrika.jpg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dharmic religions.jpg"}, {"ns": 6, "title": "File:Flag of India.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Goddess Kali dancing on Shiva. Wellcome L0043631.jpg"}, {"ns": 6, "title": "File:HinduSwastika.svg"}]}