{"pageid": 19396237, "ns": 0, "title": "Nuliajuk", "extract": "<p><b>Nuliajuk</b> is a goddess of the Netsilik Inuit. According to Rasmussen  Nuliajuk lives on the bottom of the sea and controls sea mammals (seals, walruses, and sea lions). Whenever humans neglect to observe ritual prohibitions, she imprisons the sea-mammals within the drip-basin under her lamp (making them unavailable to hunters), so that shamans must conjure her so as to release them. Nuliajuk is co-wife with Isarraitaitsoq; their husband is the scorpionfish god Kanajuk. They have an adopted baby, which they stole \"from a sleeping mother when her husband was out hunting at the breathing holes\".</p>\n<h2><span id=\"Stories\">Stories</span></h2>\n<p>Here is one of the stories of Nuliajuk from the Kivalliq Region.</p>\n<dl><dt>Nuliayuk (Sedna)</dt>\n</dl><p>Nuliajuk lives in the ocean for a very long time. Nuliajuk just sits on the ocean floor, her long hair flowing, moving back and forth with the tides and the currents. When you look down into the sea over the side of a boat in summer, you can see her hair, swaying back and forth. Sometimes as her hair moves with the water, it gets all disheveled and tangled up. The creatures of the sea get caught in it and no matter how hard they try they cannot get out. It would be so nice if Nuliajuk can run her fingers through her hair and let all these animals out, but Nuliajuk has no fingers.</p>\n<p>You see a long time ago, when she was just a girl, Nuliajuk refused to marry; she would take no men for a husband. It was a cruel world in which she lived. There were no animals to hunt, no caribou, seals, whales, walruses, fish, nothing. Her family was starving and could no longer feed her. If she had married she would have had a husband to support her but no she refused to marry anyone.</p>\n<p>One day Nuliajuk’s parents loaded their boat with the few things they had and headed off to another hunting place, hoping for better luck. They left Nuliajuk behind. They could no longer support a woman who had refused to marry. Nuliajuk did not want to be left behind so she swam out to the boat. Nuliajuk grabbed the gunwales and tried to climb aboard. Her father took his axe and chopped her fingers off to keep her from climbing in. Nuliajuk no longer able to hold on to the gunwales of the boat, slipped down to the depths of the sea. And that is where she lives to this day. Her fingers too fell into the sea one by one and one by one they became the animals of the sea. They became whales, walruses, fishes and all the other sea creatures.</p>\n<p>But now Nuliajuk has no fingers with which to comb her hair, and when her hair is all tangled up, these poor animals get caught in and cannot get out. They tickle her head and that makes her angry. She shakes her head; she screams and flails her arms about. She makes the water boil until there are big waves. If her hair gets tangled up, there are no animals to hunt, no meat to eat, no sealskin for boats, no whale meat to feed the dogs. Even if there were animals about no one could go to sea to hunt them when Nuliajuk is angry. Nuliajuk has become the most feared creature in all the land. She has the power of life and death over all the people.</p>\n<p>The only people who can calm her down are the shamans. Now and then, they dive down to the bottom of the sea. They run their fingers through her hair and make it all neat and tidy. They free the animals. They soothe her and settle her down and the sea becomes calm and smooth again. There are seals, walruses, fish, and whales again. People can go out to hunt and have food to eat.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Rasmussen, Knud (1935) : <i>The Netsilik Eskimos</i>. Nordisk Forlag, Copenhagen.</li>\n<li>Christopher, Neil (2007) : <i>Kappianaqtut</i>. Vol. 1. Inhabit Media.</li>\n</ul>"}