{"pageid": 1941377, "ns": 0, "title": "Mohini", "extract": "<p><b>Mohini</b> (Sanskrit: मोहिनी, <i><span title=\"International Alphabet of Sanskrit Transliteration\">Mohinī</span></i>) is the only female avatar of the Hindu god Vishnu. She is portrayed as an enchantress, who maddens lovers, sometimes leading them to their doom. Mohini is introduced into the Hindu Belief system in the narrative epic of the <i>Mahabharata</i>. Here, she appears as a form of Vishnu, acquires the pot of Amrita (an elixir of immortality) from thieving asuras (demons), and gives it back to the devas (gods), helping them retain their immortality.</p>\n<p>Many different legends tell of her various exploits and marriages, including union with Shiva. These tales relate, among other things, the birth of the god Shasta and the destruction of Bhasmasura, the ash-demon. Mohini's main <i>modus operandi</i> is to trick or beguile those she encounters. She is worshipped throughout Indian culture, but mainly in Western India, where temples are devoted to her depicted as Mahalasa, the consort of Khandoba, a regional avatar of Shiva.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name <i>Mohini</i> comes from the verb root <i>moha</i>, meaning \"to enchant, perplex, or disillusion,\" and literally means \"delusion personified.\" In the Baiga culture of Central India, the word <i>mohini</i> means \"erotic magic or spell.\" The name also has an implied connotation of \"the essence of female beauty and allurement.\"</p>\n<h2><span id=\"Legends_and_history\">Legends and history</span></h2>\n<h3><span id=\"The_Amrita\">The Amrita</span></h3>\n\n<p>The earliest reference to a Mohini-type goddess appears in the <i>Samudra manthan</i> episode of the 5th century BCE Hindu epic <i>Mahabharata</i>. The Amrita, or nectar of immortality, is produced by the churning of the Ocean of Milk. The Deva and the Asura fight over its possession. The Asuras contrive to keep the Amrita for themselves, angering the Devas. Vishnu, wise to their plan, assumes the form of an \"enchanting damsel\". She uses her allure to trick the Asuras into giving her the Amrita, and then distributes it amongst the Devas. Rahu, an Asura, disguises himself as a god and tries to drink some Amrita himself. Surya (the sun-god) and Chandra (the moon-god) quickly inform Vishnu, and he uses the Sudarshana Chakra (the divine discus) to decapitate Rahu, leaving the head immortal. The decapitated body becomes Ketu. Rahu and Ketu are both regarded as celestial bodies that assume one's destiny. The other major Hindu epic, <i>Ramayana</i> (4th century BCE), narrates the Mohini story briefly in the <i>Bala Kanda</i> chapter. This same tale is also recounted in the <i>Vishnu Purana</i> four centuries later.</p>\n<p>In the original text, Mohini is referred to as simply an enchanting, female form of Vishnu. In later versions, Mohini is described as the <i>maya</i> (illusion) of Vishnu. Later still, the name of the avatar becomes Mohini from the original phrase describing his deliberate false appearance (<i>mayam ashito mohinim</i>). Once the Mohini legend became popular, it was retold, revised, and expanded in several texts. The tales of Mohini-Vishnu also increased among devotional circles in various regions. The same expanded <i>Mahabharata</i> version of the story is also recounted in the <i>Bhagavata Purana</i> in the 10th century CE. Here, Mohini becomes a formal avatar of Vishnu.</p>\n<p>This legend is also retold in the Padma Purana and <i>Brahmanda Purana</i>. In the <i>Brahmanda Purana</i>, however, Vishnu-Mohini simply, after meditation upon the Great Goddess Maheshvari, acquires her form to trick the thieving asuras.</p>\n<h3><span id=\"Slayer_of_demons\">Slayer of demons</span></h3>\n\n<p>Mohini also has an active history in the destruction of demons throughout Hindu texts. In the <i>Vishnu Purana</i>, Mohini defeats Bhasmasura, the \"ash-demon\". Bhasmasura invokes the god Shiva by performing severe penances. Shiva, pleased with Bhasmasura, grants him the power to turn anyone into ashes by touching their head. The demon decides to try the power on Shiva himself. Shiva runs terrified. Vishnu, witnessing the unfortunate turn of events, transforms into Mohini and charms Bhasmasura. Bhasmasura is so taken by Mohini that he asks her to marry him. Mohini agrees, but only on the condition that Bhasmasura follows her move for move in a dance. In the course of the dance, she places her hand on her head. Bhasmasura mimics the action, and in turn, reduces himself to ashes. The legend of Bhasmasura is retold in the Buddhist text <i>Satara Dewala Devi Puvata</i>, with a slight variation. In this tale, Vishnu assumes his female form (the name \"Mohini\" is not used) and charms Bhasmasura. The female Vishnu asks Bhasmasura to promise never to leave her by placing his hand on his head as per the usual practice to swear on one's head. On doing so, Bhasmasura is reduced to ashes.</p>\n<p>In a similar legend related to the birth of Ayyappa, the demon Surpanaka earns the power to turn anyone into ashes by his austerities. The tale mirrors all other aspects of the Buddhist version of the Bhasmasura tale, where he is forced by Mohini to severe fidelity by keeping his hand on his head and is burnt.</p>\n<p>The prelude of the <i>Ramakien</i>, the Thai version of the <i>Ramayana</i>, the demon Nontok is charmed and killed by Mohini-Vishnu. Nontok misuses a divine weapon given to him by Shiva. The four-armed Mohini-Vishnu enchants Nontok and then attacks him. In his last moments, the demon accuses Vishnu of foul play saying that Vishnu first seduced him and then attacked him. Vishnu decrees that in his next birth, Nontok will be born as the ten-headed demon Ravana and Vishnu will be a mortal man called Rama. He will then fight him and defeat him.</p>\n<p>In a lesser-known tale in the <i>Ganesha Purana</i> (900—1400CE) the wise asura king Virochana is rewarded a magical crown by the sun-god Surya. The crown shields him against all harm. Vishnu as Mohini then enchants Virochana and steals his crown. The demon, thus unprotected, is killed by Vishnu.</p>\n<p>Another legend about the demon Araka associates Mohini with Krishna rather than the god himself. The demon Araka had become virtually invincible because he had never laid eyes on a woman (extreme chastity). Krishna takes the form of the beautiful Mohini and marries him. After three days of marriage, Araka's bonds of chastity are broken, and Krishna kills him in battle. Transgender Hijras consider Krishna-Mohini to be a transsexual deity.</p>\n<h3><span id=\"Relationship_with_Shiva\">Relationship with Shiva</span></h3>\n\n<p>Stories about Mohini and Shiva have been popular in South Indian texts. In the southern version of the <i>Bhagavata Purana</i>, after Vishnu deceives the demons by his maya female form, Shiva sees Mohini. He becomes \"bereft of shame and robbed by her of good sense,\" runs crazily behind enchanting form, while his wife Parvati (Uma) looks on. Shiva is overcome by Kāma (love and desire) in this version of mythology. Shiva's seed falls on the ground creating ores of silver and gold. Vishnu then states that emotions are difficult to overcome, and states that Maya will become a half of Shiva's Ardhanarisvara aspect. Shiva then extols Vishnu's power.</p>\n<p>The <i>Tripurarahasya</i>, a south Indian Shakta text, retells the story, giving more importance to the Goddess. When Shiva wishes to see Vishnu's Mohini form again, Vishnu fears that he may be burned to ashes like Kamadeva by the ascetic Shiva. So, Vishnu prays to goddess Tripura, who grants half of her beauty to Vishnu, begetting the Mohini-form. As Shiva touches Mohini, his seed spills, indicating a loss of the merit gained through of all his austerities.</p>\n<p>In the <i>Brahmanda Purana</i> when the wandering sage Narada tells Shiva about Vishnu's Mohini form that deluded the demons, Shiva dismisses him. Shiva and his wife Parvati go to Vishnu's home. Shiva asks him to take on the Mohini form again so he can see the actual transformation for himself. Vishnu smiles, again meditates on the Goddess, and in place of Vishnu stands the gorgeous Mohini. Overcome by lust, Shiva chases Mohini as Parvati hangs her head in shame and envy. Shiva grabs Mohini's hand and embraces her, but Mohini frees herself and runs further. Finally, Shiva grabs her and their \"violent coupling\" leads to discharge of Shiva's seed which falls on the ground and the god Maha-Shasta (\"The Great Chastiser\") is born. Mohini disappears, while Shiva returns home with Parvati.</p>\n<p>Shasta is identified primarily with two regional deities: Ayyappa from Kerala and the Tamil Aiyanar. He is also identified with the classical Hindu gods Skanda and Hanuman. In the later story of the origin of Ayyappa, Shiva impregnates Mohini, who gives birth to Ayyappa. Another variant says that instead of a biological origin, Ayyappa sprang from Shiva's semen, which he ejaculated upon embracing Mohini. Ayyappa is referred to as <i>Hariharaputra</i>, \"the son of Vishnu (Hari) and Shiva (Hara)\", and grows up to be a great hero. Another tale says after Surpanaka's destruction, Shiva wishes to see Mohini and mesmerized by her looks, has union with her resulting in the birth of Ayyapppa.</p>\n<p>The Tamil text <i>Kanda Puranam</i> narrates about the birth of Shasta identified with Aiyanar. The text tells just before the tale that Vishnu is Shiva's <i>Shakti</i> (wife and power) Parvati in a male form. The legend begins with Shiva's request and Vishnu's agreement to show his illusionary Mohini form, that he assumed for the distribution of amrita. Shiva falls in love with Mohini and proposes a union with her. Mohini-Vishnu declines saying that union of two same sex women was unfruitful. Shiva informs Mohini-Vishnu that he was just one of forms of his Shakti. Thereafter, their union resulted in the birth of a dark boy with red locks, who was named Hariharaputra. Further, he was also known as Shasta and Aiyannar.</p>\n\n<p>In the <i>Agni Purana</i>, as the enchanted Shiva follows Mohini, drops of his semen falls on the ground and become <i>lingas</i>, Shiva's symbols. His semen also generates the monkey-god Hanuman, who helps Vishnu's avatar Rama in his fight against Ravana in the Ramayana. Shiva Purana says that by the mere glimpse of Mohini, Shiva spurts out his seed. The seed was collected and poured into the ear of Anjani, who gave birth to Hanuman, the incarnation of Shiva. The latter is retold in the Thai and Malaysian version of the Ramayana. Though Hanuman strings from Shiva's seed, he is also considered as a combined son of Vishnu and Shiva.</p>\n<p>The Buddhist version of the Bhasmasura tale continues with Shiva (Ishvara) asking the female-Vishnu, who is seated on a swing, to marry him. She asks Shiva to get the permission of his wife Umayangana to take her home. Shiva returns with Umayangana's consent to find the female-Vishnu pregnant, who sends him back to get permission to bring a pregnant woman home. When he returns, a child is born and female-Vishnu is pregnant again. She requests Shiva to seek approval to bring a pregnant woman with a child home. This happens six more times. Finally, Shiva brings Umayangana with him to witness the miraculous woman. Vishnu then returns to his male form. Umayangana embraces the six youngest children merging them into the six-headed Skanda, while the eldest, named Aiyanayaka (\"eldest brother\") remains intact. Aiyanayaka is identified with Aiyanar.</p>\n\n<p>Mohini plays a lesser role in a Shaiva legend in the <i>Skanda Purana</i>. Here, Vishnu as Mohini joins Shiva to teach a lesson to arrogant sages. A group of sages are performing rituals in a forest, and start to consider themselves as gods. To humble them, Shiva takes the form of an attractive young beggar (Bhikshatana) and Vishnu becomes Mohini, his wife. While the sages fall for Mohini, their women wildly chase Shiva. When they regain their senses, they perform a black magic sacrifice, which produces a serpent, a lion, an elephant (or tiger) and a dwarf, all of which are overpowered by Shiva. Shiva then dances on the dwarf and takes the form of Nataraja, the cosmic dancer. The legend is retold in the Tamil <i>Kovil Puranam</i> and <i>Kandha Puranam</i> with some variation. This legend is also told in the <i>Sthala Purana</i> related to the Chidambaram Temple dedicated to Shiva-Nataraja.</p>\n<p>Another legend from the <i>Linga Purana</i> says that the embracing of love-struck Shiva and Mohini led to be their merging into one body. At this moment, Mohini became Vishnu again, resulting the composite deity Harihara, whose right side of the body is Shiva and left side is Vishnu in his male form. In the temple in Sankarnayinarkovil near Kalugumalai is one of the rarest exceptions to iconography of Harihara (Sankara-Narayana). The deity is depicted similar to the Ardhanari, the composite form of Shiva-Parvati, where right side of the body is the male Shiva and left side is female. This image's female side represents Mohini and it, as a whole, symbolizes the union of Shiva and Mohini. The influence of Shakta traditions on Shaiva ones may have led to the development of composite images like Harihara, where Vishnu is identified with Shiva's consort, or Mohini. Like the <i>Kanda Puranam</i> narrative, the Shaiva saint Appar identifies Vishnu as Parvati (Uma), the female counterpart of Shiva.</p>\n<h2><span id=\"Cultural_interpretations\">Cultural interpretations</span></h2>\n\n<p>According to mythologist Pattanaik, Mohini is just a disguise to delude the demon Bhasmasura, rather than a sexual transformation in this legend. Mohini is a disillusion, Vishnu's <i>maya</i>.</p>\n<p>Stories in which Shiva knows of Mohini's true nature have been interpreted to \"suggest the fluidity of gender in sexual attraction\". Pattanaik writes while Westerners may interpret the Shiva-Mohini union as homosexual, traditional Hindus do not agree to this interpretation. He also writes that those focusing only on homoeroticism miss the narrative's deeper metaphysical significance: Mohini's femininity represents the material aspect of reality, and Mohini's seduction is another attempt to induce the ascetic Shiva into taking an interest in worldly matters. Only Vishnu has the power to \"enchant\" Shiva; a demon who tried to enchant and hurt Shiva in form of a woman was killed in the attempt.</p>\n<p>Another interpretation posits that the Mohini tale suggests that Vishnu's <i>maya</i> blinds even supernatural beings. Mohini is \"the impersonation of the magically delusive nature of existence which fetters all beings to the rounds of births and deaths and vicissitudes of life.\" Mohini also does not have an independent existence; she exists only as a temporary delusion, and is absorbed back into Vishnu after serving her purpose.</p>\n<p>The legend of the union of Mohini-Vishnu and Shiva may also be written as part of the desire to have a common child of the two cosmic patriarchs of Hinduism.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>On the fifth day of Brahmotsavam, Venkateshwara is dressed as Mohini and paraded in a grand procession.</p>\n<p>In Goa, Mohini is worshipped as Mahalasa or Mahalasa Narayani. She is the Kuladevi (family goddess) of many Hindus from western and southern India, including Goud Saraswat Brahmins, Karhade Brahmins, Daivajnas and Bhandaris. The chief temple of Mahalasa Narayani is at Mardol, Goa, though her temples also exist in the states of Karnataka, Kerala, Maharashtra, and Gujarat. Mahalasa has four hands, carrying a Trishula, a sword, a severed head, and a drinking bowl. She stands on a prostrate man or demon, as a tiger or lion licks blood dripping from the severed head. Goud Saraswat Brahmins as well as Vaishnavas from Goa and South Canara identify her with Mohini and call her Narayani and Rahu-matthani, the slayer of Rahu, as told in the <i>Bhavishya Purana</i>.</p>\n<p>Mahalasa is also called Mhalsa, the consort of Khandoba, a local incarnation of Shiva. As the consort of Khandoba, her chief temple - the Mohiniraj temple - is located at Nevasa, where she is worshiped as a four-armed goddess and identified with Mohini. Mhalsa is often depicted with two arms and accompanying Khandoba on his horse or standing besides him.</p>\n<p>The central icon of the Jaganmohini-Kesava Swany temple at Ryali, discovered buried underground by the king in the 11th century, represents the male Vishnu in the front, while the back of the icon is the female Jagan-Mohini (\"one who deludes the world\") or Mohini, with a female hairdo and figure. A <i>Sthala Purana</i> tells that the flower in Mohini's hair fell at Ryali (\"fall\" in Telugu) when Mohini was being chased by Shiva.</p>\n<h2><span id=\"Customs_and_ceremonies\">Customs and ceremonies</span></h2>\n\n<p>Mohini has an important, dramatic role in several mythical works of South Indian drama like <i>Yakshagana and Kathakali</i>. In Kerala, however, where Mohini's son Ayyappa is popular, the <i>Mohiniattam</i> (\"the dance of Mohini\") is honored as an independent dance form. Named after the goddess, it is a dance meant exclusively for women and \"an ideal example of the erotic form.\" The origins of Mohiniattam form are unknown, though it was popularized in the 1850s, but later banned as it was used by \"loose women\" to attract customers. The ban was lifted in 1950, after which it has seen a renewal.</p>\n<p>The legends of Mohini are also being depicted in other dances, including the modern <i>Kathak</i>. The <i>Sonal Nati</i>, performed in the Saho area of Chamba district, Himachal Pradesh, retells the Mohini-Bhasmasura tale, and hence is known as the Mohini-Bhasmasura dance. It is performed on festive occasions, especially in the Saho fair held in Baisakh in the precincts of the Chandershekhar temple.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Barbelo</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Pattanaik, Devdutt (2001). <i>The man who was a woman and other queer tales of Hindu lore</i>. Routledge. ISBN 978-1-56023-181-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.aufirst=Devdutt&amp;rft.aulast=Pattanaik&amp;rft.btitle=The+man+who+was+a+woman+and+other+queer+tales+of+Hindu+lore&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=978-1-56023-181-3&amp;rft.pub=Routledge&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DOdsk9xfOp6oC%26pg%3DPA71%26dq%3Dmohini%26cd%3D2%23v%3Donepage%26q%3Dmohini&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Vanita, Ruth; Kidwai, Saleem (2001). <i>Same-sex love in India: readings from literature and history</i>. Palgrave Macmillan. ISBN 978-0-312-29324-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.au=Kidwai%2C+Saleem&amp;rft.aufirst=Ruth&amp;rft.aulast=Vanita&amp;rft.btitle=Same-sex+love+in+India%3A+readings+from+literature+and+history&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=978-0-312-29324-6&amp;rft.pub=Palgrave+Macmillan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Goudriaan, Teun (1978). \"The Māyā of the Gods: Mohini\". <i>Māyā divine and human</i>. Motilal Banarsidass Publ. pp. 41–49. ISBN 978-81-208-2389-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.atitle=The+M%C4%81y%C4%81+of+the+Gods%3A+Mohini&amp;rft.aufirst=Teun&amp;rft.aulast=Goudriaan&amp;rft.btitle=M%C4%81y%C4%81+divine+and+human&amp;rft.date=1978&amp;rft.genre=bookitem&amp;rft.isbn=978-81-208-2389-1&amp;rft.pages=41-49&amp;rft.pub=Motilal+Banarsidass+Publ&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3D15-heLWM3UcC%26pg%3DPA41%26dq%3Dmohini%26cd%3D5%23v%3Donepage%26q%3Dmohini&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Doniger, Wendy (1999). <i>Splitting the difference: gender and myth in ancient Greece and India</i>. London: University of Chicago Press. ISBN 978-0-226-15641-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.aufirst=Wendy&amp;rft.aulast=Doniger&amp;rft.btitle=Splitting+the+difference%3A+gender+and+myth+in+ancient+Greece+and+India&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=978-0-226-15641-5&amp;rft.place=London&amp;rft.pub=University+of+Chicago+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DJZ8qfQbEJB4C%26pg%3DPA263%26dq%3Dmohini%2BVishnu%26cd%3D2%23v%3Donepage%26q%3Dmohini%2520Vishnu&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Hiltebeitel, Alf (1988). \"Aravan's Sacrifice\". <i>The Cult of Draupadi : Mythologies: from Gingee to Kuruksetra</i>. <b>1</b>. University of Chicago Press. ISBN 978-0-226-34046-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.atitle=Aravan%27s+Sacrifice&amp;rft.aufirst=Alf&amp;rft.aulast=Hiltebeitel&amp;rft.btitle=The+Cult+of+Draupadi+%3A+Mythologies%3A+from+Gingee+to+Kuruksetra&amp;rft.date=1988&amp;rft.genre=bookitem&amp;rft.isbn=978-0-226-34046-3&amp;rft.pub=University+of+Chicago+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3Dui5gju8MwDUC%26pg%3DPA317&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Swami Parmeshwaranand (2004-01-01). <i>Encyclopaedia Of The Saivism</i>. <b>1</b>. Sarup &amp; Sons. ISBN 978-81-7625-427-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMohini&amp;rft.au=Swami+Parmeshwaranand&amp;rft.btitle=Encyclopaedia+Of+The+Saivism&amp;rft.date=2004-01-01&amp;rft.genre=book&amp;rft.isbn=978-81-7625-427-4&amp;rft.pub=Sarup+%26+Sons&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DHQvbJDacNDMC%26pg%3DPA150%26dq%3Dmohini%2Bvisnu%26cd%3D13%23v%3Donepage%26q%3Dmohini%2520visnu&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Mattancherry palace murals.jpg"}, {"ns": 6, "title": "File:Mohini Halebid.jpg"}, {"ns": 6, "title": "File:Mohini Samudra manthan.jpg"}, {"ns": 6, "title": "File:Mohini bhasmasura.jpg"}, {"ns": 6, "title": "File:Mohini in Belur temple.jpg"}, {"ns": 6, "title": "File:Mohini on a swing.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}