{"pageid": 19845, "ns": 0, "title": "Minerva", "extract": "<p><b>Minerva</b> (<span></span>; <small>Latin: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mɪˈnɛr.wa]</span>; Etruscan: <i>Menrva</i>) was the Roman goddess of wisdom and strategic warfare, and the sponsor of arts, trade, and strategy. From the second century BC onward, the Romans equated her with the Greek goddess Athena.</p>\n<p>Following the Greek myths around Athena, she was born of Metis, who had been swallowed by Jupiter, and burst from her father's head, fully armed and clad in armor. After impregnating the titaness Metis, Jupiter recalled a prophecy that his own child would overthrow him.</p>\n<p>Fearing that their child would grow stronger than he was and rule the Heavens in his place, Jupiter swallowed Metis whole. The titaness gave birth to Minerva nonetheless and forged weapons and armor for her child while within Jupiter's body. The constant pounding and ringing gave him a headache. To relieve the pain, Vulcan used a hammer to split Jupiter's head and, from the cleft, Minerva emerged, whole, adult, and bearing her mother's weapons and armor.</p>\n<p>She was the virgin goddess of music, poetry, medicine, wisdom, commerce, weaving, and the crafts. She is often depicted with her sacred creature, an owl usually named as the \"owl of Minerva\", which symbolised her association with wisdom and knowledge.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship_in_Rome_and_Italy\">Worship in Rome and Italy</span></h2>\n\n\n\n\n<p>Minerva was worshipped at several locations in Rome, including most prominently as part of the Capitoline Triad, and also at the Temple of Minerva Medica, and at the \"Delubrum Minervae\", a temple founded around 50 BC by Pompey on the site now occupied by the church of <i>Santa Maria sopra Minerva</i>.</p>\n<p>The Romans celebrated her festival from March 19 to March 23 during the day which is called, in the neuter plural, Quinquatria, the fifth after the Ides of March, the nineteenth, an artisans' holiday. A lesser version, the <i>Minusculae Quinquatria</i>, was held on the Ides of June, June 13, by the flute-players, who were particularly useful to religion. In 207 BC, a guild of poets and actors was formed to meet and make votive offerings at the temple of Minerva on the Aventine Hill. Among others, its members included Livius Andronicus. The Aventine sanctuary of Minerva continued to be an important center of the arts for much of the middle Roman Republic.</p>\n<p>As <i>Minerva Medica</i>, she was the goddess of medicine and physicians. As <i>Minerva Achaea</i>, she was worshipped at Lucera in Apulia where votive gifts and arms said to be those of Diomedes were preserved in her temple.</p>\n<p>Her worship also was spread throughout the empire. In Britain, for example, she was syncretized with the local goddess Sulis, who often was invoked for restitution for theft.</p>\n<p>In <i>Fasti</i> III, Ovid called her the \"goddess of a thousand works\". Minerva was worshipped throughout Italy, and when she eventually became equated with the Greek goddess Athena, she also became a goddess of battle. Unlike Mars, god of war, she was sometimes portrayed with sword lowered, in sympathy for the recent dead, rather than raised in triumph. In Rome her bellicose nature was emphasized less than elsewhere.</p>\n<h3><span id=\"Roman_coinage\">Roman coinage</span></h3>\n<p>Minerva is featured on the coinage of different Roman Emperors. She often is represented on the reverse side of a coin holding an owl and a spear among her attributes.</p>\n<h2><span id=\"Etruscan_Menrva\">Etruscan Menrva</span></h2>\n\n<p>Stemming from an Italic moon goddess <i>*Meneswā</i> ('She who measures'), the Etruscans adopted the inherited Old Latin name, <i>*Menerwā</i>, thereby calling her Menrva. It is presumed that her Roman name, Minerva, is based on this Etruscan mythology. Minerva was the goddess of wisdom, war, art, schools, and commerce. She was the Etruscan counterpart to Greek Athena. Like Athena, Minerva burst from the head of her father, Jupiter (Greek Zeus), who had devoured her mother (Metis) in an unsuccessful attempt to prevent her birth.</p>\n<p>By a process of folk etymology, the Romans could have linked her foreign name to the root <i>men-</i> in Latin words such as <i>mens</i> meaning \"mind\", perhaps because one of her aspects as goddess pertained to the intellectual. The word <i>mens</i> is built from the Proto-Indo-European root <i>*men-</i> 'mind' (linked with memory as in Greek Mnemosyne/μνημοσύνη and <i>mnestis</i>/μνῆστις: memory, remembrance, recollection, <i>manush</i> in Sanskrit meaning mind).</p>\n<p>The Etruscan Menrva was part of a holy triad with Tinia and Uni, equivalent to the Roman Capitoline Triad of Jupiter-Juno-Minerva.</p>\n<h2><span id=\"Universities_and_educational_establishments\">Universities and educational establishments</span></h2>\n\n<p>As a patron goddess of wisdom, Minerva frequently features in statuary, as an image on seals, and in other forms at educational institutions.</p>\n<h2><span id=\"Use_by_societies_and_governments\">Use by societies and governments</span></h2>\n\n<ul><li>The Seal of California depicts the Goddess Minerva. Her birth fully-grown parallels California becoming a state without first being a territory.</li>\n<li>In the early twentieth century, Manuel José Estrada Cabrera, President of Guatemala, tried to promote a \"Worship of Minerva\" in his country; this left little legacy other than a few interesting Hellenic style \"Temples\" in parks around Guatemala.</li>\n<li>According to John Robison's <i>Proofs of a Conspiracy</i> (1798), the third degree of the Bavarian Illuminati was called <i>Minerval</i> or <i>Brother of Minerva</i>, in honour of the goddess of learning. Later, this title was adopted for the first initiation of Aleister Crowley's OTO rituals.</li>\n<li>Minerva is displayed on the Medal of Honor, the highest military decoration awarded by the United States government.</li>\n<li>Minerva is featured in the logo of the Max Planck Society.</li>\n<li>Minerva alongside Mars is displayed on the cap badge of the Artists Rifles Territorial SAS Regiment of the British Army.</li>\n<li>Kingston Upon Hull's oldest Masonic lodge is named The Minerva Lodge.</li>\n<li>Minerva is the patron goddess of the Theta Delta Chi and Sigma Alpha Epsilon fraternities, the Phi Theta Kappa Honor Society, and the Kappa Kappa Gamma and Delta Sigma Theta sororities</li>\n<li>LSV Minerva is the oldest student society in the Netherlands and strongly related to Leiden University.</li>\n<li>Minerva Schools at KGI is an innovative global four-year undergraduate program that took their name from Minerva.</li>\n</ul><h2><span id=\"Public_monuments,_places,_and_modern_culture\"></span><span id=\"Public_monuments.2C_places.2C_and_modern_culture\">Public monuments, places, and modern culture</span></h2>\n<ul><li>A statue of Minerva is displayed by the University of North Carolina at Greensboro and is the university's new graphic identity starting 2004.</li>\n<li>A small Roman shrine to Minerva stands in Handbridge, Chester. It sits in a public park, overlooking the River Dee.</li>\n<li>A statue to Minerva was designed by John Charles Felix Rossi to adorn the Town Hall of Liverpool, where it has stood since 1799. It remains extant and was restored as part of the 2014 renovations conducted by the city.</li>\n<li>The Minerva Roundabout in Guadalajara, Mexico, located at the crossing of the López Mateos, Vallarta, López Cotilla, Agustín Yáñez, and Golfo de Cortez avenues, features the goddess standing on a pedestal, surrounded by a large fountain, with an inscription that says \"Justice, wisdom and strength guard this loyal city\".</li>\n<li>A bronze statue of Minerva stands in Monument Square (Portland, Maine). \"Our Lady of Victories Monument\" dedicated in 1891, features a 14-feet-tall bronze figure by Franklin Simmons atop a granite pedestal with smaller bronze sculptures by Richard Morris Hunt.</li>\n<li>A sculpture of Minerva by Andy Scott, known as the Briggate Minerva, stands outside Trinity Leeds shopping centre.</li>\n<li>Minerva is displayed as a statue in Pavia, Italy, near the train station, and is considered as an important landmark in the city.</li>\n<li>Minerva is displayed as a cast bronze statue in the Minneapolis Central Library, rendered in 1889 by Jakob Fjelde.</li>\n<li>Minerva is displayed as a 7-ft statue in the Science Library at the State University of New York at Albany and is on the official academic seal of the University.</li>\n<li>Minerva is displayed as a bronze statue in Frederick Ruckstull's 1920 <i>Altar to Liberty: Minerva</i> monument near the top of Battle Hill, the highest point of Brooklyn, New York, in Green-Wood Cemetery.</li>\n<li>Minerva is displayed as an 11-ft statue in Antonin Carlès's 1895 \"James Gordon Bennett Memorial\" in New York City's Herald Square.</li>\n<li>A statue of Minerva is displayed at Wells College outside of Main Building. Each year, the senior class decorates Minerva at the beginning of the fall semester. Minerva remains decorated throughout the school year; then during the morning of the last day of classes and after singing around the Sycamore tree, the senior class takes turns kissing the feet of Minerva, believed to be good luck and bring success and prosperity to all graduation seniors.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Celtic mythology</li>\n<li>Second French Empire</li>\n<li>Sulis</li>\n</ul><h2><span id=\"References_and_sources\">References and sources</span></h2>\n<dl><dt>References</dt>\n</dl>\n<dl><dt>Sources</dt>\n</dl><ul><li>Origins of English History see Chapter Ten.</li>\n<li>Romans in Britain – Roman religion and beliefs see The Roman gods.</li>\n<li>Old Norse Myths, Literature and Society</li>\n<li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFSmith1870\" class=\"citation encyclopaedia\">Smith, William, ed. (1870). \"<sup><span>article name needed</span></sup>\". <i>Dictionary of Greek and Roman Biography and Mythology</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMinerva&amp;rft.atitle=%3Csup%3E%3Cspan+style%3D%22color%3Ared%22%3Earticle+name+needed%3C%2Fspan%3E%3C%2Fsup%3E&amp;rft.btitle=Dictionary+of+Greek+and+Roman+Biography+and+Mythology&amp;rft.date=1870&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> See page 1090</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> The dictionary definition of Minerva at Wiktionary</li>\n<li> Media related to Minerva at Wikimedia Commons</li>\n<li>Roman Mythology</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Athena-Schale Hildesheimer Silberfund.jpg"}, {"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:CSA-T5-$100-1861.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Domitian Denarius Minerva RIC 167 1.xcf"}, {"ns": 6, "title": "File:Minerva-Vedder-Highsmith-detail-1.jpeg"}, {"ns": 6, "title": "File:Minerva from Bath.jpg"}, {"ns": 6, "title": "File:PD-icon.svg"}]}