{"pageid": 199625, "ns": 0, "title": "Victoria (mythology)", "extract": "<p><b>Victoria</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[wɪk.ˈtoːr.ja]</span>, in ancient Roman religion, was the personified goddess of victory. She is the Roman equivalent of the Greek goddess Nike, and was associated with Bellona. She was adapted from the Sabine agricultural goddess Vacuna and had a temple on the Palatine Hill. The goddess Vica Pota was also sometimes identified with Victoria. Victoria is often described as a daughter of Pallas and Styx, and as a sister of Zelus, Kratos, and Bia.</p>\n<p>Unlike the Greek <i>Nike</i>, the goddess Victoria (Latin for \"victory\") was a major part of Roman society. Multiple temples were erected in her honor. When her statue was removed in 382 CE by Emperor Gratianus there was much anger in Rome. She was normally worshiped by triumphant generals returning from war.</p>\n<p>Also unlike the Greek Nike, who was known for success in athletic games such as chariot races, Victoria was a symbol of victory over death and determined who would be successful during war.</p>\n<p>Victoria appears widely on Roman coins, jewelry, architecture, and other arts. She is often seen with or in a chariot, as in the late 18th-century sculpture representing Victory in a quadriga on the Brandenburg Gate in Berlin, Germany; \"Il Vittoriano\" in Rome has two. Nike or Victoria was the charioteer for Zeus in his battle to over take Mount Olympus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Winged figures, very often in pairs, representing victory and referred to as \"victories\", were common in Roman official iconography, typically hovering high in a composition, and often filling spaces in spandrels or other gaps in architecture. These represent the spirit of victory rather than the goddess herself. They continued to appear after Christianization of the Empire, and slowly mutated into Christian angels.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>12 Victoria</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Victoria (goddess) at Wikimedia Commons</li>\n</ul>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Berlin - Siegessäule Spitze.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}, {"ns": 6, "title": "File:Solidus Constantine II-heraclea RIC vII 101.jpg"}]}