{"pageid": 2002292, "ns": 0, "title": "Gomti River", "extract": "<p>The <b>Gomti</b>, <b>Gumti</b> or <b>Gomati”’ River is a tributary of the Ganga River.</b> According to Hindu mythology, the river is the daughter of the Hindu Sage Vashist, and bathing in the waters of the Gomati on Ekadashi (the eleventh day of the Sanatana Dharma-Hindu calendar) can wash away one's sins. According to Srimad Bhagavatam, one of Hinduism's major religious works, the Gomati is one of the many transcendental rivers in India. It is the river where sacred Gomti Chakras are found.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Geography\">Geography</span></h2>\n<p>The Gomti, a monsoon and ground water fed river, originates from Gomat Taal which is formally known as Fulhaar jheel, near Madho Tanda, Pilibhit, India. It extends 960 kilometres (600 mi) through Uttar Pradesh and meets the Ganges River near Saidpur, Kaithi, 27 km from Varanasi district.</p>\n<p>20 kilometres (12 mi) from its origin it meets a very small river, the Gaihaaee. The river is a thin stream until it reaches Mohammadi Kheri (about 100 km from its origin), a tehsil of Lakhimpur Kheri district, where it is joined by some tributaries like Sukheta, Choha and Andhra Choha. From here the river is well defined, and other tributaries join this river downstream. These are Kathina at Mailani and Sarayan at a village in Sitapur district. Another major tributary is the Sai River, which joins near Jaunpur. At the sangam (confluence) of Gomti and Ganges, the famous Markandey Mahadeo temple is situated.</p>\n<p>After 240 kilometres (150 mi), the Gomti enters Lucknow, through which it meanders for about 12 kilometres (7 mi). At the entrance point water is lifted from the river for the city's water supply. In the Lucknow area, 25 city drains pour untreated sewage into the Gomti. At the downstream end the Gomti barrage impounds the river converting it into a lake.</p>\n<p>The cities of Lucknow, Lakhimpur Kheri, <i><b>Sultanpur</b></i> Kerakat and Jaunpur are located on the banks of the Gomti and are the most prominent of the 15 towns in its catchment area. The river cuts the <i><b>Sultanpur District</b></i> &amp; Jaunpur city into two equal halves and becomes wider in Jaunpur.</p>\n\n<h2><span id=\"Pollution_and_degradation\">Pollution and degradation</span></h2>\n<p>Gomti river is under \"assault\" at various points of its journey as it meanders through the 940-kilometre (580 mi) stretch of rich alluvial plains of Uttar Pradesh. From industrial effluents to domestic discharge, the river becomes more of a flowing dumping yard for the 15 smaller and bigger towns, including Lakhimpur Kheri, Sitapur, Lucknow, Sultanpur and Jaunpur, in its catchment area.</p>\n<p>The major sources of pollution in the Gomti are:</p>\n<ul><li>Industrial waste and effluent from sugar factories and distilleries.</li>\n<li>Domestic waste water and sewage from habitations.</li>\n</ul><p>The river and its tributaries like Kukrail Drainage collects large amounts of human and industrial pollutants as it flows through the highly populous areas (18 million approximately) of Uttar Pradesh. High pollution levels in the river have negative effects on the ecosystem of the Gomti, threatening its aquatic life. On 25 July 2008, foundation stone for a sewage treatment plant was laid, which would have a capacity of 345 million litres (91,000,000 US gal) of effluents per day.</p>\n<p>The sewerage treatment plant, touted as Asia's largest failed in its objectives. As per reports in 2014 and beyond the STP near Bharwara merely spewed sewerage and city's solid waste directly into the river. The concept behind the STP was to intercept all the 23 major natural drains falling into the river and pass through a mega STP in a centralized manner. Local experts opposed the plan at various levels, but agencies completed the plan to their dismay.</p>\n<h2><span id=\"Gomti_riverfront_development_and_related_controversy\">Gomti riverfront development and related controversy</span></h2>\n\n<p>The river is under assault especially in and around Lucknow since decades, major issues can be classified under 3 heads.</p>\n<ol><li>Embankments - After a major flood in 1970s, in order protect the population, high embankments were built around the river passing through the city. It altered the river's natural dynamics with respect to flood plains.</li>\n<li>Pollution - River has 40 natural drains or lifelines off which 23 are major. The drains not only used to carry surplus water into the river during monsoon, but also were recharging the underground water table. These were reduced to carry city and industrial sewerage into the river.</li>\n<li>Encroachment - River's flood plains and high value fertile land was encroached and habitations like Gomti Nagar, Triveni Nagar built over.</li>\n</ol><p>All this didn't only cut off river from her natural channels and tributaries meeting her in a natural way, but threw river's ecology off balance. River started receding in later 1970's and is under major stress in 2016 as covered in details by researchers.</p>\n<p>Government agencies did plan major projects including now failed Bharwara STP, major mechanical dredging drives to clean the river from time to time. Most of the efforts failed to bear results as reported in major publications.</p>\n<p>Gomti being a monsoon fed river didn't loose her flooding capabilities though, her high flood levels (HFL) rises by 10–12 meters in monsoon, in 2008 a major flood was reported</p>\n<p>Around 2012 the newly elected government and Lucknow development authority (LDA) started a feasibility study with IIT Roorkee to build a river-front similar to Sabarmati Riverfront in Ahmedabad. The agency submitted the report and warned on the negative consequences of any such efforts channeling the river under 250 Meters.</p>\n<p>The river even when channeled through a 250-meter side walls on both side, will have a velocity increase of 20%, bed shear stress will increase by 30%. Current embankments would have to be raised by 1.5 meters, the HFL will increase by 1.25 meters. Two bridges railway and hardings bridge were under the danger of collapse under flood conditions.</p>\n<p>The plan was on hold for some time and then given to irrigation department which got into another MOU with IIT Roorkee in December 2015 to conduct a similar study on the project. IIT Roorkee as a response to RTI request denied providing any such report to the agency till May 2015.</p>\n<p>The riverfront development did start in full steam, even before any such feasibility study done or project report discussed in public domains. Right to information requests after bouncing around for about 8 months by activists and researchers were rejected citing intellectual property clauses.</p>\n<h3><span id=\"Controversy_with_current_riverfront_development.\">Controversy with current riverfront development.</span></h3>\n<p>Even with an earlier negative report, and no counter report available as denied by the researching agency (IIT Roorkee). No project plan, environment impact assessment available in public domain or civil society the river saw a major construction activity right over her river bed. As reported in 2016.</p>\n<ol><li>A temporary dam was built around kudia ghat to stop river's water. Gomti's river bed along with the flood plain was enchroched and paved using heavy machinery permanently.</li>\n<li>17 meter deep concrete walls were installed around both the sides of river restricting her width under 150 meters and less.</li>\n<li>The development is planned for a good 12 kilometers or more now.</li>\n<li>Even after last failed attempt with Bharwara, a parallel drain to catch all the major 23 natural drainages of the river and pass through a STP is planned.</li>\n<li>There are plans to construct a rubber dam to control water, and a river linking project is planned to get more water from the river Ghaghra.</li>\n</ol>\n\n\n<p>Environmentalists across the board have opposed such concretization and channeling of the river citing major ecological changes,</p>\n<p>- Looming dangers of increased flooding capability of the river due to reduced width under a permanent concrete channel, upstream and in the city.</p>\n<p>- River totally disconnected with its natural channels and aquifers, due to permanently concretized structures.</p>\n<p>- Sediment and mineral loss downstream, leading to farmland loss.</p>\n<p>- Massive cost of operating this project, with artificial concretized intercepting drain, using pumping stations to push water into STPs and beyond. There was still no distinction between stormwater and sewage.</p>\n<h3><span id=\"The_importance_of_this_project\">The importance of this project</span></h3>\n<p>The project is seen as a political showdown between state government and current ruling party in center, with upcoming elections in 2017 in view. The Current ruling party in center has done similar construction in Ahmedabad over the river sabarmati, and projected as a showcase of development in the state of Gujarat. Many noted environmentalists and river system experts have vehemently opposed that project as well.</p>\n<h3><span id=\"Current_status_of_the_controversy_and_the_project.[8]\"></span><span id=\"Current_status_of_the_controversy_and_the_project..5B8.5D\">Current status of the controversy and the project.</span></h3>\n<p>As per researchers and activists involved in tracking this project from ballotboxindia.</p>\n<p>1. Lucknow Development authority, IIT Roorkee, and Irrigation departments notified. - Lucknow development authority transferred request to Irrigation departmment, IIT Roorkee responded with no report is yet provided to Irrigation department.</p>\n<p>2. Environment Ministry is been notified - Request is transferred (on September-09-2016) to National Clean Ganga Mission since Gomti falls under their jurisdiction. - A response is awaited from NCGM.</p>\n<p>3. Indian consulate in New York is notified for help - Request is transferred to appropriate ministries and Resident Commissioner of Uttar Pradesh in Delhi ( August -17 - 2016) - A response is awaited from resident commissioner.</p>\n<p>4. National River Conservation Directorate (NRCD) notified of the issue - Request is transferred to National Clean Ganga Mission ( August-30-3016)</p>\n<p>5. Prime minister office is notified - Request is received and PMO looking at it (last update August-29-2016).</p>\n<p>6. NITI Ayog is been notified - Request is now been looked at by Adviser Water Resources (August - 08 - 2016).</p>\n<p>7. Irrigation department rejected the Right to Information request by researchers asking for Environment Impact Study and Detailed Project Report on Gomti Riverfront Development citing intellectual property of the parties involved. (December 5, 2016)</p>\n<p>Sabarmati and Gomti Riverfront projects are now seen as a template for similar interference with river systems across the country, including Yamuna, Hindon, Varuna and more.</p>\n<h2><span id=\"Flooding\">Flooding</span></h2>\n<p>Regular flooding during the monsoon season leads to several problems when the water recedes. These include the danger posed by drying potholes and pits, which host diseases like malaria and dengue</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of rivers of India</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n<ul><li>Sacred Rivers</li>\n<li>\"Sewage kills thousands of fish in north Indian river\". Babu Lal Sharma, Associated Press, August 22, 2003</li>\n<li>Markandey Mahadeo on Wikimapia</li>\n<li>Reference to Gomti River System</li>\n</ul>\n<p><span></span></p>", "images": [{"ns": 6, "title": "File:Acap.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Gomati River.JPG"}, {"ns": 6, "title": "File:Gomti River Water stopped for riverfront construction..jpg"}, {"ns": 6, "title": "File:Gomti Riverfront - Heavy Machinery right over riverbed, flood plain..jpg"}, {"ns": 6, "title": "File:Gomti at Lucknow.jpg"}, {"ns": 6, "title": "File:Gomti riverfront- Reclaimed riverbed and flood plain.jpg"}, {"ns": 6, "title": "File:The banks of river Gomati in Jaunpur.jpg"}]}