{"pageid": 2003774, "ns": 0, "title": "Sjöfn", "extract": "<p>In Norse mythology, <b>Sjöfn</b> (or <b>Sjǫfn</b> in Old Norse orthography) is a goddess associated with love. Sjöfn is attested in the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson; and in three kennings employed in skaldic poetry. Scholars have proposed theories about the implications of the goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>In chapter 35 of the <i>Prose Edda</i> book <i>Gylfaginning</i>, High provides brief descriptions of 16 ásynjur. High lists Sjöfn seventh, and says that Sjöfn is \"concerned to direct people's minds to love, both women and men.\" In addition, High states that from Sjöfn's name comes the Old Norse word <i>sjafni</i>. In the Nafnaþulur section appended to the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, chapter 75, Sjöfn is included in a list of 27 names of ásynjur. Otherwise, the name <i>Sjöfn</i> is thrice employed as a base word in skaldic kennings for \"woman\".</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<p>Regarding the information given about Sjöfn in <i>Gylfaginning</i>, John Lindow says that the word <i>sjafni</i> does indeed appear listed in the þulur as a word for \"love\", yet that outside this description no information about the goddess is known. Lindow states that some scholars theorize that Sjöfn may be the goddess Frigg under another name. Rudolf Simek says that Snorri may have derived his etymology of <i>Sjöfn</i> from the Old Norse words <i>sefi</i> (\"sense\") or from <i>sefi</i> (possibly \"relation\"), but that the scant references to Sjöfn do not allow for much more of an elaborate explanation for the goddess. Simek says that, accordingly, Sjöfn is viewed as a goddess of \"marriage and love, or else one of relationships\" and that Sjöfn is among several goddesses mentioned in the <i>Prose Edda</i> \"who are matron-like guardian-goddesses.\"</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Faulkes, Anthony (Trans.) (1995). <i>Edda</i>. Everyman. ISBN 0-460-87616-3.</li>\n<li>Lindow, John (2001). <i>Norse Mythology: A Guide to the Gods, Heroes, Rituals, and Beliefs</i>. Oxford University Press. ISBN 0-19-515382-0.</li>\n<li>Simek, Rudolf (2007) translated by Angela Hall. <i>Dictionary of Northern Mythology</i>. D.S. Brewer. ISBN 0-85991-513-1.</li>\n</ul>"}