{"pageid": 2014700, "ns": 0, "title": "Toyotama-hime", "extract": "<p><b>Toyotama-hime</b> <span>(<span lang=\"ja\">豊玉姫</span>)</span> (Japanese for \"Lady Bountiful Soul\") or <b>Luxuriant-Jewel-Princess</b>, is a goddess in Japanese mythology in the episode of the \"Luck of the Sea and the Luck of the Mountain\" in the <i>Kojiki</i> as well as <i>Nihon Shoki</i>. She is the daughter of the Sea-Deity, Watatsumi.</p>\n<p>Toyotama marries the prince, Luck of the Mountains (aka \"Fire-Subside\" or Hoori), but returns to the sea when he breaks the vow not to spy on her while she goes through childbirth. The child she gave birth to was Ugayafukiaezu.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Myth\">Myth</span></h2>\n\n<p>Account of Toyatama-hime and the Luck of the Mountain appear in the <i>Kojiki</i> and the <i>Nihon Shoki</i>.</p>\n<p>Toyotama-hime (Luxuriant-Jewel-Princess) was the daughter of the Sea-Deity Watatsumi. The palace where they reside is said to be as if made from fish-scales, and supposedly lies undersea.</p>\n<p>She makes a fateful meeting with the hunter prince, named Luck of the Mountain (Yamasachi), also known as Fire-Subside (Hoori). The prince came in search of the fishing hook he lost at sea, borrowed from his elder brother Luck of the Sea (Umisachi).</p>\n<p>When the princess came to draw water from the well, the prince was already waiting, having climbed a <i>katsura</i> tree (or <i>cassia</i> tree) that towered above the well. The prince asked for a drink of water, and made a gesture of spitting jewels into the vessel; the princess was captivated by his beauty. Her Sea-Deity father recognized him as the descendant of the heavenly gods, and arranged a banquet. Toyotama married the prince, and they lived together in the place for three years.</p>\n<p>At the end of three years, Toyotama's husband let out a sigh, and revealed his unfinished quest for the lost fish hook, which needed to be returned to his brother. After the hook was found caught in the sea bream's (<i>tai</i> fish's) throat, Toyotama's husband was set upon a one-fathom long crocodile to return home, an with the advice from the Sea-God, subjugated his elder brother.</p>\n<p>Toyotama, who had accompanied her husband to the land above sea, announced her pregnancy. The prince built for her a child-delivery hut (\" parturition house\") thatched with cormorant feathers, which was not completely thatched when she went into labour. Toyotama requested her husband not watch while she gave birth to their child. Toyotama then gave birth to a son, who was named Ugayafukiaezu (\"Cormarant-Thatch-Meeting-Incompletely\") or \"Heavenly Male Brave of the Shore\". Unfortunately, Hoori's curiosity got the better of him and he attempted to spy on his wife. To his surprise however, rather than seeing his wife as he knew her, he witnessed an enormous <i>wani</i> (crocodile) cradling his child (one of Nihongi's version claim she was a dragon, <i>Tatsu</i>). This creature was none other than his beloved Toyotama who had shape-shifted to give birth. After catching her husband spying on her, she was utterly ashamed that he broke his promise. Unable to forgive Fire-Subside, she abandoned both him and their child by returning to the sea. Following her departure, she sent her younger sister Tamayori (\"Jewel-Good\") to help raise the child in her absence. As Ugayafukiaezu grew of age, he married his aunt and eventually conceived a child, Jimmu who became the first Emperor of Japan.</p>\n<h2><span id=\"Parallels\">Parallels</span></h2>\n<p>Some commentators have noted a parallel between Toyotama-hime and the princess Oto-hime in the tale of <i>Urashima Tarō</i>, the boy who saves a turtle. Toyotama rode a sea turtle to return from the sea to give birth, according to the <i>Nihon Shoki</i>.</p>\n<p>The transformation of Toyotama into a crocodile form draws parallels with the Melusine legend of continental Europe and selkie legends of Scotland and Scandinavia.</p>\n<h2><span id=\"Science\">Science</span></h2>\n<p>The extinct crocodile genus <i>Toyotamaphimeia</i> was named after this deity, in direct reference to this myth.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<ul><li>Throughout Japanese media, human-dragon hybrids (former on their mother's side as the case with Toyotama) are commonplace, notably in video games such as <i>Popolocrois</i>, <i>Fire Emblem</i> and <i>Breath of Fire</i>.</li>\n<li>In the Japanese anime Sekirei, there is a Sekirei named Toyotama that fights using a traditional wooden staff.</li>\n</ul><h2><span id=\"Explanatory_notes\">Explanatory notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<dl><dt>Citations</dt>\n</dl>\n<dl><dt>Bibliography</dt>\n</dl>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Japan004b ia02-Hoori&Toyotama-hime.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Translation to english arrow.svg"}]}