{"pageid": 2038668, "ns": 0, "title": "Yeshe Tsogyal", "extract": "<p><b>Yeshe Tsogyal</b> (also known as \"Victorious Ocean of Wisdom\", \"Wisdom Lake Queen\" (Wylie: <i>ye shes mtsho rgyal</i>, or by her Sanskrit name <i>Jñānasāgara</i> \"Wisdom Ocean\"; or by her clan name of Lady Kharchen), (757–817CE) was the Mother of Tibetan Buddhism. Her main karmamudrā consort was Padmasambhava, a founder-figure of the Nyingma tradition of Tibetan Buddhism. She is known to have revealed terma with Padmasambhava and was also the main scribe for these terma. Later, Yeshe Tsogyal also hid many of Padmasambhava's terma on her own, under the instructions of Padmasambhava for future generations.</p>\n<p>Born a princess in the region of Kharchen, Tibet, in about 777CE, she lived for approximately 99 years and is a preeminent figure in Tibetan Buddhism and a role model for contemporary spiritual practitioners. Although often referred to as being Padamasambhava's main consort, she was primarily a spiritual master and teacher in her own right.</p>\n<p>Based on her spiritual accomplishments, the Nyingma and Karma Kagyu schools of Tibetan Buddhism recognize Yeshe Tsogyal as a female Buddha. The translators of <i>Lady of the Lotus-Born</i>, the namtar, or spiritual biography, that Yeshe Tsogyal left as a terma, observe:</p>\n<blockquote class=\"templatequote\">\n<p>As Dodrup Tenpai Nyima makes clear, beings able to reveal Termas must have at least the realization of the Perfection Stage practices. On the other hand, the one who originates the Treasures must have the supreme attainment of Buddhahood. <i>Lady of the Lotus-Born</i> is thus a testimony of Yeshe Tsogyal's enlightenment.</p>\n</blockquote>\n<p></p>\n\n<p></p>\n<h2><span id=\"Biography_and_historicity\">Biography and historicity</span></h2>\n<p>Given Yeshe Tsogyal's important place in the various schools of Tibetan Buddhism, it is not surprising that there are questions about whether she is an actual historical figure. There are at least four translations of Yeshe Tsogyal's spiritual biography in English, and one in French  Yet,</p>\n<blockquote class=\"templatequote\">\n<p>From a historical perspective, however, this hagiography of Ye she's mtsho rgyal leaves some important questions unanswered. . . . More basic yet is the question of whether Ye she's mtsho rgyal is a historical figure at all. The problem is that none of the contemporary epigraphy ever mentions a Ye shes mtsho rgyal, nor a Mkhar chen bra' (her clan title), at least as far as we know.</p>\n</blockquote>\n<p>Even so, in another publication, this same scholar writes,</p>\n<blockquote class=\"templatequote\">\n<p>There are no contemporary inscriptions that mention her, and so there is some question about whether she is really a historical figure. But she appears at a relatively early point--by at least the twelfth century--in the mythologized accounts of the conversion of Tibet to a Buddhist country, and references to her clan title Mkhar chen Bza (Karchen Za) also make her historicity credible. It is certainly possible that there was such a queen who became involved in Buddhist meditative practices, even if her story was elaborated greatly as the narrative of Tibet's conversion developed.</p>\n</blockquote>\n<p>So whether there is enough historical evidence to confirm or deny Yeshe Tsogyal as a historical figure, from the perspective of the spiritual traditions within which she is prominent, the details of her life are rich. Here are some of the details of Yeshe Tsogyal's conception and birth:</p>\n<dl><dd>From the mouth of a lotus was born</dd>\n<dd>The swift goddess, heroic liberator</dd>\n<dd>Who went forth in human form</dd>\n<dd>Amid the snowy mountains of Tibet.</dd>\n</dl><p>According to legend, Yeshe Tsogyal was born in the same manner as the Buddha, a mantra sounding as her mother gave birth painlessly. She is considered a reincarnation of the Buddha's own mother, Maya. Her name, \"Wisdom Lake Queen\" (Wylie: <i>ye shes mtsho rgyal</i>), derives from her birth causing a nearby lake to double in size.</p>\n<p>Her spiritual inclinations were present from a very young age and Yeshe Tsogyal wanted to pursue a life of dharma practice rather than marry. She felt so strongly about this, that she ran away and had to be brought back by force. At the age of sixteen, she was compelled into an unwanted arranged marriage with the then-emperor of Tibet, Trisong Detsen.</p>\n<p>It was after their marriage, that Trisong Detsen invited Padmasambhava to come to Tibet from India and propagate the Buddhist teachings. Yeshe Tsogyal was given by Trisong Detsen to Padmasambhava as an offering. Padmasambhava freed Yeshe Tsogyal and she became Padmasambhava's main disciple and consort.</p>\n<h2><span id=\"Spiritual_life_and_attainments\">Spiritual life and attainments</span></h2>\n<h3><span id=\"In_the_body_of_a_woman\">In the body of a woman</span></h3>\n\n<p>As to the question of the place of female practitioners in Tibetan Buddhism, Yeshe Tsogyal has been an important role model. When she herself asked about \"her inferior female body\" (a common theme in the biographies of female spiritual practitioners), Padmasambhava advised Yeshe Tsogyal that far from being a hindrance to enlightenment, as was generally accepted, a woman's body is an asset: \"The basis for realizing enlightenment is a human body. Male or female, there is no great difference. But if she develops the mind bent on enlightenment the woman’s body is better\".</p>\n<p>After many years of serious study and meditative practice, Yeshe Tsogyal's level of spiritual awakening, enlightenment, was equal to that of Padmasambhava.</p>\n<h3><span id=\"Her_spiritual_practices\">Her spiritual practices</span></h3>\n<p>Yeshe Tsogyal is also known to have spent many years in isolated meditation retreat. She accomplished several different cycles of tantric spiritual practices that she received from Padmasambhava and various wisdom beings including the practices of tummo, Vajrakilaya, karmamudra sadhana, and zhitro.</p>\n<p>For example, one scholar relates how Yeshe Tsogyal received the empowerment to practice zhitro from a wisdom being, a vidyādhara:</p>\n<blockquote class=\"templatequote\">\n<p>After succeeding in a variety of feats, including beheading a tiger, she gains access to an elaborate palace where she receives esoteric initiations from several vidyādharas and buddhas. She returns to Chingpu and after a year is robbed by seven bandits whom she then converts to Buddhist practice. She proceeds with the bandits on a magic carpet to the place Oḍḍiyāna where they all receive peaceful and wrathful deity practice (zhitro) initiations from a vidyādhara, who gives her the secret name Kharchen Za and cavorts in bliss with her.</p>\n</blockquote>\n<p>All of these practices brought Yeshe Tsogyal to awakening. Among lay Tibetans, she is understood as a fully enlightened Buddha who takes the form of an ordinary woman so as to be accessible to the average person, \"who, for the time being, do not see her Vajravarahi form as a fully perfected deity.\"</p>\n<h3><span id=\"Students\">Students</span></h3>\n<p>At the time of her death, Yeshe Tsogyal is known to have had eleven main disciples, both women and men. These disciples included:</p>\n<ul><li>Kalasiddhi (of Nepal),</li>\n<li>Tashi Children (of Bhutan),</li>\n<li>Dorje Tsomo (of Shelkar),</li>\n<li>Be Yeshe Nyingpo,</li>\n<li>Ma Rinchen Chok,</li>\n<li>Odren Pelgyi Zhonnu,</li>\n<li>Langlab Gyelwa Jangchub Dorje,</li>\n<li>Darcha Dorje Pawo,</li>\n<li>Surya Tepa (of central Tibet), and</li>\n<li>Jangchub Drolma (of Khotan).</li>\n</ul><p>All of Yeshe Tsogyal's final teachings were given at the request of one of these eleven main disciples.</p>\n<p>Along with these eleven, there were approximately 79 other acolytes present during the final teachings of Yeshe Tsogyal. Some sources say that there were no less than 100 people present for these final teachings.</p>\n<h3><span id=\"Contemporary_spiritual_lineages\">Contemporary spiritual lineages</span></h3>\n<p>There are numerous living spiritual lineages and Buddhist organizations that focus on or include the spiritual practices of Yeshe Tsogyal. These include, but are not limited to:</p>\n<ul><li>the Dudjom Tersar practices,</li>\n<li>the Queen of Great Bliss cycle in the Longchen Nyingthig lineage,</li>\n<li>the Ripa Ladrang Foundation,</li>\n<li>Ari Bhod,</li>\n<li>Jnanasukha, and</li>\n<li>Karme Choling.</li>\n</ul><h2><span id=\"Emanations\">Emanations</span></h2>\n<p>Yeshe Tsogyal is also considered a manifestation of Saraswati and sometimes identified with the Buddha Tara. She is also considered to be an emanation of Samantabhadrī, Prajnaparamita, and Vajrayogini. In the <i>Life of Yeshe Tsogyel,</i> Padmasambhava predicted that Yeshe Tsogyel would be reborn as Machig Labdrön; her consort, Atsara Sale, would become Topabhadra, Machig’s husband; her assistant and another of Padmasambhava’s consorts, Tashi Khyidren, would be reborn as Machig’s only daughter, and so on. All of the important figures in Tsogyel’s life were to be reborn in the life of Machig Labdron, including Padmasambhava himself, who would become Dampa Sangye.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mandarava</li>\n<li>Lamrim Yeshe Nyingpo</li>\n<li>Khandro Rinpoche</li>\n<li>Vajrakilaya</li>\n<li>Samantabhadrī (tutelary)</li>\n<li>Urgyen Tsomo</li>\n</ul><h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Klein, Anne Carolyn (1995). <i>Meeting the Great Bliss Queen: Buddhists, Feminists, and the Art of the Self</i>. Beacon Press: Boston. ISBN 0-8070-7306-7.</li>\n<li>Gyatso, Janet (2006). <i>A Partial Genealogy of the Lifestory of Yeshé Tsogyal</i>. Harvard University. JIATS, no. 2 (August 2006), THDL #T2719, 27 pp. Source: [2] (accessed: November 16, 2007)</li>\n</ul><h2><span id=\"Additional_reading\">Additional reading</span></h2>\n<ul><li>Dowman, Keith. (1984). <i>Sky Dancer: The Secret Life and Songs of the Lady Yeshe Tsogyel</i>. Routledge &amp; Kegan Paul, Boston, MA. ISBN 0-7100-9576-7.</li>\n<li>Gyalwa Changchub, and Namkhai Nyingpo. (1999) <i>Lady of the Lotus-born: The Life and Enlightenment of Yeshe Tsogyal</i>. Translated by the Padmakara Translation Group. Shambhala, Boston &amp; London. ISBN 1-57062-384-8.</li>\n<li>Kunga, Drime and Yeshe Tsogyal. Chonyi Drolma, translator. (2017) <i>The Life and Visions of Yeshe Tsogyal: The Autobiography of the Great Wisdom Queen.</i>Snow Lion Publications. ISBN 978-1611804348.</li>\n<li>Nam-mkha'i snying-po (translated by Tarthang Tulku). (1983). <i>Mother of Knowledge: The Enlightenment of Ye-shes mTsho-rgyal</i>. Dharma Publishing, Berkeley, CA. ISBN 978-0913546918.</li>\n<li>Anne Carolyn Klein. (2008). <i>Meeting The Great Bliss Queen: Buddhists, Feminists, and the Art of the Self.</i> Snow Lion Publications. ISBN 978-1559392914</li>\n<li>Allione, Tsültrim. (2000) <i>Women of Wisdom.</i> Snow Lion Publications, ISBN 1-55939-141-3, EAN 9781559391412`</li>\n<li>Vajra Love—Essays from the Sites of Keith Dowman</li>\n<li>Drolma, Chonyi, translator. (forthcoming in 2017). <i>The Supreme Secret Biography of Yeshe Tsogyal: The Exceptional Inner Meaning of Symbols.</i> Shambhala Publications. http://www.jnanasukha.org/news-blog?category=Translation</li>\n<li>Gross, Rita M. \"Yeshe Tsogyal: Enlightened Consort, Great Teacher, Female Role Model.\" <i>The Tibet Journal</i>, vol. 12, no. 4 (winter 1987), pp. 1–18.</li>\n<li>Mikles, Natasha L. \"A Tantrika in the Modern World: The Sexual Agency of Yeshe Tsogyal.\" <i>The Monitor</i> (fall 2007), pp. 28–39.</li>\n<li>Terton Drime Kunga. \"The Secret Symbolic Biography of Yeshe Tsogyal.\" http://skydancerpress.com/index.php?option=com_content&amp;task=view&amp;id=79&amp;Itemid=107</li>\n</ul>", "images": [{"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}, {"ns": 6, "title": "File:Tibetian Wheel.svg"}, {"ns": 6, "title": "File:YesheTsogyal.jpg"}, {"ns": 6, "title": "File:Yeshe Tsogyal samyeLing.jpg"}]}