{"pageid": 20646531, "ns": 0, "title": "Devi", "extract": "<p><b>Devī</b> (Sanskrit: देवी) is the Sanskrit word for \"goddess\"; the masculine form is Deva. Devi – the feminine form, and Deva – the masculine form, mean \"heavenly, divine, anything of excellence\", and are also gender specific terms for a deity in Hinduism.</p>\n<p>The concept and reverence for goddesses appears in the Vedas, which were composed in the 2nd millennium BC; however, they do not play a central role in that era. Goddesses such as Saraswati and Usha have continued to be revered into the modern era. The medieval era Puranas witnessed a major expansion in mythology and literature associated with <i>Devi</i>, with texts such as the Devi Mahatmya, wherein she manifests as the ultimate truth and supreme power, and she has inspired the Shaktism tradition of Hinduism.</p>\n<p>The divine feminine has the strongest presence as Devi in Hinduism, among major world religions, from the ancient times to the present. The goddess is viewed as central in Shakti and Saiva Hindu traditions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i>Devi</i> and <i>Deva</i> are Sanskrit terms found in Vedic literature of the 2nd millennium BC. Deva is masculine, and the related feminine equivalent is devi. Monier Williams translates it as \"heavenly, divine, terrestrial things of high excellence, exalted, shining ones\". Etymologically, the cognates of <i>Devi</i> are Latin <i>dea</i> and Greek <i>thea</i>. When capitalized, <i>Devi</i> or <i>Mata</i> refers to goddess as divine mother in Hinduism. <i>Deva</i> is also referred to as <i>Devatā</i>, while <i>Devi</i> as <i>Devika</i>.</p>\n<p>According to Douglas Harper, the etymological root <i>Dev-</i> means \"a shining one,\" from *div- \"to shine,\" and it is a cognate with Greek dios \"divine\" and Zeus, and Latin deus (Old Latin deivos).</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>The <i>Devi Sukta</i> of the Rigveda 10.125.1 through 10.125.8, is among the most studied hymns declaring that the ultimate metaphysical reality (Brahman) is a Devi,</p>\n<blockquote class=\"templatequote\">\n\n\n</blockquote>\n<p>The Vedas includes numerous goddesses including Ushas (dawn), Prithvi (earth), Aditi (cosmic moral order), Saraswati (river, knowledge), Vāc (sound), Nirṛti (destruction), Ratri (night), Aranyani (forest), and bounty goddesses such as Dinsana, Raka, Puramdhi, Parendi, Bharati, Mahi among others are mentioned in the <i>Rigveda</i>. However, the goddesses are not discussed as frequently as gods (Devas). Sri, also called Lakshmi, appears in late Vedic texts dated to be pre-Buddhist, but verses dedicated to her do not suggest that her characteristics were fully developed in the Vedic era. All gods and goddesses are distinguished in the Vedic times, but in the post-Vedic texts, particularly in the early medieval era literature, they are ultimately seen as aspects or manifestations of one Devi, the Supreme power.</p>\n<p>Devi is the supreme being in the Shakta tradition of Hinduism, while in the Smarta Tradition, she is one of the five primary forms of Brahman revered. In other Hindu traditions, Devi embodies the active energy and power of Deva, and they always appear together complementing each other, such as Lasksmi with Vishnu in Vaishnavism and Parvati with Shiva in Shaivism.</p>\n<p>The Devi-inspired philosophy is propounded in many Hindu texts, such as the Devi Upanishad, which states that Shakti is essentially Brahman (ultimate metaphysical Reality), from her arise Prakṛti (matter) and Purusha (consciousness), she is bliss and non-bliss, the Vedas and what is different from it, the born and the unborn, and all of the universe. She is the creative power of Shiva, and this theme is also found in the Tripura Upanishad, Bahvricha Upanishad, and Guhyakali Upanishad.</p>\n<p>Devi identifies herself in the <i>Devi Upanishad</i> as brahman in her reply to the gods stating that she rules the world, blesses devotees with riches, she is the supreme deity to whom all worship is to be offered, and that she infuses Ātman in every soul. Devi asserts that she is creator of earth and heaven and resides there. Her creation of sky as father, seas as mother is reflected as the \"Inner Supreme Self\". Her creations are not prompted by any Higher being and she resides in all her creations. She is, states Devi, the eternal and infinite consciousness engulfing earth and heaven, and \"all forms of bliss and non-bliss, knowledge and ignorance, Brahman and Non-Brahman\". The tantric aspect in <i>Devi Upanishad</i>, states June McDaniel is the usage of the terms yantra, bindu, bija, mantra, shakti and chakra.</p>\n<p>Among the major world religions, the concept of goddess in Hinduism as the divine feminine, has had the strongest presence since the ancient times.</p>\n<h2><span id=\"Examples\">Examples</span></h2>\n<h3><span id=\"Parvati\">Parvati</span></h3>\n\n\n<p>Parvati is the Hindu goddess of love, fertility and devotion. She is the gentle and nurturing aspect of the Hindu goddess. She is the mother goddess in Hinduism and has many attributes and aspects. Each of her aspects is expressed with a different name, giving her over 100 names in regional Hindu mythologies of India, including the popular name <i>Uma</i>. Along with Lakshmi (goddess of wealth and prosperity) and Saraswati (goddess of knowledge and learning), she forms the trinity of Hindu goddesses.</p>\n<p>Parvati is the wife of Shiva - the destroyer, recycler and regenerator of universe and all life. She is the mother of Hindu gods Ganesha and Karttikeya.</p>\n<p>Rita Gross states, that the view of Parvati only as ideal wife and mother is incomplete symbolism of the power of the feminine in mythology of India. Parvati, along with other goddesses, are involved with the broad range of culturally valued goals and activities. Her connection with motherhood and female sexuality does not confine the feminine or exhaust their significance and activities in Hindu literature. She is balanced by Durga, who is strong and capable without compromising her femaleness. She manifests in every activity, from water to mountains, from arts to inspiring warriors, from agriculture to dance. Parvati's numerous aspects, states Gross, reflects the Hindu belief that the feminine has universal range of activities, and her gender is not a limiting condition.</p>\n<p>In Hindu belief, Parvati is the recreative energy and power of Shiva, and she is the cause of a bond that connects all beings and a means of their spiritual release. A common symbolism for her and her husband Siva is in the form of yoni and linga respectively. In ancient literature, yoni means womb and place of gestation, the yoni-linga metaphor represents \"origin, source or regenerative power\". The linga-yoni icon is widespread, found in Shaivite Hindu temples of South Asia and Southeast Asia. Often called <i>Shivalinga</i>, it almost always has both linga and the yoni.</p>\n<p>Devi is portrayed as the ideal wife, mother and householder in Indian legends. In Indian art, this vision of ideal couple is derived from Shiva and Parvati as being half of the other, represented as <i>Ardhanarisvara</i>. Parvati is found extensively in ancient Indian literature, and her statues and iconography grace ancient and medieval era Hindu temples all over South Asia and Southeast Asia.</p>\n<h3><span id=\"Lakshmi\">Lakshmi</span></h3>\n\n\n<p>Lakshmi, also called Sri, is the Hindu goddess of wealth, fortune, and prosperity (both material and spiritual). She is the consort and active energy of Vishnu. Her four hands represent the four goals of human life considered important to the Hindu way of life – dharma, kāma, artha, and moksha.</p>\n<p>In the ancient scriptures of India, all women are declared to be embodiments of Lakshmi. The marriage and relationship between Lakshmi and Vishnu as wife and husband, states Patricia Monaghan, is \"the paradigm for rituals and ceremonies for the bride and groom in Hindu weddings.\"</p>\n<p>Archaeological discoveries and ancient coins suggest the recognition and reverence for goddess Lakshmi in the Scytho-Parthian kingdom and throughout India by the 1st millennium BC. She is also revered in other non-Hindu cultures of Asia, such as in Tibet. Lakshmi's iconography and statues have also been found in Hindu temples throughout southeast Asia, estimated to be from second half of 1st millennium AD. In modern times, Lakshmi is worshipped as the goddess of wealth. The festivals of Diwali and Sharad Purnima (Kojagiri Purnima) are celebrated in her honor.</p>\n<h3><span id=\"Saraswati\">Saraswati</span></h3>\n\n\n<p>Saraswati, is the Hindu goddess of knowledge, music, arts, wisdom and learning. She is the consort of Brahma.</p>\n<p>The earliest known mention of Saraswati as a goddess is in Rigveda. She has remained significant as a goddess from the Vedic age through modern times of Hindu traditions. Some Hindus celebrate the festival of Vasant Panchami (the fifth day of spring) in her honour, and mark the day by helping young children learn how to write alphabets on that day.</p>\n<p>Saraswati is often depicted dressed in pure white, often seated on a white lotus. She not only embodies knowledge but also the experience of the highest reality. Her iconography is typically in white themes from dress to flowers to swan – the colour symbolizing Sattwa Guna or purity, discrimination for true knowledge, insight and wisdom.</p>\n<p>She is generally shown to have four arms, but sometimes just two. The four hands hold items with symbolic meaning — a <i>pustaka</i> (book or script), a <i>mala</i> (rosary, garland), a water pot and a musical instrument (lute or vina). The book she holds symbolizes the Vedas representing the universal, divine, eternal, and true knowledge as well as all forms of learning. A mālā of crystals, representing the power of meditation, a pot of water represents powers to purify the right from wrong. The musical instrument, typically a veena, represents all creative arts and sciences, and her holding it symbolizes expressing knowledge that creates harmony. The Saraswatirahasya Upanishad of the Yajurveda contain ten verses called \"<i>dasa sloki</i>\" which are in praise of Sarasvati. In this Upanishad, she is extolled as</p>\n<blockquote>\n<p>You are the swan gliding over the pond of creative energy, waves and waves of creative forces emanating from your form! Radiant Goddess resplendant in white, dwell forver in the Kashmir of my heart.</p>\n</blockquote>\n<p>Saraswati is also found outside India, such as in Japan, Vietnam, Bali (Indonesia) and Myanmar.</p>\n<h3><span id=\"Durga_and_Kali\">Durga and Kali</span></h3>\n\n\n<p>Vedic literature does not have any particular goddess matching the concept of Durga. Her legends appear in the medieval era, as angry, ferocious aspects of mother goddess Parvati take the avatar as Durga or Kali. She manifests as a goddess with eight or ten arms holding weapons and skulls of demons, and is astride on a tiger or lion. In Skanda Purana, Parvati assumes the form of a warrior-goddess and defeats a demon called Durg who assumes the form of a buffalo. In this aspect, she is known by the name Durga. In later Hindu literature, states Jansen, she is attributed the role of the \"energy, power (shakti) of the Impersonal Absolute\".</p>\n<p>In the Shaktism traditions of Hinduism, found particularly in eastern states of India, Durga is a popular goddesses. In medieval era composed texts such as the Puranas, she emerges as a prominent goddess in the context of crisis, when evil asuras were on the ascent. The male gods were unable to contain and subdue the forces of evil, led by Mahishasura. The warrior goddess, Durga as the unified form of all gods appears, she kills the Mahishasura, she is thereafter invincible and revered as \"preserver of Dharma, destroyer of evil\".</p>\n<p>Durga's emergence and mythology is described in the Puranas, particularly the <i>Devi Mahatmya</i>. The text describes Kālī's emerging out of Durga when becomes extremely angry. Durga's face turns pitch dark, and suddenly Kali springs forth from Durga's forehead. She is black, wears a garland of human heads, is clothed in a tiger skin, rides a tiger, and wields a staff topped by a human skull. She destroys the asuras. Literature on goddess Kali recounts several such appearances, mostly in her terrifying but protective aspects. Kali appears as an independent deity, or like Durga, viewed as the wife of Shiva. In this aspect, she represents the omnipotent Shakti of Shiva. She holds both the creative and destructive power of time. Kali, also called Kalaratri, is called in Yoga Vasistha as Prakṛti or \"all of nature\". She is described in the text, state Shimkhanda and Herman, as the \"one great body of cosmos\", and same as Devis \"Durga, Jaya and Siddha, Virya, Gayatri, Saraswati, Uma, Savitri\". She is the power that supports the earth, with all its seas, islands, forests, deserts and mountains, asserts <i>Yoga Vasistha</i>. She is not to be confused with the Kali yuga, which is spelled similarly yet holds a different meaning. The Kali yuga is presented as a threat to Mother India, pictures from the nineteenth century depicting the age as a \"ferocious meat-eating demon\" in comparison to India's depiction of \"a cow giving milk to her children\". </p>\n<p>The largest annual festival associated with the goddess is Durga Puja celebrated in the month of Ashvin (September–October), where nine manifestations of Durga (<i>Navadurga</i>) are worshipped, each on a day over nine days. These are: Shailaputri, Brahmacharini, Chandraghanta, Skandamata, Katyayani, Kaalratri, Mahagauri and Siddhidaatri.</p>\n<h3><span id=\"Tridevi\">Tridevi</span></h3>\n\n<p>In the feminist Shaktidharma denomination of Hinduism, the supreme deity Mahadevi manifests as the goddess Mahasaraswati in order to create, as the goddess Mahalaxmi in order to preserve, and as the goddess Mahakali in order to destroy. These three forms of the supreme goddess Mahadevi are collectively called the <i>Tridevi</i>.</p>\n<h3><span id=\"Sita\">Sita</span></h3>\n\n\n<p>Sita is the wife of Rama, an avatar of Vishnu. She is an incarnations of Lakshmi. She is shakti or prakriti of Rama as told in the <i>Ram Raksha Stotram</i>. In <i>Sita Upanishad</i>, a shakta Upanishad, Sita is extolled as the supreme goddess. The Upanishad identifies Sita with Prakrti (nature) which is constituted by \"will\" ichha, activity (kriya) and knowledge (jnana). The Upanishad also states that Sita emerged while furrowing, at the edge of the plough. Sita is extolled as one of the Panchakanya for her virtuous qualities; taking their names destroys all sins.</p>\n<p>Sita marries Rama, an avatar of Mahavishnu. Her life story and journeys with her husband Rama and brother-in-law Lakshmana are part of the Hindu epic Ramayana, an allegorical story with Hindu spiritual and ethical teachings. However, there are many versions of Ramayana, and her story as a goddess in Hindu mythology. Her legends also vary in southeast Asian versions of the epic Ramayana, such as in the Ramakien of Thailand where she is spelled as <i>Sida</i> (or <i>Nang Sida</i>).</p>\n<p>In Valmiki Ramayana, Sita is repeatedly expressed as manifestation of Lakshmi, as the one who blesses abundance in agriculture, food, and wealth. She is referred to golden goddess, wherein after Rama (Vishnu) is bereaved of her, he refuses to marry again, insists that he is married solely and forever to her, and uses a golden image of Sita as a substitute in the performance of his duties as a king. Sita, in many Hindu mythology, is the <i>Devi</i> associated with agriculture, fertility, food and wealth for continuation of humanity.</p>\n<h3><span id=\"Radha\">Radha</span></h3>\n\n\n<p>Radha means \"prosperity, success and lightning.\" She is the female counterpart of Krishna. In Puranic literature such as the <i>Brahma Vaivarta Purana</i>, she is known as the Goddess of love. She is known as goddess from the 12th century onwards and has figured prominently in the poems of Vidyapati (1352–1448) as a cosmic queen. She is also considered as an incarnation of Lakshmi. According to legend, Radha was married but she had mystical intimacy with Krishna.</p>\n<p>Radha was made famous through Jayadeva's <i>Gitagovinda</i> poems. She was born as a milkmaid. She is considered a goddess of the heaven (Goloka) who was considered a combination of Shakti and Vishnu's power. Her love affair with Krishna was set in Vraja and its surrounding forests much before Krishna married Rukmini and Satyabhama. Her attribute is lotus and she has always been a part of the bhakti movement symbolising \"yearning of human soul drawn to Krishna\". In South India she is considered as Bhumidevi and is linked to Saraswati. The <i>Gitagovinda</i> (12th century), a lyrical drama, a \"mystical erotic poem\", describes the love of Krishna and gopis, Radha in particular, a symbolism for the human soul.</p>\n<h3><span id=\"Mahadevi\">Mahadevi</span></h3>\n\n<p>In the sixth century when Devi Mahatmya came into practice the name Devi (goddess) or Mahadevi (Great Goddess) came into prominence to represent one female goddess to encompass the discrete goddesses like Lakshmi, Paravati and so forth. In the Hindu mythology, Devi and Deva are usually paired, complement and go together, typically shown as equal but sometimes the Devi is shown smaller or in subordinate role. Some goddesses, however, play an independent role in Hindu pantheon, and are revered as Supreme without any male god(s) present or with males in subordinate position. Mahadevi, as mother goddess, is an example of the later, where she subsumes all goddesses, becomes the ultimate goddess, and is sometimes just called Devi.</p>\n\n<p>Theological texts projected Mahadevi as ultimate reality in the universe as a \"powerful, creative, active, transcendent female being.\" The Puranas and Tantra literature of India celebrates this idea, particularly between the 12th–16th century, and the best example of such texts being the various manuscript versions of Devi Bhagavata Purana with the embedded Devi Gita therein.</p>\n<p>Devi Bhagavata Purana gives prime position to Mahadevi as the mother of all encompassing the three worlds and gives her the position of being all of universe – the material and the spiritual. In the Upanishadic text Devi Upanishad, a Sakta Upanishad and an important Tantric text probably composed sometime between the ninth and fourtheenth centuries the Goddess is addressed in the most general and universal of terms, as Mahadevi, and represents all goddesses as different manifestations of her. The Lalita Sahasranama (Thousand names of Lalita or Pravati or Shakti) states that Mahadevi is known by different synonyms such as <i>Jagatikanda</i> (anchors the world), <i>Vishvadhika</i> (one who surpasses the universe), <i>Nirupama</i> (one who has no match), <i>Parameshwari</i> (dominant governor), <i>Vyapini</i> (encompasses everything), <i>Aprameya</i> (immeasurable), <i>Anekakotibrahmadajanani</i> (creator of many universes), <i>Vishvagarbha</i> (she whose garbha or womb subsumes the universe), <i>Sarvadhara</i> (helps all), <i>Sarvaga</i> (being everywhere at the same time, <i>Sarvalokesi</i> (governs all worlds) and <i>Vishavdaharini</i> one who functions for the whole universe).</p>\n<p>The Mahadevi goddess has many aspects to her personality. She focuses on that side of her that suits her objectives, but unlike male Hindu deities, her powers and knowledge work in concert in a multifunctional manner, rather than sequential re-incarnation as with Vishnu. The ten aspects of her, also called Mahavidyas (or great forms of her knowledge) are: Kali, Tara, Tripura Sundari, Bhairavi, Bhuvanesvari, Chhinnamasta, Dhumavati, Bagalamukhi, Matangi and Kamala.</p>\n<h3><span id=\"Tantra_and_Devis\">Tantra and Devis</span></h3>\n\n\n<p>Tantric literature such as Soundarya Lahari meaning \"Flood of Beauty\", credited to Adi Shankaracharya a shakta or tantric poem, is dedicated to the Supreme Deity of the sect, the Devi who is considered much superior to Shiva. It celebrates Devi and her feminine persona. It is an approach to the tantra through Devi.</p>\n<p>In Shakti Tantra traditions, Devis are visualized with yantra and are a tool for spiritual journey for the tantric adept. The adepts ritually construct triangle yantras with proper use of visualization, movement and mantra. The adepts believe, state John Stratton Hawley and Donna Marie Wulff, that \"to establish such yantra is to place the macrocosm within oneself\", and doing so can yield temporal benefits, spiritual powers or enlightenment.</p>\n<p>A tantric text titled \"Vigyan Bhairav Tantra\", 'Vigyan' meaning \"consciousness\" is a conversation between Shiva and Devi rendered in 112 verses, elaborates on \"wisdom and insight of pure consciousness.\"</p>\n<p>Devi Puja is the worship of Devi which is observed through four forms of Devi Yantra; the first is Tara that exists in the realm of the fourth chakra representing the spiritual heart; Sarasvati emanates in the first chakra; Lakshmi forms the second chakra; and Kali is at the heart of the third chakra. Worship through this Yantra leads to realization of \"cosmic energy\" within oneself.</p>\n<h4><span id=\"Matrikas\">Matrikas</span></h4>\n\n<p>Matrikas, that is, the mothers, are seven or eight female divinities, which are depicted as a group. They are Brahmani, Vaishnavi, Maheshvari, Indrani, Kaumari, Varahi and Chamundi or Narasimhi. The Matrikas concept are important in Tantric traditions. They are described in the Isaanasivagurudevapaddhati, as creations to facilitate Lord Shiva face his adversary Andhakasura. All the Matrikas are depicted in a sitting position known as the Lalitasana and bedecked with heavy jewellery.</p>\n<p>Scholars state that the concept of Matrikas as powerful goddesses emerged in the early 1st millennium AD, and possibly much earlier.</p>\n<p>The idea of eight mother goddesses together is found in Himalayan Shaivism, while seven divine mothers (Sapta Matrika) is more common in South India.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Deva (Hinduism)</li>\n<li>Shaktism</li>\n<li>Shakti Peethas</li>\n<li>Soundarya Lahari</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p></p>\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Devi: The Great Goddess, An Exhibit Smithsonian</li>\n<li>Devi: Manifestations and Aspects, The Arthur M. Sackler Gallery and Freer Gallery of Art</li>\n<li>Shrimad Devi Bhagavatam Translation by Swami Vijñanananda</li>\n<li>Devi, a Proto-Indo-European Goddess</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Coin of Azilises showing Gaja Lakshmi standing on a lotus 1st century BCE.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Durga Mahisasuramardini.JPG"}, {"ns": 6, "title": "File:Indian - Radha - Walters 542962.jpg"}, {"ns": 6, "title": "File:Kali by Raja Ravi Varma.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Ravi Varma-Lakshmi.jpg"}, {"ns": 6, "title": "File:Sandstone Lakshmi statue (10th century), Museum of Vietnamese History, Ho Chi Minh City - 20121014.JPG"}]}