{"pageid": 20646470, "ns": 0, "title": "Surya", "extract": "<p><b>Surya</b> (<span></span>, Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">सूर्य</span>, IAST: ‘'Sūrya’') means the Sun in Nepal and India. Synonyms of Surya in ancient Indian literature include <b>Aditya</b>, <b>Arka</b>, <b>Bhanu</b>, <b>Savitr</b>, <b>Pushan</b>, <b>Ravi</b>, <b>Martanda</b>, <b>Mitra</b> and <b>Vivasvan</b>.</p>\n<p>Surya also connotes the solar deity in Hinduism, particularly in the Saura tradition found in states such as Rajasthan, Gujarat, Madhya Pradesh, Bihar, Uttar Pradesh, Jharkhand and Odisha. He is one of the five deities considered as equivalent aspects and means to realizing Brahman in the Smarta Tradition. His iconography is often depicted riding a chariot harnessed by horses, often seven in number which represent the seven colour rays of the rainbow. In medieval Hinduism, Surya is also an epithet for the major Hindu gods Shiva and Vishnu. In some ancient texts and arts, Surya is presented syncretically with Indra, Ganesha or others. Surya as a deity is also found in the arts and literature of Buddhism and Jainism.</p>\n<p>Surya is one of the nine heavenly houses (Navagraha) in the zodiac system of Hindu astrology. Surya or Ravi is the basis of <i>Ravivara</i>, or Sunday, in the Hindu calendar. Major festivals and pilgrimages in reverence of Surya include Makar Sankranti, Pongal, Ratha Sapthami and Kumbh Mela.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Texts_and_history\">Texts and history</span></h2>\n<h3><span id=\"Vedic\">Vedic</span></h3>\n\n<p>The oldest surviving Vedic hymns, such as the hymn 1.115 of the Rigveda, mention <i>Sūrya</i> with particular reverence for the \"rising sun” and its symbolism as dispeller of darkness, one who empowers knowledge, the good and all life. However, the usage is context specific. In some hymns, the word Surya simply means sun as an inanimate object, a stone or a gem in the sky (Rigvedic hymns 5.47, 6.51 and 7.63); while in others it refers to a personified deity.</p>\n\n<p>The Vedas assert Sun (Surya) to be the creator of the material universe (Prakriti). In the layers of Vedic texts, Surya is one of the several trinities along with Agni and either Vayu or Indra, which are presented as an equivalent icon and aspect of the Hindu metaphysical concept called the Brahman.</p>\n<p>In the Brahmanas layer of Vedic literature, Surya appears with Agni (fire god) in the same hymns. Surya is revered for the day, while Agni for its role during the night. The idea evolves, states Kapila Vatsyayan, where Surya is stated to be Agni as the first principle and the seed of the universe. It is in the Brahmanas layer of the Vedas, and the Upanishads that Surya is explicitly linked to the power of sight, to visual perception and knowledge. He is then interiorized to be the eye as ancient Hindu sages suggested abandonment of external rituals to gods in favor of internal reflections and meditation of gods within, in one's journey to realize the Atman (soul, self) within, in texts such as the Brihadaranyaka Upanishad, Chandogya Upanishad, Kaushitaki Upanishad and others.</p>\n<h3><span id=\"Epics\">Epics</span></h3>\n<p>The Mahabharata epic opens its chapter on Surya that reverentially calls him as the \"eye of the universe, soul of all existence, origin of all life, goal of the Samkhyas and Yogis, and symbolism for freedom and spiritual emancipation.</p>\n<p>In the Mahabharata, Karna is the son of Surya and unmarried princess Kunti. The epic describes Kunti's trauma as an unmarried mother, then abandonment of Karna, followed by her lifelong grief. Baby Karna is found, adopted and grows up to become one of the central characters in the great battle of Kurukshetra where he fights his half brothers.</p>\n<h3><span id=\"Buddhist\">Buddhist</span></h3>\n\n<p>Surya is celebrated as a deity in Buddhist artwork, such as the ancient works attributed to Ashoka. For example, Surya appears in Mahabodhi temple in Bodhgaya, riding in a chariot pulled by four horses. Such artwork suggests that the Surya as symbolism for the victory of good over evil is a concept that may have developed independently in ancient Indian subcontinent in parallel to ideas that may have been exchanged between India and Persia.</p>\n<h3><span id=\"Greek_and_Persian_influences\">Greek and Persian influences</span></h3>\n\n<p>Sun is a common deity in ancient and medieval cultures found in South America, Europe, Africa and Asia. The features and mythologies of Surya share resemblances with Hvare-khshaeta of pre-Islam Persia, and the Helios-Sol deity in the Greek-Roman culture. The influences of Greece and Kushan Empire mythologies and iconography are traceable in artwork of Surya in India dated from 4th century BCE through 1st millennium CE.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>The iconography of Surya in Hinduism varies with its texts. He is typically shown as a resplendent standing person holding lotus flower in both his hands, riding a chariot pulled by one or more horses typically seven. The seven horses are named after the seven meters of Sanskrit prosody: Gayatri, Brihati, Ushnih, Jagati, Trishtubha, Anushtubha and Pankti.</p>\n<p>The Brihat Samhita, a Hindu text that describes architecture, iconography and design guidelines, states that Surya should be shown with two hands and wearing a crown. In contrast, the Vishnudharmottara, another Hindu text on architecture, states Surya iconography should show him with four hands, with flowers in two hands, a staff in third, and in fourth he should be shown to be holding writing equipment (Kundi palm leaf and pen symbolizing knowledge). His chariot driver in both books is stated to be Aruna who is seated. Two females typically flank him, who represent the dawn goddesses named Usha and Pratyusha. The goddesses are shown to be shooting arrows, a symbolism for their initiative to challenge darkness.</p>\n<p>The iconography of Surya has also varied over time. In some ancient arts, particularly from the early centuries of the common era, his iconography is similar to those found in Persia and Greece suggesting likely adoption of Greek, Iranian and Scythian influences. After the Greek and Kushan influences arrived in ancient India, some Surya icons of the period that followed show him wearing a cloak and high boots. In some Buddhist artwork, his chariot is shown as being pulled by four horses. The doors of Buddhist monasteries of Nepal show him, along with the <i>Chandra</i> (moon god), symbolically with Surya depicted as a red circle with rays.</p>\n<p>Aniconic symbols of Surya include the Swastika and the ring-stone.</p>\n<h3><span id=\"Arka,_Mitra_and_other_synonyms\"></span><span id=\"Arka.2C_Mitra_and_other_synonyms\">Arka, Mitra and other synonyms</span></h3>\n<p>Surya in Indian literature is referred to by various names, which typically represent different aspects or phenomenological characteristics of the Sun. Thus, Savitr refers to one that rises and sets, Aditya means one with splendor, Mitra refers to Sun as \"the great luminous friend of all mankind\", while Pushan refers to Sun as illuminator that helped the Devas win over Asuras who use darkness. Arka, Mitra and Surya have different characteristics in early mythologies, but by the time of the epics they are synonymous.</p>\n<p>The term \"Arka\" is found more commonly in temple names of north India and in the eastern parts of India. The 11th century Konark Temple in Odisha is named after a composite word \"Kona and Arka\", or \"Arka in the corner\". Other Surya temples named after Arka include Uttararka and Lolarka in Uttar Pradesh, and Balarka in Rajasthan. Another 10th century sun temple ruin is in Bahraich, Uttar Pradesh named Balarka Surya Mandir, which was destroyed in the 14th century during the Turkish invasions.</p>\n<h2><span id=\"Astronomy\">Astronomy</span></h2>\n\n<p>Surya as an important heavenly body appears in various Hindu astronomical texts in Sanskrit, such as the 5th century <i>Aryabhatiya</i> by Aryabhata, the 6th century <i>Romaka</i> by Latadeva and <i>Panca Siddhantika</i> by Varahamihira, the 7th century <i>Khandakhadyaka</i> by Brahmagupta and the 8th century <i>Sisyadhivrddida</i> by Lalla. These texts present Surya and various planets and estimate the characteristics of the respective planetary motion. Other texts such as <i>Surya Siddhanta</i> dated to have been complete sometime between the 5th century and 10th century present their chapters on various planets with deity mythologies.</p>\n<p>The manuscripts of these texts exist in slightly different versions, present Surya- and planets-based calculation and its relative motion to earth. These vary in their data, suggesting that the text were open and revised over their lives. For example, the 1st millennium CE Hindu scholars had estimated the sidereal length of a year as follows, from their astronomical studies, with slightly different results:</p>\n<p>The oldest of these is likely to be the <i>Surya Siddhanta</i>, while the most accurate is the <i>Siddhanta Shiromani</i>.</p>\n<h2><span id=\"Zodiac_and_astrology\">Zodiac and astrology</span></h2>\n<p>Surya's synonym Ravi is the root of the word 'Ravivara' or Sunday in the Hindu calendar. In both Indian and Greek-Roman nomenclature for days of the week, the Sunday is dedicated to the Sun.</p>\n<p>Surya is part of the Navagraha in Hindu zodiac system. The Hindu astrology based on Sun and planets likely developed in the centuries Before the arrival of Greek astrology with Alexander the Great, their zodiac signs being nearly identical. Technical horoscopes and astrology ideas in India came from Greece, states Nicholas Campion, and developed in the early centuries of the 1st millennium CE.</p>\n<h2><span id=\"In_Buddhism\">In Buddhism</span></h2>\n<p>In the Buddhism of the Far East, Surya is one of the twelve Devas, as guardian deities, who are found in or around Buddhist shrines (Jūni-ten, 十二天). In Japan, he has been called \"Nit-ten\". He joins these other eleven Devas of Buddhism, found in Japan and other parts of southeast Asia: Indra (Taishaku-ten), Agni (Ka-ten), Yama (Emma-ten), Nirrti (Rasetsu-ten), Vayu (Fu-ten), Ishana (Ishana-ten), Kubera (Tamon-ten), Varuna (Sui-ten), Brahma (Bon-ten), Prithvi (Chi-ten), Chandra (Gat-ten).</p>\n<p>On the Mount Meru buddhist cosmological system, Surya is considered a female deity, contrasting a male lunar god.</p>\n<h2><span id=\"Sun_Temples\">Sun Temples</span></h2>\n\n\n<p>Surya temples are found in many parts of India. More common than Surya temples are artwork related to Surya, which are found in all types of temples of various traditions within Hinduism, such as the Hindu temples related to Shiva, Vishnu, Ganesha and Shakti. Reliefs on temple walls, forts and artwork above doorways of many Hindu monasteries feature Surya.</p>\n<p>Many of the temples that contain Surya icons and artwork are dated to the second half of the 1st millennium CE and early centuries of the 2nd millennium. The 11th-century Vaishnava temple at Kadwaha in Madhya Pradesh, for example, features a Surya artwork along with many other gods and goddesses at its doorway. The 8th and 9th century goddess (Shaktism) temples of central India, similarly engrave Surya along with other Hindu gods within the temple. The six century Shiva temple at Gangadhar in Rajasthan includes Surya. Similar mentions are found in stone inscriptions found near Hindu temples, such as the 5th century Mandasor inscription. These temples, states Michael Meister, do not glorify one god or goddess over the other, but present them independently and with equal emphasis in a complex iconography.</p>\n<p>Cave temples of India, similarly, dedicated to different gods and goddesses feature Surya. For example, the 6th century carvings in the Ellora Caves in Maharashtra as well as the 8th and 9th century artworks there, such as Cave 25, the Kailasha Temple (Cave 16) and others feature complete iconography of Surya.</p>\n<p>Hindu temples predominantly have their primary entrance facing east, and their square principle based architecture is reverentially aligned the direction of the rising Surya. This alignment towards the sunrise is also found in most Buddhist and Jaina temples in and outside of India.</p>\n<h3><span id=\"Dedicated_temples\">Dedicated temples</span></h3>\n<p>The most famous Surya temple is the Konark temple, a World Heritage Site in Orissa. Constructed in the 13th century by the Eastern Ganga dynasty, on a pre-existing pilgrimage site for Surya god, the temple architecture mimics a grand chariot with twelve wheels pulled by seven horses. The temple features Surya in three representations, with the main large Surya destroyed and the temple damaged over repeated Muslim invasions. Besides Konark, there are two other sun temples in Orissa called Biranchi Narayan Sun Temple.</p>\n<p>There are sun temples in many parts of India, such as Modhera, Gujarat. It was sponsored by King Bhimdev of the Chaulukya dynasty. Other major Surya temples are found in Arasavalli, Andhra Pradesh, Kanakaditya Temple in Kasheli (Dist. Sindhudurg) – Maharashtra, near the famous Galtaji's temple in Jaipur, Rajasthan and in clusters of Navagraha temples in Tamil Nadu and Assam.</p>\n<p>The Martand Sun Temple in Jammu and Kashmir was destroyed by Islamic armies. A surviving Surya temple in northern India is Kattarmal Surya mandir in Almora District, Uttarakhand created by King Kattarmal in the 12th century.</p>\n<p>The Gurjars were essentially sun worshipers and some of the sun temples were erected by them during the medieval period. The sun temple known as <i>Jayaditya</i> was constructed by Gurjar king of Nandipuri, Jayabhatta II. This temple is situated at Kotipura near Kapika in the Bharukachha district. The Surya temple of Bhinmal known as <i>Jagaswami Surya temple</i> was also erected during this period.</p>\n\n<h3><span id=\"Surya_temples_outside_India\">Surya temples outside India</span></h3>\n<p>The Sun Temple of Multan (in modern-day Pakistan) contained a revered statue of Surya. It was one of the focal points of Hindu-Muslim religious conflicts. After 871 CE, Multan (Panjab) was under the rule by Arab princes, who kept the Surya temple hostage and protected it, in order to threaten its destruction if the Hindu Gurjara attacked them. The early Muslim rulers taxed Hindu pilgrims for the privilege to visit the Surya temple, and this provided these rulers an important source of revenue. The Surya temple was destroyed by Ismaili Shia rulers in the late 10th century, who built a mosque atop the site, abandoning the Sunni congregational mosque in Multan. This Ismaili Shia mosque atop the Sun Temple's ruins was then destroyed by the Sunni ruler Mahmud of Ghazni, the Surya temple was not rebuilt and an empty space left in place, actions that helped re-establish the importance of the Sunni mosque in Multan.</p>\n\n<p>While Shiva and Vishnu are more common in 1st millennium southeast Asian artwork such as those found in Cambodia and Thailand, archaeological evidence suggest god Surya were among the pantheon of ideas adopted early in these regions and retained after Buddhism became the dominant tradition.</p>\n<p>In Nepal, many Surya temples and artworks trace to the medieval era, such as the 11th-century Thapahiti and Saugal-tol, and 12th century Naksal stone sculptures.</p>\n<p>Artifacts discovered at the Sanxingdui culture founded c 1,600 BCE, about 40 km from present day Chengdu, capital city of Sichuan province China reveal an ancient worship of sun-deity, similar to Surya. The artifacts include a gold sheet with design of four birds flying around the sun deity, and a bronze sculpture of the surya-chakra.</p>\n<h2><span id=\"Surya_in_Indian_culture\">Surya in Indian culture</span></h2>\n<h3><span id=\"Festivals\">Festivals</span></h3>\n<p>Various festivals mark deity Surya and these vary regionally in India. Pongal or Makara Sankaranti is the most widely celebrated Hindu festival dedicated to the Sun God. These celebrate a good harvest. Other festivals that focus on Surya include Chhath of Bihar, eastern Uttar Pradesh and the neighboring regions, Samba Dashami and Ratha Saptami are also major festivals celebrated in honour of Surya ; Chhath is celebrated immediately after Diwali with fasting for three days followed by bathing in river or tank with remembrance of Sun. Similarly Aytar Puja is celebrated in Goa. The latter is known as <i>Aditya Ranubai</i> in Maharashtra.</p>\n<p>The second day of the Pongal harvest festival is dedicated to Surya in Tamil Nadu, and is called the \"Surya Pongal\".</p>\n<p>Another festival named Kartik Puja marks Surya, along with Shiva, Vishnu, Lakshmi, Radha, Krishna and Tulsi. It is observed by Hindu women, typically with visit to rivers such as the Ganges, socialization and group singing.</p>\n<h3><span id=\"Dances\">Dances</span></h3>\n<p>The repertoire of classical Indian dances such as the Bharatanatyam include poses that signify rays of light beaming towards all of the universe, as a form of homage to Surya.</p>\n<h2><span id=\"Surya_Namaskar\">Surya Namaskar</span></h2>\n\n<p>Sūrya namaskāra literally means sun salutation. It is a Yoga warm up routine based on a sequence of gracefully linked asanas. The nomenclature refers to the symbolism of Sun as the soul and the source of all life. It is relatively a modern practice that developed in the 20th century. A yogi may develop a personalized yoga warm up routine as <i>surya-namaskar</i> to precede his or her asana practice.</p>\n<p>The Gayatri Mantra is associated with Surya (Savitr). The mantra's earliest appearance is in the hymn 3.62.10 of the Rigveda.</p>\n<blockquote class=\"templatequote\">\n\n\n</blockquote>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hindu deities</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite id=\"CITEREFPingree1973\" class=\"citation journal\">Pingree, David (1973). \"The Mesopotamian Origin of Early Indian Mathematical Astronomy\". <i>Journal for the History of Astronomy</i>. SAGE. <b>4</b> (1). doi:10.1177/002182867300400102.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASurya&amp;rft.atitle=The+Mesopotamian+Origin+of+Early+Indian+Mathematical+Astronomy&amp;rft.aufirst=David&amp;rft.aulast=Pingree&amp;rft.date=1973&amp;rft.genre=article&amp;rft.issue=1&amp;rft.jtitle=Journal+for+the+History+of+Astronomy&amp;rft.volume=4&amp;rft_id=info%3Adoi%2F10.1177%2F002182867300400102&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pingree, David (1981). <i>Jyotihśāstra : Astral and Mathematical Literature</i>. Otto Harrassowitz. ISBN 978-3447021654.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASurya&amp;rft.aufirst=David&amp;rft.aulast=Pingree&amp;rft.btitle=Jyotih%C5%9B%C4%81stra+%3A+Astral+and+Mathematical+Literature&amp;rft.date=1981&amp;rft.genre=book&amp;rft.isbn=978-3447021654&amp;rft.pub=Otto+Harrassowitz&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFYukio_Ohashi1999\" class=\"citation book\">Yukio Ohashi (1999). Johannes Andersen, ed. <i>Highlights of Astronomy, Volume 11B</i>. Springer Science. ISBN 978-0-7923-5556-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASurya&amp;rft.au=Yukio+Ohashi&amp;rft.btitle=Highlights+of+Astronomy%2C+Volume+11B&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=978-0-7923-5556-4&amp;rft.pub=Springer+Science&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DgQYscrT0fgQC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>An ancient hymn to Surya – from the <i>Rig Veda</i></li>\n<li>Sun worship in Odisha RK Sahu (2012), Orissa Review</li>\n<li>Iconography of Surya in the temple art of Orissa RK Sahu (2011), Orissa Review</li>\n</ul>", "images": [{"ns": 6, "title": "File:6 images Makar Sankranti collage.jpg"}, {"ns": 6, "title": "File:8th century Surya on chariot in ceiling at Virupaksha Shaivism temple, Pattadakal Hindu monuments Karnataka 1.jpg"}, {"ns": 6, "title": "File:Bodh Gaya quadriga relief of Surya and Classical example Phoebus Apollo on quadriga.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:HinduSwastika.svg"}, {"ns": 6, "title": "File:Jinsha sunbird golden foil.jpg"}, {"ns": 6, "title": "File:Konark Temple Panorama2.jpg"}, {"ns": 6, "title": "File:Lord Surya.JPG"}, {"ns": 6, "title": "File:Modhera SunTemple.JPG"}, {"ns": 6, "title": "File:Office Pongal celebration.jpg"}]}