{"pageid": 20776739, "ns": 0, "title": "Samding Monastery", "extract": "<p><b>Samding Monastery</b> (Tibetan: <span lang=\"bo\" xml:lang=\"bo\">ཡར་འབྲོག་བསམ་སྡིང་དགོན།</span>) \"The Temple of Soaring Meditation\"  is a gompa built on a hill on a peninsula jutting into Yamdrok Lake about 10 kilometres (6.2 mi) east of Nangkatse. It is located 112 kilometres (70 mi) southwest of Lhasa, at an altitude of 4,423 metres (14,511 ft), on a barren hill about 90 metres (300 ft) above the lake at the neck of a narrow peninsula jutting out into the water. It is associated with the Bodong and Shangpa Kagyu schools of Tibetan Buddhism.</p>\n<p>Samding is the seat of Dorje Pakmo, the consort of the wrathful deity Heruka, who was the highest female incarnation in Tibet, and the third highest-ranking person in the lamaist hierarchy after the Dalai Lama and the Panchen Lama.</p>\n<p>Closer to Lhasa, there is another branch of Samding Monastery on the small island of Yambu in Rombuza Tso or \"corpse-worm bottle lake\" (which, apparently, received this unusual name because it was used as a burial place for monks).</p>\n<p>The abbess became famous when she turned herself and her nuns into sows to prevent a Mongol raid on the nunnery in 1716 (McGovern gives 1717 for this event). It was destroyed after 1959 but is in the process of being restored.</p>\n<p>Unusually, monks as well as nuns both lived in the monastery under the abbess, Dorje Pakmo, although she now lives in Lhasa. Samding gompa was destroyed after 1959 but is in the process of being restored.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Description_of_the_monastery\">Description of the monastery</span></h2>\n<blockquote class=\"templatequote\">\n<p>Huge flags of stone are piled in ascending steps up this hill, and a long low wall mounts beside them like a balustrade. At the top of the steps, a narrow pathway conducts to the foot of the monastery, which is circled by a high wall. Samding is finely placed. To the N.E. it fronts the dark and precipitous mountain spurs which radiate from the lofty central peak of the islands. To the S.E. it looks over the land towards the illimitable waters of the weird and mighty Yamdok herself. To the S. it frowns down on the Dumo Ts'o, the inner lake betwixt the connecting necks of land above-mentioned, into which are cast the bodies of the defunct nuns and monks, as food for fishes.</p>\n<p>On entering the gates of the monastery, you find yourself in an extensive courtyard, flanked on three sides by the conventional buildings. Part of the fourth side of the parallelogram is occupied by a kind of grand-stand supported on pilasters of wood. Ladders with broad steps, cased in brass, give admission to the first floor of the main building. Here, in a long room, are ranged the tombs of celebrities connected in past times with Samding, including that of the founder, T'inle Ts'omo. The latter tomb is a richly ornamented piece of workmanship, plated with gold and studded with jewels. At the base, on a stone slab is marked the reputed footprint of the saint. In a private, strongly barred chamber, hard by to which no one may be admitted, are laid the dried mortal remains of all the former incarnations of Dorje P'agmo. Here, in this melancholy apartment, will one day be placed the body of the present lady abbess, after undergoing some embalming process. To the grim charnel-house, it is considered the imperative duty of each incarnate abbess to repair once, while living, to gaze her fill on her predecessors, and to make formal obeisance to their mouldering forms. She <i>must</i> enter once, but only once, during her lifetime.</p>\n<p>Another hall in the monastery is the <i>dus-k'aṅ</i>, the walls of which are frescoes illustrative of the career of the original Dorje P'ag-mo. There also have been put up inscriptions recording how the goddess miraculously defended Samding, when, in the year 1716, it was beset by a Mongol warrior, one Yung Gar..</p>\n<p>Up in northern Tibet is another sanctuary dedicated to Dorje P'ag-mo. This convent also stands on an islet situated off the west shore of the great lake, about 70 miles N.W. of Lhāsa, the Nam Ts'o Ch'yidmo, and is much akin to Samding, composed of a few monks and nuns under an abbess. At Markula, in Lahul, is a third shrine of the goddess.\"</p>\n</blockquote>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Diemberger, Hildegard (2007). <i>When a Woman Becomes a Religious Dynasty: The Samding Dorje Phagmo of Tibet</i>. Columbia University Press. ISBN 978-0-231-14320-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASamding+Monastery&amp;rft.aufirst=Hildegard&amp;rft.aulast=Diemberger&amp;rft.btitle=When+a+Woman+Becomes+a+Religious+Dynasty%3A+The+Samding+Dorje+Phagmo+of+Tibet&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=978-0-231-14320-2&amp;rft.pub=Columbia+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>TBRC yar 'brog bsam sdings, monastery</li>\n<li>Samding Monastery - November 1920</li>\n</ul>", "images": [{"ns": 6, "title": "File:China Tibet location map.svg"}, {"ns": 6, "title": "File:Gold temple icon.png"}]}