{"pageid": 2083870, "ns": 0, "title": "Sita", "extract": "<p><b>Sita</b> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈsiː t̪aː]</span> <span><span><span> </span>listen</span> </span>, Sanskrit: सीता, IAST: Sītā) or <b>Seeta</b>, is the consort of Lord Rama (incarnation of Vishnu) and an avatar of Sri Lakshmi, the Hindu goddess that denotes good sign, good fortune, prosperity, success, happiness. She is esteemed as the paragon of spousal and feminine virtues for all Hindu women.</p>\n<p>Sita is the central female character and one of the central figures in the Hindu epic, the Ramayana. She is described as the daughter of the earth goddess, Bhūmi and the adopted daughter of King Janaka of Videha and his wife, Queen Sunaina. She was the elder sister of Urmila and cousins Mandavi and Shrutakirti. Sita is known for her dedication, self-sacrifice, courage and purity.</p>\n<p>Sita, in her youth, marries Lord Rama, the prince of Ayodhya. After marriage, she goes to exile with her husband and brother-in-law Lakshmana. While in exile, the trio settle in the Dandaka forest from where she is abducted by Ravana, the Rakshasa king of Lanka. She is imprisoned in Ashoka Vatika in Lanka until she is rescued by Rama, who slays her captor. After the war, Rama asks Sita to undergo Agni Pariksha (an ordeal of fire) by which she proves her purity before she is accepted by Rama, which for the first time made his brother Lakshmana get angry at him.</p>\n<p>In some versions of the epic, the fire-god Agni creates Maya Sita, who takes Sita's place and is abducted by Ravana and suffers his captivity, while the real Sita hides in the fire. At Agni Pariksha, Maya Sita and the real Sita exchange places again. While some texts mention that Maya Sita is destroyed in the flames of Agni Pariksha, others narrate how she is blessed and reborn as the epic heroine Draupadi or the goddess Padmavati. Some scriptures also mention her previous birth being Vedavati, a woman Ravana tries to molest. After proving her purity, Rama and Sita return to Ayodhya, where they are crowned as king and queen. After few months, Sita becomes pregnant which brought doubt to the Kingdom. Rama then sends Sita away on exile. Lakshmana is the one who leaves Sita in the forests near sage Valmiki's ashrama after Rama banishes her from the kingdom. Years later, Sita returns to her mother, the Earth's womb, for release from a cruel world as a testimony of her purity after she reunites her two sons Kusha and Lava with their father Rama.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_other_names\">Etymology and other names</span></h2>\n\n<p>The goddess is best known by the name \"Sita\", derived from the Sanskrit word <i>sīta</i>, furrow.</p>\n<p>According to <i>Ramayana</i>, Janaka found her while ploughing as a part of a yagna and adopted her. The word <i>Sīta</i> was a poetic term, its imagery redolent of fecundity and the many blessings coming from settled agriculture. The Sita of the <i>Ramayana</i> may have been named after a more ancient Vedic goddess Sita, who is mentioned once in the Rigveda as an earth goddess who blesses the land with good crops. In the Vedic period, she was one of the goddesses associated with fertility. A Vedic hymn(Rig Veda 4:57) recites:</p>\n<p>In <i>Harivamsa</i>, Sita has been invoked as one of the names of goddess Arya:</p>\n<p>The <i>Kausik-sutra</i> and the <i>Paraskara-sutra</i> associate her repeatedly as the wife of Parjanya (a god associated with rains) and Indra.</p>\n<p>Sita is known by many epithets. She is called <i>Jānaki</i> as the daughter of Janaka and <i>Maithili</i> as the princess of Mithila. As the wife of Rama, she is called <i>Ramā</i>. Her father Janaka had earned the sobriquet <i>Videha</i> due to his ability to transcend body consciousness; Sita is therefore also known as <i>Vaidehi</i>.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<h3><span id=\"Birth\">Birth</span></h3>\n<p>The birthplace of Sita is disputed.The Sita Kund pilgrimage site which is located in present-day Sitamarhi district,Bihar, India is viewed as the birthplace of Sita. Apart from Sitamarhi, Janakpur which is located in the present-day Province No. 2, Nepal, is also described as Sita's birthplace.</p>\n<ul><li><i>Valmiki's Ramayana</i>: In Valmiki's Ramayana and Kamban's Tamil epic Ramavataram, Sita is said to have been discovered in a furrow in a ploughed field, believed to be Sitamarhi in Mithila region of present-day Bihar, and for that reason is regarded as a daughter of Bhūmi Devi (the goddess earth). She was discovered, adopted and brought up by Janaka, king of Mithila and his wife Sunaina.</li>\n<li><i>Ramayana Manjari</i>: In <i>Ramayana Manjari</i> (verses 344–366), North-western and Bengal recensions of Valmiki Ramayana, it has been described as on hearing a voice from the sky and then seeing Menaka, Janaka expresses his wish to obtain a child and when he finds the child, he hears the same voice again telling him the infant is his spiritual child, born of Menaka.</li>\n<li><i>Janka's real daughter</i>: In <i>Ramopkhyana</i> of the Mahabharata and also in <i>Paumachariya</i> of Vimala Suri, Sita has been depicted as Janaka's real daughter. According to Rev. Fr. Camille Bulcke, this motif that Sita was the real daughter of Janaka, as described in <i>Ramopkhyana Mahabharata</i> was based on the authentic version of <i>Valmiki Ramayana</i>. Later the story of Sita miraculously appearing in a furrow was inserted in <i>Valmiki Ramayana</i>.</li>\n<li><i>Reincarnation of Vedavati</i>: Some versions of the <i>Ramayana</i> suggest that Sita was a reincarnation of Vedavati. Ravana tried to molest Vedavati and her chastity was sullied beyond Ravana's redemption when she was performing penance to become consort of Vishnu. Vedavati immolated herself on a pyre to escape Ravana's lust, vowing to return in another age and be the cause of Ravana's destruction. She was duly reborn as Sita.</li>\n<li><i>Reincarnation of Manivati</i>: According to Gunabhadra's Uttara Purana of the ninth century BCE, Ravana disturbs the asceticism of Manivati, daughter of Amitavega of Alkapuri and she pledges to take revenge on Ravana. Manivati is later reborn as the daughter of Ravana and Mandodari. But, astrologers predict ruin of Ravana because of this child. So, Ravana orders to kill the child. Manivati is placed in a casket and buried in the ground of Mithila where she is discovered by some of the farmers of the kingdom. Then Janka, king of that state adopts her.</li>\n<li><i>Ravana's daughter</i>: In Sanghadasa's Jaina version of Ramayana and also in Adbhuta Ramayana, Sita, entitled <i>Vasudevahindi</i>, is born as daughter of Ravana. According to this version, astrologers predict that first child of Vidyadhara Maya (Ravana's wife) will destroy his lineage. Thus, Ravana abandons her and orders the infant to be buried in a distant land where she is later discovered and adopted by Janaka.</li>\n</ul><h3><span id=\"Marriage\">Marriage</span></h3>\n\n<p>When Sita reaches adulthood, Janaka organizes a Swayamvara in Janakpurdham with the condition that Sita would marry only that person who would be able to string <i>Pinaka</i>, the bow of the god Shiva. Janaka knew that the bow of Shiva was not even liftable, let alone stringable for ordinary mortals, and for selfish people it was not even approachable. Thus, Janaka tries to find the best husband for Sita.</p>\n<p>At this time, Vishvamitra had brought Rama and his brother Lakshmana to the forest for the protection of sacrifice. Hearing about this <i>swayamvara</i>, Vishvamitra asks Rama to participate in it and takes Rama and Lakshmana to the palace of Janaka in Janakpur. Janaka is greatly pleased to learn that Rama and Lakshmana are sons of Dasharatha. Next morning, in the middle of the hall, Rama lifts up the bow of Shiva with his left hand, fastens the string tightly and finally breaks the bow. However, another avatar of Vishnu, Parashurama, became really angry as the bow of Shiva was broken. However, he does not realize that Rama is also an avatar of Vishnu, therefore after being informed of this, he apologizes for getting angry. Thus, Rama fulfills Janaka's condition to marry Sita. Later on Vivaha Panchami, a marriage ceremony is conducted under the guidance of Satananda. Rama marries Sita, Bharata marries Mandavi, Lakshmana marries Urmila and Shatrughna marries Shrutakirti.</p>\n<h3><span id=\"Exile_and_abduction\">Exile and abduction</span></h3>\n\n<p>Some time after the wedding, Kaikeyi, Rama's stepmother, compelled Dasharatha to make Bharata king, prompted by the coaxing of her maid Manthara, and forced Rama to leave Ayodhya and spend a period of exile in the forests of Dandaka and later Panchavati. Sita and Lakshmana willingly renounced the comforts of the palace and joined Rama in exile. The Panchavati forest became the scene for Sita's abduction by Ravana, King of Lanka. Ravana kidnapped Sita, disguising himself as a mendicant, while Rama was away fetching a golden deer to please her. Some versions of the <i>Ramayana</i> describe Sita taking refuge with the fire-god Agni, while Maya Sita, her illusionary double, is kidnapped by the demon-king. Jatayu, the vulture-king, tried to protect Sita but Ravana chopped off his wings. Jatayu survived long enough to inform Rama of what had happened.</p>\n\n<p>Ravana took her back to his kingdom in Lanka and Sita was held as a prisoner in one of his palaces. During her captivity for a year in Lanka, Ravana expressed his desire for her; however, Sita refused his advances and struggled to maintain her chastity. Hanuman was sent by Rama to seek Sita and eventually succeeded in discovering Sita's whereabouts. Sita gave Hanuman her jewellery and asked him to give it to her husband. Hanuman returned across the sea to Rama.</p>\n<p>Sita was finally rescued by Rama, who waged a war to defeat Ravana. Upon rescue, Rama makes Sita undergo a trial by fire to prove her chastity. In some versions of <i>Ramayana</i>, during this test the fire-god Agni appears in front of Rama and attests to Sita's purity, or hands over to him the real Sita and declares it was Maya Sita who was abducted by Ravana. The Thai version of the Ramayana, however, tells of Sita walking on the fire, of her own accord, to feel clean, as opposed to jumping in it. She is not burnt, and the coals turn to lotuses.</p>\n\n<h3><span id=\"Abandonment_and_later_life\">Abandonment and later life</span></h3>\n\n<p>The couple came back to Ayodhya, where Rama was crowned king with Sita by his side. While Rama's trust and affection for Sita never wavered, it soon became evident that some people in Ayodhya could not accept Sita's long captivity under Ravana. During Rama's period of rule, an intemperate washerman, while berating his wayward wife, declared that he was \"no pusillanimous Rama who would take his wife back after she had lived in the house of another man\". This statement was reported back to Rama, who knew that the accusation against Sita was baseless. Nevertheless, he would not let slander undermine his rule, so he sent Sita away.</p>\n<p>Thus Sita was forced into exile a second time. Sita, who was pregnant, was given refuge in the hermitage of Valmiki, where she delivered twin sons named Kusha and Lava. In the hermitage, Sita raised her sons alone, as a single mother. They grew up to be valiant and intelligent and were eventually united with their father. Once she had witnessed the acceptance of her children by Rama, Sita sought final refuge in the arms of her mother Bhūmi. Hearing her plea for release from an unjust world and from a life that had rarely been happy, the Earth dramatically split open; Bhūmi appeared and took Sita away.</p>\n<h2><span id=\"Speeches_in_the_Ramayana\">Speeches in the <i>Ramayana</i></span></h2>\n<p>While the <i>Ramayana</i> mostly concentrates on Rama's actions, Sita also speaks many times during the exile. The first time is in the town of Chitrakuta where she narrates an ancient story to Rama, whereby Rama promises to Sita that he will never kill anybody without provocation.</p>\n<p>The second time Sita is shown talking prominently is when she speaks to Ravana. Ravana has come to her in the form of a mendicant and Sita tells him that he does not look like one.</p>\n<p>Some of her most prominent speeches are with Hanuman when he reaches Lanka. Hanuman wants an immediate union of Rama and Sita and thus he proposes to Sita to ride on his back. Sita refuses as she does not want to run away like a thief; instead she wants her husband Rama to come and defeat Ravana to save her.</p>\n<h2><span id=\"Jain_version\">Jain version</span></h2>\n\n<p>Sita is said to be the daughter of Ravana's queen Mandodari. It was predicted that the first child of Mandodari would bring annihilation to the family. Hence, Ravana deserted the child when she was born. The minister who was responsible for this took her in a pearl-box, placed her near a plough and told King Janaka of Mithila that the girl had been born from the furrow. Janaka's queen Sunaina became Sita's foster mother.</p>\n<p>There is also a narration about Sita's brother Bhamandala. He did not know that Sita was his sister and wanted to marry her. He even wanted to abduct her. This story ends when Bhamandala, after learning that Sita is his sister, becomes a Jain ascetic.</p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>A female deity of agricultural fertility by the name Sita was known before Valmiki's <i>Ramayana</i>, but was overshadowed by better-known goddesses associated with fertility. According to <i>Ramayana</i>, Sita was discovered in a furrow when Janaka was ploughing. Since Janaka was a king, it is likely that ploughing was part of a royal ritual to ensure fertility of the land. Sita is considered to be a child of Mother Earth, produced by union between the king and the land. Sita is a personification of Earth's fertility, abundance and well-being.</p>\n<h2><span id=\"Swami_Vivekananda_on_Sita\">Swami Vivekananda on Sita</span></h2>\n<p>Swami Vivekananda states that Rama is considered the type of the Absolute and Sita that of Power. Sita is the ideal of a woman in India and worshiped as God incarnate.</p>\n<p>According to Swami Vivekananda, Sita is typical of India – the idealized India. Swami Vivekananda assured that if world literature of the past and world literature of the future were thoroughly exhausted, yet, it would not be possible to find another Sita, because Sita is unique; the character was depicted once for all. Swami Vivekananda felt there may have been several Ramas, perhaps, but never more than one Sita.</p>\n<p>Vivekananda said:</p>\n<p>\"All our mythology may vanish, even our Vedas may depart and our Sanskrit language may vanish for ever, but so long as there will be five Hindus living here, even if only seeking the most vulgar patois, there will be the story of Sita present.\"</p>\n<p>Sita was a true Indian by nature, Vivekananda concluded, who never returned injury.</p>\n<h2><span id=\"Portrayal\">Portrayal</span></h2>\n<p>Sita has been a much revered figure amongst the Hindus. She has been portrayed as an ideal daughter, an ideal wife and an ideal mother in various texts, stories, illustrations, movies and modern media. Sita is often worshipped with Rama as his consort. The occasion of her marriage to Rama is celebrated as Vivaha Panchami.</p>\n<p>The actions, reactions and instincts manifested by Sita at every juncture in a long and arduous life are deemed exemplary. Her story has been portrayed in the book Sitayanam. The values that she enshrined and adhered to at every point in the course of a demanding life are the values of womanly virtue held sacred by countless generations of Nepalese and Indians. ← What is ambiguous is her portrayal as an ideal queen. Was she a good statesperson? Was she a warrior? Her sacrifices and actions are most often portrayed in her personal capacity and not as a governance figure. Sita was abducted because she had to step out of the safety line to give alms to Ravana disguised as a Brahmin. The giving of alms to Brahmin in those times was more of a duty to be performed, rather than an optional charitable act. This held true more so for the royals and they were to lead by example. Also, the incident of Sita's refusal to come back with Hanuman like a common thief, her renunciation of queenhood and exile from Ayodhya after her return. All her key aspects are shown in a favourable light, but not as a head of state, but as an ideal woman. This is in stark contrast to Sri Rama, who is always portrayed as an ideal king who was just and fair and always thought of his people before all else in addition to being depicted as an ideal husband and an ideal son.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n\n\n<p>Although Sita's statue is always kept with Rama's statue in Rama temples, there are some temples dedicated to Sita:</p>\n<ul><li>Janaki Mandir, located at Janakpur, Nepal</li>\n<li>Sita Mai Temple, situated in Sitamai village in the Karnal district of Haryana, India</li>\n<li>Sita Kund, Punaura Dham, situated in Sitamarhi District in Bihar, India</li>\n<li>Seetha Devi Temple, Pulpally in the Waynad district, Kerala, India</li>\n<li>Seetha Amman Temple, Nähe Nuwara Eliya, Sri Lanka</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Amba</li>\n<li>Seetha kalyanam</li>\n<li>Sita Sings the Blues</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite id=\"CITEREFJain2000\" class=\"citation book\">Jain, Pannalal (2000). Hiralal Jain, A.N. Upadhaye, ed. <i>Ravishenacharya's Padmapurana</i> (in Hindi) (8th ed.). New Delhi: Bhartiya Jnanpith. ISBN 81-263-0508-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASita&amp;rft.aufirst=Pannalal&amp;rft.aulast=Jain&amp;rft.btitle=Ravishenacharya%27s+Padmapurana&amp;rft.date=2000&amp;rft.edition=8th&amp;rft.genre=book&amp;rft.isbn=81-263-0508-8&amp;rft.place=New+Delhi&amp;rft.pub=Bhartiya+Jnanpith&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFIyengar2005\" class=\"citation book\">Iyengar, Kodaganallur Ramaswami Srinivasa (2005). <i>Asian Variations In Ramayana</i>. Sahitya Akademi. ISBN 978-81-260-1809-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASita&amp;rft.aufirst=Kodaganallur+Ramaswami+Srinivasa&amp;rft.aulast=Iyengar&amp;rft.btitle=Asian+Variations+In+Ramayana&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=978-81-260-1809-3&amp;rft.pub=Sahitya+Akademi&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DCU92nFk5fU4C%26pg%3DPA80&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFDas2005\" class=\"citation book\">Das, Sisir Kumar (2005). <i>A History of Indian Literature, 500-1399: From the Courtly to the Popular</i>. Sahitya Akademi. p. 124. ISBN 978-81-260-2171-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASita&amp;rft.aufirst=Sisir+Kumar&amp;rft.aulast=Das&amp;rft.btitle=A+History+of+Indian+Literature%2C+500-1399%3A+From+the+Courtly+to+the+Popular&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=978-81-260-2171-0&amp;rft.pages=124&amp;rft.pub=Sahitya+Akademi&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DBC3l1AbPM8sC%26pg%3DPA124&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sita Kalyanam in the Valmiki Ramayana</li>\n<li> <cite class=\"citation encyclopaedia\">\"Sītā\". <i>New International Encyclopedia</i>. 1905.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASita&amp;rft.atitle=S%C4%ABt%C4%81&amp;rft.btitle=New+International+Encyclopedia&amp;rft.date=1905&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dharmic religions.jpg"}, {"ns": 6, "title": "File:Emblem of Nepal.svg"}, {"ns": 6, "title": "File:Hanuman Encounters Sita in Ashokavana.jpg"}, {"ns": 6, "title": "File:HinduSwastika.svg"}, {"ns": 6, "title": "File:Indischer Maler von 1780 001.jpg"}, {"ns": 6, "title": "File:Janki Mandir.JPG"}, {"ns": 6, "title": "File:LK-seetha-amman-kovil-01.jpg"}]}