{"pageid": 2093718, "ns": 0, "title": "Kamakhya", "extract": "<p><b>Kamakhya</b> (Assamese: <span lang=\"as\" xml:lang=\"as\">কামাখ্যা দেৱী</span>), is an important Hindu Tantric goddess of desire who evolved in the Himalayan hills. She is also identified as Kali and Maha Tripura Sundari. According to the Tantric texts (<i>Kalika Purana</i>, <i>Yogini Tantra</i>) that are the basis for her worship at the Kamakhya temple, a 16th-century temple in the Kamrup district of Assam. The earlier manifest of the goddess sanctified at the Garo hills is destroyed, although the Vatsayana priests are said to have carried away the manifest of the goddess to the Hindu kingdom in Kashmir and later sanctified in a remote hill forest in Himachal. Her name means \"renowned goddess of desire,\" and she resides at the presently rebuilt Kamakhya Temple in 1645 C. The temple is primary amongst the 51 Shakti Peethas related to the sect that follows Sati, and remains one of the most important Shakta temples and Hindu pilgrimage sites in the world.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>The origin of worship 'Shakti' at the site is associated with the legend of Sati, who was the wife of the ascetic god Shiva and daughter of the Puranic god-king Daksha. Daksha was unhappy with his daughter's choice of husband, and when he performed a grand Yajna for all the deities, he did not invite Shiva or Sati. In a rage, Sati threw herself onto the fire, knowing that this would make the sacrifice impure. Because she was the all-powerful mother goddess, Sati left her body in that moment to be reborn as the goddess Parvati. Meanwhile, Shiva was stricken with grief and rage at the loss of his wife. He put Sati's body over his shoulder and began his <i>tandava</i> (dance of cosmic destruction) throughout the heavens, and vowed not to stop until the body was completely rotted away. The other Gods, afraid of their annihilation, implored Vishnu to pacify Shiva. Thus, wherever Shiva wandered while dancing, Vishnu followed. He sent his discus Sudarshana to destroy the corpse of Sati. Pieces of her body fell until Shiva was left without a body to carry. Seeing this, Shiva sat down to do <i>Mahatapasya</i> (great penance). Despite the similarity in name, scholars do not generally believe that this legend gave rise to the practice of sati or the voluntary giving of the wife's body on the pyre of her husband .</p>\n<p>According to various myths and traditions, there are 51 pieces of Sati's body scattered across the Indian subcontinent. These places are called shakti peethas and are dedicated to various powerful goddesses. Kamarupa (\"form of desire\") is the region in which the <i>yoni</i> (\"vulva,\" \"womb,\" or \"source\") is said to have fallen to earth, and the Kamakhya temple was said to have been constructed on this spot.</p>\n<h2><span id=\"Identity\">Identity</span></h2>\n<p>Kamakhya is mentioned in the <i>Kalika Purana</i> as the most important goddess of Tantric worship, and is referred to in the text as <i>Mahamaya</i>, the \"great goddess of illusion\", who takes on many forms depending on her mood. Devotees also call her Kameshwari (\"beloved goddess of desire\"), and consider her a form of Maha Tripura Sundari, also called Shodashi. She is identified with Kali in the <i>Kalika Purana</i>, Yoginitantra <i>and</i> Kamakhya Tantra<i>, each of which echoes this verse:</i></p>\n<blockquote>\n<p>\"It is certainly well known that Kamakhya is truly none other than that mother goddess Kali, who is in all things the form of wisdom.\"</p>\n</blockquote>\n<p>Kamakhya is associated with the Dasa Mahavidyas, who each have temples dedicated to them at the Kamakhya temple complex in Assam. She is also closely associated with Durga.</p>\n<p><b>Four Adi Shakti Peethas</b></p>\n<p>The great mythological texts including the Kalika Purana (the Asthashakti) and various Tantras recognize the four major Shakti Peethas as Adi Shakti Peethas. Like (Bimala, Pada Khanda) inside the Jagannath Temple, Puri, Odisha, (Tara Tarini) Sthana Khanda (Breasts), near Brahmapur, Odisha, (Kamakhya, Yoni khanda) in Guwahati, Assam and (Dakhina Kalika, Mukha khanda) in Kolkata, West Bengal originated from the limbs of the Corpse of Mata Sati. In a hymn, the Kalika Purana (Asthashakti) clearly says:</p>\n<p>[[“Vimala Pada khandancha,</p>\n<p>Stana khandancha Tarini (Tara Tarini),</p>\n<p>Kamakhya Yoni khandancha,</p>\n<p>Mukha khandancha Kalika (Kali)</p>\n<p>Anga pratyanga sangena</p>\n<p>Vishnu Chakra Kshate nacha……”]]</p>\n<p><b>Peetha Body Part Place</b></p>\n<p>Vimala Pada khanda Puri, Odisha</p>\n<p>Tara Tarini Stana khanda Brahmapur, Odisha</p>\n<p>Kamakhya Yoni khanda Guwahati, Assam</p>\n<p>Dakshina Kalika Mukha khanda Kolkata, West Bengal</p>\n<p>Mantras for general worship of the Mahavidyas at the Kamakhya temple complex reveal a close identity with Kamakhya herself. Several of these goddesses are worshipped as forms of Kamakhya explicitly.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Kamakhya is pictured as a young goddess, 16 years old, with twelve arms and six heads of varying colors, representing a powerful goddess who is omnipotent, omniscient and omnipresent. She is ornately dressed, typically wearing a red sari, opulent jewelry and red flowers such as hibiscus.</p>\n<p>She holds in each of ten hands a lotus, trident, sword, bell, discus, bow, arrows, club or scepter, goad, and shield. Her remaining two hands hold a bowl, which is made either of gold or a skull.</p>\n<p>She is seated upon a lotus, which emerges from the navel of Lord Shiva, who in turn lies atop a lion.</p>\n<p>To each side of her sit Brahma and Vishnu, who are each seated upon a lotus, as well.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kamakhya Temple</li>\n<li>Ambubachi Mela</li>\n<li>Kamakshi</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5) by David Kinsley</li>\n<li><i>Renowned Goddess of Desire: Women, Sex, and Speech in Tantra</i> (ISBN 978-0195327830) by Loriliai Biernacki</li>\n<li><i>The Power of Tantra: Religion, Sexuality and the Politics of South Asian Studies</i> (ISBN 978-1845118747) by Hugh Urban</li>\n<li><i>The Kalikapurana: Sanskrit Text, Introduction &amp; Translation in English</i> (ISBN 8170812305) by Biswanarayan Shastri</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Kamakhya: The Source and Fulfillment of Desire</li>\n</ul>", "images": [{"ns": 6, "title": "File:Kamakshya Shakespeare Sarani Arnab Dutta 2011.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}