{"pageid": 21093920, "ns": 0, "title": "Varahi", "extract": "<p><b>Varahi</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">वाराही</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Vārāhī</span>) is one of the Matrikas, a group of seven or eight mother goddesses in the Hindu religion. With the head of a sow, Varahi is the shakti (feminine energy, or sometimes, consort) of Varaha, the boar Avatar of the god Vishnu. In Nepal, she is called <b>Barahi</b>.</p>\n<p>Varahi is worshipped by three major schools of Hinduism : Shaivism (devotees of Shiva), Vaishnavism (devotees of Vishnu) and especially Shaktism (goddess worship). She is usually worshipped at night, using secretive Vamamarga Tantric practices. The Buddhist goddesses Vajravārāhī and Marichi are believed to have their origins from the Hindu goddess Varahi.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Hindu_legends\">Hindu legends</span></h2>\n<p>According to the Shumbha-Nishumbha myth of the <i>Devi Mahatmya</i> from the <i>Markandeya Purana</i> religious texts, the Matrikas goddesses appears as <i>shakti</i>s (feminine powers) from the bodies of the gods. The scriptures say that Varahi was created from Varaha. She has a boar form, wields a chakra (discus) and fights with a sword. After the battle described in the scripture, the Matrikas dance – drunk on their victim's blood.</p>\n\n<p>According to a latter episode of the <i>Devi Mahatmya</i> that deals with the killing of the demon Raktabija, the warrior-goddess Durga creates the Matrikas from herself and with their help slaughters the demon army. When the demon Shumbha challenges Durga to single combat, she absorbs the Matrikas into herself. In the <i>Vamana Purana</i>, the Matrikas arise from different parts of the Divine Mother Chandika; Varahi arises from Chandika's back.</p>\n<p>The <i>Markendeya Purana</i> praises Varahi as a granter of boons and the regent of the Northern direction, in a hymn where the Matrikas are declared as the protectors of the directions. In another instance in the same Purana, she is described as riding a buffalo. The <i>Devi Bhagavata Purana</i> says Varahi, with the other Matrikas, is created by the Supreme Mother. The Mother promises the gods that the Matrikas will fight demons when needed. In the Raktabija episode, Varahi is described as having a boar form, fighting demons with her tusks while seated on a preta (corpse).</p>\n<p>In the <i>Varaha Purana</i>, the story of Raktabija is retold, but here each of Matrikas appears from the body of another Matrika. Varahi appears seated on Shesha-nāga (the serpent on which the god Vishnu sleeps) from the posterior of Vaishnavi, the Shakti of Vishnu. Varahi is said to represent the vice of envy (<i>asuya</i>) in the same Purana.</p>\n<p>The <i>Matsya Purana</i> tells a different story of the origin of Varahi. Varahi, with other Matrikas, is created by Shiva to help him kill the demon Andhakasura, who has the ability – like Raktabija – to regenerate from his dripping blood.</p>\n<h2><span id=\"Associations\">Associations</span></h2>\n\n<p>The <i>Devi Purana</i> paradoxically calls Varahi the mother of Varaha (<i>Varahajanani</i>) as well as <i>Kritantatanusambhava</i>, who emerges from Kritantatanu. Kritantatanu means \"death personified\" and could be an attribute of Varaha or a direct reference to Yama, the god of death. Elsewhere in the scripture, she is called <i>Vaivasvati</i> and described as engrossed in drinking from a skull-cup. Pal theorizes that the name \"Vaivasvati\" means that Varahi is clearly identified with Yami, the shakti of Yama, who is also known as Vivasvan. Moreover, Varahi holds a staff and rides a buffalo, both of which are attributes of Yama; all Matrikas are described as assuming the form of their creator-gods.</p>\n<p>In the context of the Matrikas' association to the Sanskrit alphabet, Varahi is said to govern the <i>pa</i> <i>varga</i> of consonants, namely <i>pa, pha, ba, bha, ma</i>. The <i>Lalita Sahasranama</i>, a collection of 1,000 names of the Divine Mother, calls Varahi the destroyer of demon Visukaran. In another context, Varahi, as <i>Panchami</i>, is identified with the wife of Sadashiva, the fifth <i>Brahma</i>, responsible for the regeneration of the Universe. The other <i>Panch Brahmas</i> (\"five Brahmas\") are the gods Brahma, Govinda, Rudra and Isvara, who are in charge of creation, protection, destruction and dissolution respectively. In yet another context, Varahi is called <i>Kaivalyarupini</i>, the bestower of Kaivalya (\"detachment of the soul from matter or further transmigrations\") – the final form of mukti (salvation). The Matrikas are also believed to reside in a person's body. Varahi is described as residing in a person's navel and governs the manipura, svadhisthana and muladhara chakras.</p>\n<p>Haripriya Rangarajan, in her book <i>Images of Varahi—An Iconographic Study</i>, suggests that Varahi is none other than Vak devi, the goddess of speech.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Varahi's iconography is described in the <i>Matsya Purana</i> and agamas like the <i>Purva-karnagama</i> and the <i>Rupamandana</i>. The Tantric text <i>Varahi Tantra</i> mentions that Varahi has five forms of Varahi: Svapna Varahi, Canda Varahi, Mahi Varahi (Bhairavi), Krcca Varahi and Matsya Varahi. The Matrikas, as shaktis of gods, are described to resemble those gods in form, jewellery and mount, but Varahi inherits only the boar-face of Varaha.</p>\n<p>Varahi is usually depicted with her characteristic sow face on a human body with a black complexion comparable to a storm cloud. The scholar Donaldson informs us that the association of a sow and a woman is seen derogatory for the latter, but the association is also used in curses to protect \"land from invaders, new rulers and trespassers\". Rarely, she is described as holding the Earth on her tusks, similar to Varaha. She wears the <i><span title=\"International Alphabet of Sanskrit Transliteration\">karaṇḍa mukuṭa</span></i>, a conical basket-shaped crown. Varahi can be depicted as standing, seated, or dancing. Varahi is often depicted pot-bellied and with full breasts, while most all other Matrikas – except Chamunda – are depicted as slender and beautiful. One belief suggests that since Varahi is identified with the Yoganidra of Vishnu, who holds the universe in her womb (<i>Bhugarbha Paranmesvari Jagaddhatri</i>), that she should be shown as pot-bellied. Another theory suggests that the pot-belly reflects a \"maternal aspect\", which Donaldson describes as \"curious\" because Varahi and Chamunda \"best exemplify\" the terrible aspect of the Divine Mother. A notable exception is the depiction of Varahi as human-faced and slender at the sixth-century Rameshvara cave (Cave 21), the Ellora Caves. She is depicted here as part of the group of seven Matrikas. A third eye and/or a crescent moon is described to be on her forehead.</p>\n<p>Varahi may be two, four, or six-armed. The <i>Matsya Purana</i>, the <i>Purva-karnagama</i> and the <i>Rupamandana</i> mention a four-armed form. The <i>Rupamandana</i> says she carries a ghanta (bell), a chamara (a yak's tail), a chakra (discus) and a gada (mace). The <i>Matsya Purana</i> omits the ghanta and does not mention the fourth weapon. The <i>Purva-Karanagama</i> mentions that she holds the Sharanga (the bow of Vishnu), the <i>hala</i> (plough) and the <i>musula</i> (pestle). The fourth hand is held in the Abhaya (\"protection gesture\") or the Varada Mudra (\"blessing gesture\"). The <i>Devi Purana</i> mentions her attributes as being sword, iron club and noose. Another description says her hair is adorned with a garland with red flowers. She holds a staff and drinking skull-cup (kapala). The <i>Varahini-nigrahastaka-stotra</i> describes her attributes as a plough, a pestle, a skull-cup and the abhaya mudra. The <i>Vamana Purana</i> describes her seated on Shesha while holding a chakra and a mace. The <i>Agni Purana</i> describes her holding the gada, shankha, sword and ankusha (goad). The <i>Mantramahodadhi</i> mentions she carries a sword, shield, noose and goad. In Vaishnava images, since she is associated with Vishnu, Varahi may be depicted holding all four attributes of Vishnu — Shankha (conch), chakra, Gada and Padma (lotus). The <i>Aparajitapriccha</i> describes her holding a rosary, a khatvanga (a club with a skull), a bell, and a kamandalu (water-pot).</p>\n\n<p>The <i>Vishnudharmottara Purana</i> describes a six-armed Varahi, holding a danda (staff of punishment), khetaka (shield), khadga (sword) and pasha (noose) in four hands and the two remaining hands being held in Abhaya and Varada Mudra (\"blessing gesture\"). She also holds a <i>shakti</i> and <i>hala</i> (plough). Such a Varahi sculpture is found at Abanesi, depicted with the dancing Shiva. She may also be depicted holding a child sitting on her lap, like Matrikas are often depicted.</p>\n<p>Matsya Varahi is depicted as two-armed, with spiral-coiled hair and holding a fish (<i>matsya</i>) and a kapala. The fish and wine-cup kapala are special characteristics of Tantric Shakta images of Varahi, the fish being exclusive to Tantric descriptions.</p>\n<p>The vahana (vehicle) of Varahi is usually described as a buffalo (<i>Mahisha</i>). In Vaishnava and Shakta images, she is depicted as either standing or seated on a lotus pitha (pedestral) or on her vahana (a buffalo) or on its head, or on a boar, the serpent Shesha, a lion, or on Garuda (the eagle-man vahana of Vishnu). In Tantric Shakta images, the vahana may be specifically a she-buffalo or a corpse (<i>pretasana</i>). An elephant may be depicted as her vahana. The goddess is also described as riding on her horse, Jambini. Garuda may be depicted as her attendant. She may also be depicted seated under a <i>kalpaka</i> tree.</p>\n<p>When depicted as part of the Sapta-Matrika group (\"seven mothers\"), Varahi is always in the fifth position in the row of Matrikas, hence called <b>Panchami</b> (\"fifth\"). The goddesses are flanked by Virabhadra (Shiva's fierce form) and Ganesha (Shiva's elephant-headed son and wisdom god).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<dl><dd><i>For worship and temples of Varahi as part of the Sapta-Matrika group, see Matrika Worship</i></dd>\n</dl><p>Varahi is worshipped by Shaivas, Vaishnavas and Shaktas. Varahi is worshipped in the Sapta-Matrikas group (\"seven mothers\"), which are venerated in Shaktism, as well as associated with Shiva.</p>\n<p>Varahi is a <i>ratri devata</i> (night goddess) and is sometimes called Dhruma Varahi (\"dark Varahi\") and Dhumavati (\"goddess of darkness\"). According to Tantra, Varahi should be worshipped after sunset and before sunrise. <i>Parsurama Kalpasutra</i> explicitly states that the time of worship is the middle of the night. Shaktas worship Varahi by secretive Vamamarga Tantric practices, which are particularly associated with worship by panchamakara – wine, fish, grain, meat and ritual copulation. These practices are observed in the Kalaratri temple on the bank of the Ganges, where worship is offered to Varahi only in the night; the shrine is closed during the day. Shaktas consider Varahi to be a manifestation of the goddess Lalita Tripurasundari or as \"Dandanayika\" or \"Dandanatha\" – the commander-general of Lalita's army. The Sri Vidya tradition of Shaktism elevates Varahi to the status of Para Vidya (\"transcendental knowledge\"). The Devi mahatmya suggests evoking Varahi for longevity. Thirty yantras and thirty mantras are prescribed for the worship of Varahi and to acquire siddhis by her favour. This, according to the scholar Rath, indicates her power. Some texts detailing her iconography compare her to the Supreme Shakti.</p>\n<p>Prayers dedicated to Varahi include Varahi Anugrahashtakam, for her blessing, and Varahi Nigrahashtakam, for destruction of enemies; both are composed in Tamil.</p>\n<h3><span id=\"Temples\">Temples</span></h3>\n\n<p>Apart from the temples in which Varahi is worshipped as part of the Sapta-Matrika, there are notable temples where Varahi is worshipped as the chief deity.</p>\n\n<dl><dt>India</dt>\n</dl><p>A 9th-century Varahi temple exists at Chaurasi about 14 km from Konark, Orissa, where Varahi is installed as Matysa Varahi and is worshipped by Tantric rites. The famous Jaganath temple, Puri, is associated with and sends offerings to a Barahi temple, which is a centre of Tantric activities. In Varanasi, Varahi is worshipped as Patala Bhairavi. In Chennai, there is a Varahi temple in Mylapore, while a bigger temple is being built near Vedanthangal. Ashadha Navaratri, in the Hindu month of Ashadha (June/July), is celebrated as a nine-day festival in honour of Varahi at the Varahi shrine at Brihadeeswarar temple (a Shaiva temple), Thanjavur. The goddess is decorated with different types of <i>alankaram</i>s (ornaments) every day. Full moon days are considered sacred to Varahi. An ancient Varahi devi temple worshipped as Uttari Bhawani is situated in Gonda District. In Gujarat, there is a Varahi temple in a village named Dadhana where the goddess is venerated as the Gotra-devi of a surname \"Dadhaniya\" Another temple in Gujarat is located in Talaja town of Bhavnagar district where idol of goddess was brought from hathasani village near palitana The idol of goddess was found by digging in shetrunji river in that area.</p>\n<p>Maha Varahi temple is located in Peelamedu (118, Sowripalayam Pirivu), Coimbatore, Tamil Nadu. This temple has both Maha varahi and Goddess Dhandanatha (Varthali), the commander in chief of Goddess Lalitha (Sri Raja Rajeshwari's) army. This temple is run by Sri Varahi Mantralayam Trust. Varahi homam happens here on every panchami. This temple performs Dasamahavidhya homam (the 10 cosmic forms of goddess). Homa for Goddess Bagalamukhi and Goddess Dhumavathi (Dhumra Varahi) are done on amavasai (new moon) and pournami (full moon).</p>\n<dl><dt>Nepal</dt>\n</dl><p>A Barahi temple is situated in the middle of Phewa Lake, Nepal. Here, Barahi, as she is known as in Nepal, is worshipped in the Matysa Varahi form as an incarnation of Durga and an Ajima (\"grandmother\") goddess. Devotees usually sacrifice male animals to the goddess on Saturdays. Jaya Barahi Mandir, Bhaktapur, is also dedicated to Barahi.</p>\n<dl><dt>Other countries</dt>\n</dl><p>Devi Varahi Ambika Homam is done at the Parashakthi temple in Pontiac, Michigan, USA on every Amavaasya(New moon) night. Devi Varahi was installed at the Temple in February 2005 by Yanthra Prana prateeshta. Varahi was installed in Sri Maha Muthu Mariamman temple Lunas, Kedah on 21 February 2014. That is the only Varahi Amman temple in the Malaysia.</p>\n<h2><span id=\"In_Buddhism\">In Buddhism</span></h2>\n\n<p>Vajravarahi (\"vajra-hog\" or Buddhist Varahi), the most common form of the Buddhist goddess Vajrayogini, originated from the Hindu Varahi. Vajravarahi is also known as Varahi in Buddhism. Vajravarahi inherits the fierce character and wrath of Varahi. Both are invoked to destroy enemies. The sow head of Varahi is also seen as the right-side head attached to the main head in one of Vajravarahi's most common forms. The hog head is described in Tibetan scriptures to represent the sublimation of ignorance (\"moha\"). According to Elizabeth English, Varahi enters the Buddhist pantheon through the yogatantras. In the <i>Sarvatathagatatattvasamgaraha</i>, Varahi is described initially as a Shaiva <i>sarvamatr</i> (\"all-mother\") located in hell, who is converted to the Buddhist mandala by Vajrapani, assuming the name Vajramukhi (\"vajra-face\"). Varahi also enters the Heruka-mandala as an attendant goddess. Varahi, along with Varttali (another form of Varahi), appears as the hog-faced attendant of Marichi, who also has a sow face – which may be an effect of the Hindu Varahi.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Varaha</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n<h3><span id=\"Footnotes\">Footnotes</span></h3>\n\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Bandyopandhay, Sudipa (1999). \"Two Rare Matrka Images from Lower Bengal\". In Mishra, P. K. <i>Studies in Hindu and Buddhist Art</i>. New Delhi: Abhinav Publications. ISBN 978-81-7017-368-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVarahi&amp;rft.atitle=Two+Rare+Matrka+Images+from+Lower+Bengal&amp;rft.aufirst=Sudipa&amp;rft.aulast=Bandyopandhay&amp;rft.btitle=Studies+in+Hindu+and+Buddhist+Art&amp;rft.date=1999&amp;rft.genre=bookitem&amp;rft.isbn=978-81-7017-368-7&amp;rft.place=New+Delhi&amp;rft.pub=Abhinav+Publications&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DAqSAQpCOifoC%26pg%3DRA3-PA238%26dq%3Dvarahi&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation journal\">Donaldson, Thomas Eugene (1995). \"Orissan Images of Vārāhī, Oḍḍiyāna Mārīcī and Related Sow-Faced Goddesses\". <i>Artibus Asiae</i>. Artibus Asiae Publishers. <b>55</b> (1/2): 155–182. JSTOR 3249765. OCLC 483899737.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVarahi&amp;rft.atitle=Orissan+Images+of+V%C4%81r%C4%81h%C4%AB%2C+O%E1%B8%8D%E1%B8%8Diy%C4%81na+M%C4%81r%C4%ABc%C4%AB+and+Related+Sow-Faced+Goddesses&amp;rft.aufirst=Thomas+Eugene&amp;rft.aulast=Donaldson&amp;rft.date=1995&amp;rft.genre=article&amp;rft.issue=1%2F2&amp;rft.jtitle=Artibus+Asiae&amp;rft.pages=155-182&amp;rft.volume=55&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F3249765&amp;rft_id=info%3Aoclcnum%2F483899737&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kinsley, David (1987). <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>. Delhi: Motilal Banarsidass. ISBN 81-208-0394-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVarahi&amp;rft.aufirst=David&amp;rft.aulast=Kinsley&amp;rft.btitle=Hindu+Goddesses%3A+Vision+of+the+Divine+Feminine+in+the+Hindu+Religious+Traditions&amp;rft.date=1987&amp;rft.genre=book&amp;rft.isbn=81-208-0394-9&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pal, P. (1997). \"The Mother Goddesses According to the Devipurana\". In Singh, Nagendra Kumar. <i>Encyclopaedia of Hinduism</i>. New Delhi: Anmol Publications. ISBN 81-7488-168-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVarahi&amp;rft.atitle=The+Mother+Goddesses+According+to+the+Devipurana&amp;rft.aufirst=P.&amp;rft.aulast=Pal&amp;rft.btitle=Encyclopaedia+of+Hinduism&amp;rft.date=1997&amp;rft.genre=bookitem&amp;rft.isbn=81-7488-168-9&amp;rft.place=New+Delhi&amp;rft.pub=Anmol+Publications&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DPnw5ioTJ6QcC%26pg%3DPA1849%26dq%3DVarahi&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Varahi by Dr Haripriya Rangarajan at the National Museum Symposium: The Return of the Yogini, New Delhi, October 2013.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ashta-Matrika.jpg"}, {"ns": 6, "title": "File:Barahi OSM.jpg"}, {"ns": 6, "title": "File:Barahi temple, Phewa lake, Pokhara.jpg"}, {"ns": 6, "title": "File:Chaurasi Varahi.jpg"}, {"ns": 6, "title": "File:Devi Varahi Ambika at Parashakthi Temple.png"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:Tanjore Varahi.jpg"}, {"ns": 6, "title": "File:Vajravarahi.JPG"}, {"ns": 6, "title": "File:Varahi.jpg"}]}