{"pageid": 21365887, "ns": 0, "title": "Lady Justice", "extract": "<p><b>Lady Justice</b> is an allegorical personification of the moral force in judicial systems. Her attributes are a blindfold, a balance, and a sword. She often appears as a pair with Prudentia, who holds a mirror and a snake.</p>\n<p>Lady Justice originates from the personification of Justice in Ancient Roman art known as <b>Iustitia</b> or <b>Justitia</b> after Latin: <span lang=\"la\" xml:lang=\"la\"><i>Iustitia</i></span>, who is equivalent to the Greek goddesses Themis and Dike.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"The_Goddess_Iustitia\">The Goddess Iustitia</span></h2>\n<p>The origin of Lady Justice was Iustitia, the goddess of Justice within Roman mythology. Iustitia was not a very old deity in the Roman pantheon: she was introduced by emperor Augustus, and though formally called a goddess who was even given her own temple and cult shrine in Rome, it appears that she was from the beginning viewed more as an artistic symbolic personification rather than as an actual deity with religious significance.</p>\n<p>Justice was one of the virtues celebrated by emperor Augustus in his <i>clipeus virtutis</i>, and a Temple of Iustitia was established in Rome 8 January 13 CE by emperor Tiberius. Iustitia became a symbol for the virtue of justice that every emperor wished to associate his regime with; emperor Vespasian minted coins with the image of the goddess seated on a throne called <i>Iustitia Augusta</i>, and many emperors after him used the image of the goddess to proclaim themselves protectors of justice.</p>\n<h2><span id=\"Depiction\">Depiction</span></h2>\n\n<p>The personification of justice balancing the scales dates back to the Goddess Maat, and later Isis, of ancient Egypt. The Hellenic deities Themis and Dike were later goddesses of justice. Themis was the embodiment of divine order, law, and custom, in her aspect as the personification of the divine rightness of law.</p>\n<p>There are three distinctive features of Lady Justice: a set of scales, a blindfold, and a sword.</p>\n<h3><span id=\"Scales\">Scales</span></h3>\n<p>Lady Justice is most often depicted with a set of scales typically suspended from her left hand, upon which she measures the strengths of a case's support and opposition. The depiction dates back to ancient Egypt, where the God Anubis was frequently depicted with a set of scales on which he weighed a deceased's heart against the Feather of Truth.</p>\n<p>The Greek goddess Dike is also holding a set of scales.</p>\n<p>Bacchylides, Fragment 5 (trans. Campbell, Vol. Greek Lyric IV) (Greek lyric C5th B.C.):</p>\n<blockquote>\n<p>If some god had been holding level the balance of Dike (Justice).</p>\n</blockquote>\n<h3><span id=\"Blindfold\">Blindfold</span></h3>\n\n<p>Since the 16th century, Lady Justice has often been depicted wearing a blindfold. The blindfold represents impartiality, the ideal that justice should be applied without regard to wealth, power, or other status. The earliest Roman coins depicted Justitia with the sword in one hand and the scale in the other, but with her eyes uncovered. Justitia was only commonly represented as \"blind\" since about the end of the 15th century. The first known representation of blind Justice is Hans Gieng's 1543 statue on the <i>Gerechtigkeitsbrunnen</i> (Fountain of Justice) in Berne.</p>\n<p>Instead of using the Janus approach, many sculptures simply leave out the blindfold altogether. For example, atop the Old Bailey courthouse in London, a statue of Lady Justice stands without a blindfold; the courthouse brochures explain that this is because Lady Justice was originally not blindfolded, and because her \"maidenly form\" is supposed to guarantee her impartiality which renders the blindfold redundant. Another variation is to depict a blindfolded Lady Justice as a human scale, weighing competing claims in each hand. An example of this can be seen at the Shelby County Courthouse in Memphis, Tennessee.</p>\n<p>The cover of a 2006 issue of <i>Rolling Stone</i> proclaimed TIME TO GO!, focusing on the perceived corruption that dominated Congress. The drawing showed a bunch of figures evoking reactionary politics emerging from the Capitol. One of the figures was Lady Justice lifting her blindfold, implying that the then-composition of Congress had politicized the criminal justice system.</p>\n<h3><span id=\"Sword\">Sword</span></h3>\n<p>The last distinctive feature of Lady Justice is her sword. The sword represented authority in ancient times, and conveys the idea that justice can be swift and final.</p>\n<h3><span id=\"Toga\">Toga</span></h3>\n<p>The Greco-Roman garment symbolizes the status of the philosophical attitude that embodies justice.</p>\n<h2><span id=\"Lady_Justice_in_art\">Lady Justice in art</span></h2>\n<ul class=\"gallery mw-gallery-traditional\" style=\"max-width: 1379px;_width: 1379px;\"><li class=\"gallerycaption\">Justice in sculpture</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n</ul><ul class=\"gallery mw-gallery-traditional\" style=\"max-width: 788px;_width: 788px;\"><li class=\"gallerycaption\">Justice in painting</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n</ul><p>Lady Justice and her symbols are used in heraldry, especially in the arms of legal government agencies.</p>\n<ul class=\"gallery mw-gallery-traditional\" style=\"max-width: 591px;_width: 591px;\"><li class=\"gallerycaption\">Justice in heraldry</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n</ul><ul class=\"gallery mw-gallery-traditional\" style=\"max-width: 394px;_width: 394px;\"><li class=\"gallerycaption\">Justice in numismatics</li>\n<li class=\"gallerybox\" style=\"width: 189px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple goddess/Triple goddesses/Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n<li>Lady Luck</li>\n<li>Lady Liberty</li>\n<li>Durga, Hindu goddess of justice</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>DOJ Seal - History and Motto</li>\n<li>Origin of Lady of Justice</li>\n<li>Images of the Goddess of Justice</li>\n<li>Photos of Lady Justice</li>\n<li>ladyjusticesculpture.com</li>\n</ul>", "images": [{"ns": 6, "title": "File:A Justica Alfredo Ceschiatti Brasilia Brasil.jpg"}, {"ns": 6, "title": "File:Berner Iustitia.jpg"}, {"ns": 6, "title": "File:Chuo highschool themis.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Gerechtigkeit-1537.jpg"}, {"ns": 6, "title": "File:Goddess of justice.jpg"}, {"ns": 6, "title": "File:HK Central Statue Square Legislative Council Building n Themis s.jpg"}, {"ns": 6, "title": "File:Itojyuku themis.jpg"}, {"ns": 6, "title": "File:JMR-Memphis1.jpg"}, {"ns": 6, "title": "File:Justice Statue Iran.jpg"}]}