{"pageid": 21492878, "ns": 0, "title": "Shakti", "extract": "<p><b>Shakti</b> (Devanagari: शक्ति, IAST: Śakti; .lit “power, ability, strength, might, effort, energy, capability”), is the primordial cosmic energy and represents the dynamic forces that are thought to move through the entire universe in Hinduism and Shaktism.</p>\n<p>Shakti is the concept or personification of divine feminine creative power, sometimes referred to as “<i>The Great Divine Mother</i>” in Hinduism. As a mother, she is known as “Adi Shakti” or “Adi Parashakti”. On the earthly plane, Shakti most actively manifests through female embodiment and creativity/fertility, though it is also present in males in its potential, unmanifest form. Hindus believe that Shakti is both responsible for creation and the agent of all change. Shakti is cosmic existence as well as liberation, its most significant form being the Kundalini Shakti, a mysterious psychospiritual force.</p>\n<p>In Shaktism, Shakti is worshipped as the Supreme Being. Shakti embodies the active feminine energy of Shiva and is synonymously identified with Tripura Sundari or Parvati.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Evolution\">Evolution</span></h2>\n<p>David Kinsley mentions the \"shakti\" of Lord Indra's as Sachi (Indrani), meaning power. Indrani is part of a group of seven or eight mother goddesses called the Matrikas (Brahmani, Vaishnavi, Maheshvari, Indrani, Kumari, Varahi and Chamundi or Narasimhi), who are considered shaktis of major Hindu gods (Brahma, Vishnu, Shiva, Indra, Skanda, Varaha/Yama and Narasimha respectively).</p>\n\n<p>The Shakti goddess is also known as Amma (meaning 'mother') in south India, especially in the states of Karnataka, Tamil Nadu, Kerala, Telangana, and Andhra Pradesh. There are many temples devoted to various incarnations of the Shakti goddess in most of the villages in South India. The rural people believe that Shakti is the protector of the village, the punisher of evil people, the curer of diseases, and the one who gives welfare to the village. They celebrate Shakti Jataras with great interest once a year. Some examples of incarnations are Ganga, Kamakshi, Kanakadurga, Mahalakshmi , Meenakshi, Manasa, Mariamman, Yellamma, Poleramma, Gangamma and Perantalamma.</p>\n<p>It is believed that the cosmic grand design is theoretically a triangular structure of equal sides. The three points of the triangle or the \"trine structure of macrocosmic system\" are occupied by three ultimate manifestations of the trinity: Brahma, Vishnu and Rudra. The central point or the ultimate gravitational presence of the trine structure is occupied by \"Shakti\" which is self-born, and is unable to be created or destroyed by any other existence in the cosmos which motivates the trinity from the ultimate center. This ultimate indestructible gravity known as \"Shakti\" in its three transformative form (Tridevi) is connected to the trinity separately. She is connected to Brahma through her creative motherly form with Rajas Guna; to Rudra through her destructive elderly form with Tamas Guna and to Vishnu through her neutral meditating form through her Sattva Guna. Brahma, by the grace of her creative force creates. Rudra, by the strength of her destructive force destroys. Vishnu, by the unbiased intellectual force sustains.</p>\n<p>One of the oldest representations of the goddess in India is in a triangular form. The Baghor stone, found in a Paleolithic context in the Son River valley and dating to 9,000-8,000 years BCE, is considered an early example of a yantra. Kenoyer, part of the team that excavated the stone, considered that it was highly probable that the stone is associated with Shakti.</p>\n<h2><span id=\"Shaktism\">Shaktism</span></h2>\n\n<p>Shaktism regards Devi (lit., \"the Goddess\") as the Supreme Brahman itself with all other forms of divinity considered to be merely Her diverse manifestations. In the details of its philosophy and practice, Shaktism resembles Shaivism. However, <i>Shaktas</i> (<i>Sanskrit: <span title=\"International Alphabet of Sanskrit Transliteration\">Śakta</span>, <span lang=\"sa\" xml:lang=\"sa\">शक्त</span></i>), practitioners of Shaktism, focus most or all worship on Shakti, as the dynamic feminine aspect of the Supreme Divine. Shiva, the masculine aspect of divinity, is considered solely transcendent, and Shiva's worship is usually secondary.</p>\n<blockquote>\n<p>From <i>Devi-Mahatmya</i>:</p>\n<p>By you this universe is borne, By you this world is created, Oh Devi, by you it is protected.</p>\n</blockquote>\n<blockquote>\n<p>From <i>Shaktisangama Tantra</i>:</p>\n<p>Woman is the creator of the universe, the universe is her form; woman is the foundation of the world, she is the true form of the body.</p>\n<p>In woman is the form of all things, of all that lives and moves in the world. There is no jewel rarer than woman, no condition superior to that of a woman.</p>\n</blockquote>\n<h3><span id=\"Adi_Parashakti\">Adi Parashakti</span></h3>\n\n<p>Adi Parashakti, whose material manifestation is Tripura Sundari, is a Hindu concept of the Ultimate Shakti or Mahashakti, the ultimate power inherent in all Creation. This is especially prevalent in the Shakta denomination within Hinduism, which worships the Goddess Devi in all her manifestations. Her human or Shakti swaroop/form, Parvati was married to Shiva, while her knowledge/gyan swaroop form, Saraswati weds Lord Brahma and wealth/Dhan swaroop form, Lakshmi becomes the consort of Lord Vishnu.</p>\n<h3><span id=\"Smarta_Advaita\">Smarta Advaita</span></h3>\n<p>In the Smarta Advaita sect of Hinduism, Shakti is considered to be one of five equal bona fide personal forms of God in the panchadeva system advocated by Adi Shankara.</p>\n<h2><span id=\"Shakti_Peethas\">Shakti Peethas</span></h2>\n\n<p>According to some schools, there are four Adi Shakti Pitha and 51 Shakti centers of worship located in South Asia (four Adi Shakti Pitha are also part of 51 Shakti pithas but they are four major parts of Devi Sati's body. So, they are adi shakti pithas). They can be found in India, Sri Lanka, Nepal, Bangladesh, Tibet and Pakistan. These are called Shakti Peethas. The list of locations varies. A commonly accepted list of Shakti Peethas and their temple complexes includes:</p>\n<ul><li>Hinglaj Mataji Balochistan</li>\n<li>Jwalaji (Himachal)</li>\n<li>Tara Tarini (Brahmapur, Odisha)</li>\n<li>Katyayani (Chattarpur, Delhi)</li>\n<li>Bhadrakali (Kodungallur, Kerala)</li>\n<li>Kamakhya (Assam)</li>\n<li>Kali at Kalighat (Kolkata, West Bengal)</li>\n<li>Naina Devi (Himachal)</li>\n<li>Guhyeshwari Temple Devi (Kathmandu, Nepal)</li>\n<li>Ambaji (Gujarat)</li>\n<li>Vishalakshi Temple (Varanasi)</li>\n<li>Chandranath Temple (Sitakunda, Bangladesh)</li>\n</ul><p>Other pithas in Maharashtra are:</p>\n<ul><li>Tuljapur (Jagdamba)</li>\n<li>Kolhapur (Mahalaxmi)</li>\n<li>vani-Nashik (Saptashrungi)</li>\n<li>Mahurgadh (Renukamata)</li>\n</ul><h2><span id=\"Bhajans_and_mantras\">Bhajans and mantras</span></h2>\n<p>There are many ancient Shakti devotional songs and vibrational chants in the Hindu and Sikh traditions (found in Sarbloh Granth). The recitation of the Sanskrit mantras is commonly used to call upon the Divine Mother.</p>\n<p><b>Kundalini-Shakti-Bhakti Mantra</b></p>\n<dl><dd>Adi Shakti, Adi Shakti, Adi Shakti, Namo Namo!</dd>\n<dd>Sarab Shakti, Sarab Shakti, Sarab Shakti, Namo Namo!</dd>\n<dd>Prithum Bhagvati, Prithum Bhagvati, Prithum Bhagvati, Namo Namo!</dd>\n<dd>Kundalini Mata Shakti, Mata Shakti, Namo Namo!</dd>\n</dl><p>Translation:</p>\n<dl><dd><i>Primal Shakti, I bow to Thee!</i></dd>\n<dd><i>All-Encompassing Shakti, I bow to Thee!</i></dd>\n<dd><i>That through which Divine Creates, I bow to Thee!</i></dd>\n<dd><i>Creative Power of the Kundalini, Mother of all Mother Power, To Thee I Bow!</i></dd>\n</dl><p>\"Merge in the Maha Shakti. This is enough to take away your misfortune. This will carve out of you a woman. Woman needs her own Shakti, not anybody else will do it... When a woman chants the Kundalini Bhakti mantra, God clears the way. This is not a religion, it is a reality. Woman is not born to suffer, and woman needs her own power.\"</p>\n<dl><dd>~ Yogi Bhajan (Harbhajan Singh)</dd>\n</dl><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Tridevi</li>\n<li>Essence–energies distinction</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>Shakti and Shakta</i>, by John Woodroffe, Published by Forgotten Books, 1910. ISBN 1-60620-145-X.</li>\n<li><i>Hymns to the Goddess</i>, Translated by John George Woodroffe, Ellen Elizabeth (Grimson) Woodroffe<i>, Published by Forgotten Books, 1952 (org 1913). ISBN 1-60620-146-8.</i></li>\n<li><i>Hymn to Kali: Karpuradi Stotra</i>, by Sir John Woodroffe. Published by Forgotten Books. 1922. ISBN 1-60620-147-6.</li>\n<li><cite class=\"citation book\">McDaniel, June (2004). <i>Offering Flowers, Feeding Skulls: Popular Goddess Worship in West Bengal</i>. New York: Oxford University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShakti&amp;rft.aufirst=June&amp;rft.aulast=McDaniel&amp;rft.btitle=Offering+Flowers%2C+Feeding+Skulls%3A+Popular+Goddess+Worship+in+West+Bengal&amp;rft.date=2004&amp;rft.genre=book&amp;rft.pub=New+York%3A+Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Datta, Reema and Lowitz, Lisa. <i>Sacred Sanskrit Words</i>, Stonebridge Press, Berkeley, 2005.</li>\n<li>Feuerstein, Georg. <i>The Shambhala Encyclopedia of Yoga</i>, Shambhala Publications, Boston, 2000</li>\n<li>Shaw, Miranda. <i>Passionate Enlightenment: Women in Tantric Buddhism</i>, Princeton University Press, New Jersey, 1994</li>\n<li>Tiwari, Bri. Maya. <i>The Path of Practice: A Woman's Book of Ayurvedic Healing</i>, Motilal Banarsidass Press, 2002</li>\n<li><i>Shakti: Multidisciplinary Perspectives on Women’s Empowerment in India</i>/edited by Ranjana Harish and V. Bharathi Harishankar. New Delhi, Rawat, 2003, ISBN 81-7033-793-3.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Shakti: Listing of usage in Puranic literature</li>\n<li>Kanaka Durgamma Temple Official Website</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Guruji puja.jpg"}, {"ns": 6, "title": "File:Manasa Devi.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:SriYantra color.svg"}, {"ns": 6, "title": "File:Tripura sundari 4.jpg"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}]}