{"pageid": 2180929, "ns": 0, "title": "Asherah pole", "extract": "<p>An <b>Asherah pole</b> is a sacred tree or pole that stood near Canaanite religious locations to honor the Ugaritic mother-goddess Asherah, consort of El. The relation of the literary references to an <i>asherah</i> and archaeological finds of Judaean pillar-figurines has engendered a literature of debate.</p>\n<p>The <b>asherim</b> were also cult objects related to the worship of the fertility goddess Asherah, the consort of either Ba'al or, as inscriptions from Kuntillet ‘Ajrud and Khirbet el-Qom attest, Yahweh, and thus objects of contention among competing cults. In translations that render the Hebrew <i>asherim</i> into English as \"Asherah poles,\" the insertion of \"<i>pole</i>\" begs the question by setting up unwarranted expectations for such a wooden object: \"we are never told exactly what it was\", observes John Day. Though there was certainly a movement against goddess-worship at the Jerusalem Temple in the time of King Josiah, (2 Chronicles 34:3) it did not long survive his reign, as the following four kings \"did what was evil in the eyes of Yahweh\" (2 Kings 23:32, 37; 24:9, 19). Further exhortations came from Jeremiah. The traditional interpretation of the Biblical text is that the Israelites imported pagan elements such as the Asherah poles from the surrounding Canaanites. In light of archeological finds, however, modern scholars now theorize that the Israelite folk religion was Canaanite in its inception and always polytheistic, and it was the prophets and priests who denounced the Asherah poles who were the innovators; such theories inspire ongoing debate.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"References_from_the_Hebrew_Bible\">References from the Hebrew Bible</span></h2>\n<p>Asherim are mentioned in the Hebrew Bible in the books of Exodus, Deuteronomy, Judges, the Books of Kings, the second Book of Chronicles, and the books of Isaiah, Jeremiah, and Micah. The term often appears as merely <i>אשרה</i>, (<i>Asherah</i>) referred to as \"groves\" in the King James Version, which follows the Septuagint rendering as ἄλσος, pl. ἄλση, and the Vulgate <i>lucus</i>, and \"poles\" in the New Revised Standard Version; no word that may be translated as \"poles\" appears in the text. Scholars have indicated, however, that the plural use of the term (English \"Asherahs\", translating Hebrew <i>Asherim</i> or <i>Asherot</i>) provides ample evidence that reference is being made to objects of worship rather than a transcendent figure.</p>\n<p>The Hebrew Bible suggests that the poles were made of wood. In the sixth chapter of the Book of Judges, God is recorded as instructing the Israelite judge Gideon to cut down an Asherah pole that was next to an altar to Baal. The wood was to be used for a burnt offering.</p>\n<p>Deuteronomy 16:21 states that YHWH (rendered as \"the <span>L<span>ORD</span></span>\") hated <i>Asherim</i> whether rendered as poles: \"Do not set up any [<i>wooden</i>] Asherah [<i>pole</i>] beside the altar you build to the <span>L<span>ORD</span></span> your God\" or as living trees: \"You shall not plant any tree as an Asherah beside the altar of the Lord your God which you shall make\". That Asherahs were not always living trees is shown in 1 Kings 14:23: \"their asherim, beside every luxuriant tree\". However, the record indicates that the Jewish people often departed from this ideal. For example, King Manasseh placed an Asherah pole in the Holy Temple (2 Kings 21:7). King Josiah's reforms in the late 7th century BC included the destruction of many Asherah poles (2 Kings 23:14).</p>\n<p>Exodus 34:13 states: \"Break down their altars, smash their sacred stones and cut down their Asherim [Asherah poles].\"</p>\n<h2><span id=\"Asherah_poles_in_biblical_archaeology\">Asherah poles in biblical archaeology</span></h2>\n<p>Some biblical archaeologists have suggested that until the 6th century BC the Israelite peoples had household shrines, or at least figurines, of Asherah, which are strikingly common in the archaeological remains.</p>\n<p>Raphael Patai identified the pillar figurines with Asherah in <i>The Hebrew Goddess</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Baal</li>\n<li>Pole worship</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li><cite id=\"CITEREFDay1986\" class=\"citation journal\">Day, John (September 1986). \"Asherah in the Hebrew Bible and Northwest Semitic Literature\". <i>Journal of biblical Literature</i>. <b>105</b> (3): 385–408.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAsherah+pole&amp;rft.atitle=Asherah+in+the+Hebrew+Bible+and+Northwest+Semitic+Literature&amp;rft.aufirst=John&amp;rft.aulast=Day&amp;rft.date=1986-09&amp;rft.genre=article&amp;rft.issue=3&amp;rft.jtitle=Journal+of+biblical+Literature&amp;rft.pages=385-408&amp;rft.volume=105&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}]}