{"pageid": 2182755, "ns": 0, "title": "Senuna", "extract": "<p><b>Senuna</b> was a Celtic goddess worshipped in Roman Britain, whose name was at first read incorrectly as Senua. She was unknown until a cache of 26 votive offerings to her were discovered in 2002 in an undisclosed field at Ashwell End in Hertfordshire by metal detectorist Alan Meek (photographed here). Her imagery shows evidence of syncretism between a pre-Roman goddess with the Roman Minerva (for a parallel, cf. Sulis Minerva, the Romano-British goddess worshipped at Bath).</p>\n<p>Senuna's shrine consisted of a ritual midden, onto which offerings were thrown, surrounded by a complex of buildings including workshops and accommodation for pilgrims. It was certainly no humble crossroads shrine. The dedicatory artefacts kept in the shrine were subsequently buried together on the edge of the midden, perhaps intended for temporary safe-keeping, in the late 3rd or 4th century CE.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Offerings_to_Senuna\">Offerings to Senuna</span></h2>\n\n<p>The offerings to Senuna include silver plaques with gold highlights, seven gold plaques and a superb set of jewellery, including a brooch and cloak clasps. The plaques still have the metal tabs which allowed them to be set upright, and are so thin that they would then have shivered and glittered in any draught. Some votive plaques were punched out in tiny holes, some incised. The jewellery incorporated older gems and glass beads, including a superb carved cameo of a lion trampling an ox skull which was already old and worn before it was set into the brooch. All of the jewellery shared intricate decoration in minutely coiled wire, and the set may have been specially made as an offering. An exhibit of offerings to Senua may be seen in Room 49 of the British Museum, labelled \"Near Baldock Hoard\".</p>\n<p>As well as the jewellery, there were deposits of Celtic coins, mostly several centuries old at the time of deposition, and of Bronze Age metalwork, perhaps collected from local round barrows. There were also food offerings of piglets and small quantities of cremated human bone.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>The Senuna hoard includes at least five inscriptions. One example reads,</p>\n<dl><dd><small>DEAE SENVA[...../ FIRMANVS[...../ V[SLM]</small></dd>\n<dd>\"To the goddess Senua[.....] Firmanus [.....] willingly fulfilled his vow.\"</dd>\n</dl><p>Another inscription found on a votive offering of jewellery was left by a man named Servandus of Spain:</p>\n<dl><dd>\"Servandus Hispani willingly fulfilled his vow to the goddess\".</dd>\n</dl><h2><span id=\"Iconography\">Iconography</span></h2>\n<p>The silver figurine portrays Senuna as a graceful woman with hair coiled in a bun. The breast, arms and face of the goddess rotted away in the soil centuries ago.</p>\n<p>At least twelve of the votive plaques show classical images of Minerva, with spear, shield and owl; the five of these that carried an inscription were dedicated to Senuna rather than Minerva.</p>\n<h2><span id=\"Name_and_etymology\">Name and etymology</span></h2>\n<p>Senuna's name appears in various forms on the votive plaques, namely <b>Senuna</b>, <b>Sena</b>, and <b>Senua</b>. Conceivably it might be related to the Proto-Celtic *<i>seno-</i> 'old'. In the Ravenna Cosmography <i>senua</i> forms part of one name located most likely in the Solent.</p>\n<h2><span id=\"Modern_worship\">Modern worship</span></h2>\n<p>The discovery of offerings to Senuna has inspired various practitioners of modern Neopaganism in the United States and Britain.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Baldock Hoard3.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Senua statue100.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}