{"pageid": 22359599, "ns": 0, "title": "Thiên Y A Na", "extract": "<dl><dd><i>See also Lady Po Nagar</i></dd>\n</dl><p><b>Thiên Y A Na</b> is a Vietnamese goddess. She is worshipped in the Vietnamese folk religion and Đạo Mẫu, the mother goddess religion. She is also known as Lady Po Nagar, the Cham deity from whom she originated. The Cham people of Vietnam had been much influenced by India, and it is believed that Pô Nagar is represented with the characteristics of Bhagavati Uma. The cult of Thiên Y A Na is popular in Vietnam, particularly among women. She is channeled through Lên đồng rituals. There have been many temples and shrines devoted to her throughout the last several centuries.</p>\n<p>It is widely believed that the deity known as Thiên Y A Na is the Vietnamized version of the Cham deity, Pô Nagar, meaning “Lady of the Kingdom”. When the Việt came down from the North to central Vietnam and took over control of the land occupied by the Cham people, they attempted to assimilate the Cham into Việt culture. In doing so, they Vietnamized certain aspects of Cham culture that appealed to the Việt. It is through this process that the goddess Pô Nagar became Thiên Y A Na.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"The_Legend_of_Pô_Nagar\"></span><span id=\"The_Legend_of_P.C3.B4_Nagar\">The Legend of Pô Nagar</span></h2>\n<p>According to the myth of Pô Nagar, she was born from the clouds of the sky and the foam of the sea. Her physical form was manifest in a piece of eaglewood floating on the waves of the ocean. She is also said to have had ninety-seven husbands and thirty-nine daughters who became goddesses like their mother. Pô Nagar was the goddess who created the earth, eaglewood and rice. It is told that there was even the aroma of rice in the air around her. The Chams looked upon her as a goddess of plants and trees. She was considered nurturing like the earth and she granted blessings to her followers.</p>\n<h2><span id=\"Vietnamization_of_Pô_Nagar\"></span><span id=\"Vietnamization_of_P.C3.B4_Nagar\">Vietnamization of Pô Nagar</span></h2>\n<p>After the Vietnamese adopted the Pô Nagar deity, they made several changes. They changed her name to \"Thien Y A Na Diễn Phi Chúa Ngọc Thành Phi\". Since the Việt were Confucian, they altered several aspects of Pô Nagar when incorporating her into their culture. There was no longer any mention of her having multiple husbands, nor did she have a large number of children. Instead, she was described as an immortal being, who could transform herself into a trunk of eaglewood at will. She used this ability to escape to China, where she married a prince. Later, she is said to have returned to Vietnam to teach her people. She was a powerful goddess who demanded respect and used her supernatural powers to punish those who disrespected her. She has also become a Buddhist deity, rather than an indigenous figure.</p>\n<h2><span id=\"Thiên_Y_A_Na_Cult\"></span><span id=\"Thi.C3.AAn_Y_A_Na_Cult\">Thiên Y A Na Cult</span></h2>\n<p>Today she is the object of worship for many. The cult that has grown up around her mostly consists of women who participate in Đạo Mẫu. They make offerings to her and ask for her aid in various aspects of their lives. They worship her through the practice of Lên đồng, whereby she is channeled by a spirit medium. Her worshipers often go on pilgrimages to Thiên Y A Na’s temples and shrines, where they conduct rituals in her honour. These rituals usually consist of complex performances by a spirit medium and her attendants.</p>\n<h2><span id=\"Sites_of_Worship\">Sites of Worship</span></h2>\n<p>There are many shrines and temples dedicated to Thiên Y A Na throughout Vietnam. The most famous of these temples are the Thiên Y A Na temple located in Huế, along the left bank of the Perfume River(Sông Hương) and the Pô Nagar Temple near modern Nha Trang.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Champa</li>\n<li>Cham people</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ol><li>Salemink, Oscar. “Embodying the Nation: Mediumship, Ritual, and the National Imagination.” Journal of Vietnamese Studies vol. 3, issue 3 (2008): 261-290.</li>\n<li>Thế Anh, Nguyễn. “The Vietnamization of the Cham Deity Pô Nagar.” Essays Into Vietnamese Pasts. Ed. K.W. Taylor &amp; John K. Whitmore. New York: Cornell, 1995. 42-50.</li>\n</ol>"}