{"pageid": 2243930, "ns": 0, "title": "Sati (Hindu goddess)", "extract": "<p><b>Satī</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">ˈsʌti:</span>) (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">सती</span>), is also known as <b>Dākṣāyaṇī</b> (Sanskrit: दाक्षायणी, lit. <i>daughter of Daksha</i>). In the Tamil tradition, Sati is called Tamil: <span lang=\"ta\" xml:lang=\"ta\">தாட்சாயிணி</span> <i>Tāṭcāyiṇi</i>, and in Telugu tradition she is known as <b>Perantalu</b>. Sati is the goddess of marital felicity and longevity in Hinduism. An aspect of Adi Parashakti, Dakshayani is the first consort of Shiva, the second being Parvati who is the reincarnation of Sati.</p>\n<p>In Hindu legend, both Sati and Parvati, successively play the role of bringing Shiva away from ascetic isolation into creative participation with the world. The act of Sati, in which a Hindu widow self-immolates on her husband's pyre as a final and consummate act of loyalty and devotion, is patterned after the deed committed by this goddess to uphold the honour of her husband.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Purana\">Purana</span></h2>\n<p>Queen Prasuti desired a daughter, Lord Brahma advised her and her husband Daksha to meditate upon the Goddess Adi-Parashakti. They gave up their royal robes, put on the guises of saints, and sat in a forest and meditated upon Goddess Adi-Parashakti. After a long time, Goddess Adi-Parashakti appeared awakening Daksha and Prasuti from their penance. Adi Parashakti invited them to request the desired boon from her, Daksha asked the Goddess to take birth again as their daughter. The Goddess gave them their consent but also gave them a warning that if ever she should be insulted, she would take up her Celestial form and disown them. Daksha and Prasuti agreed to take care of her.</p>\n<p>Back in their palace, Adi Parashakti again took human birth at the bidding of Lord Brahma. Daksha and Prasuti named their daughter Sati. Daksha was a son of Brahma and a great king in his own right. As the daughter of King Daksha, Sati is also known as Dakshayani. Sati was a newborn to Daksha and Prasuti's 23 daughters. In bidding of Adi-Parashakti to take human birth, Brahma's design was that she would please Shiva with humble devotions and wed him. It was natural that Sati, even as a child, adored the tales and legends associated with Shiva told by sage Narada and grew up an ardent devotee. As she grew to womanhood, the idea of marrying anyone else, as intended by her father, became unfair to her.</p>\n<p>To win the regard of the ascetic Shiva, the daughter of king Daksha forsook the luxuries of her father's palace and retired to a forest, there to devote herself to austerities and the worship of Shiva. So rigorous were her penances that she gradually renounced food itself, at one stage subsisting on one leaf a day, and then giving up even that nourishment; this particular abstinence earned her the name Aparna. Her prayers finally bore fruit when, after testing her resolve, Shiva finally acceded to her wishes and consented to make her his bride.</p>\n<p>An ecstatic Sati returned to her father's home to await her bridegroom, but found her father less than elated by the turn of events. The wedding was however held in due course, and Sati made her home with Shiva in Kailash. Daksha, depicted in legend as an arrogant king, did not get on with his renunciative son-in-law and basically cut his daughter away from her natal family. Daksha organized a yagna ritual and invited all the Gods, Goddesses and princes. But he did not invite Shiva or Sati because he was unhappy that his daughter had married Shiva. Sati learnt about the yagna and asked Shiva to go with her. When Shiva refused, Sati insisted upon going and was escorted by Shiva's troops to her father's kingdom. Upon reaching, Daksha got angry on seeing her and yelled at her telling her she was not welcome. Sati tried to make him understand but it was no use.</p>\n<p>It is said that when Daksha did not stop yelling, the angered Sati took the form of the goddess, <i>Adi Parashakti</i>. Lightning and thunder threatened to destroy the Earth. All sorts of calamities arose as Mother Earth couldn't bear her strong radiance and power. The Gods, saints, sages, Goddesses Lakshmi and Saraswati, her mother, father and her sisters trembled in fear and respectfully saluted her, who was the Mother of the Universe (Jagadamba). Adi Parashakti introduced herself as the Eternal Power to Daksha and cursed him to be killed by Shiva, inclusive of all the Gods, princes and Goddesses. She cursed the yagna ritual, that it will never be completed, that Tamas would subdue its Sattvik nature.</p>\n<p>She declared that from that moment, she renounces all the mortal relationships, nothing binds her.</p>\n<p>She gave her final salutations to her husband Lord Shiva, and the mother of this mortal body, and then she prayed, hoped, that she be reborn to a father, whom she could respect.</p>\n<p>So saying, Devi Sati immolated her mortal body through the invocation and provocation of her yogic powers.</p>\n<p>As the Tatva of Shakti left the mortal shell, the mortal body of Devi Sati collapsed to the floor in scorching flames.</p>\n<p>Angered and grief-stricken Shiva learnt about Sati's death and he rendered a terrible \"Tandav\" or dance of destruction, the more Shiva danced, the more destruction arose. Later, Shiva pulled two locks of hair and fell it on the ground. One arose Virbhadra, Shiva's destructive and terrible incarnation, having eight hands holding weapons and possessing a dark complexion. The second arose Bhadrakali, the Supreme Goddess's violent and intense incarnation, having eighteen hands holding weapons like a discus, dagger, trident, spear, mace, scimitar, sword, vajra, conch shell, demon head, drinking vessel, goad, waterpot, cleaver, shield, bow and arrow. Shiva ordered them to wreak havoc. Virbhadra and Bhadrakali were assisted by eight other Goddesses named Kali, Katyayini, Chamunda, Ishaani, Mundamardini, Bhadra, Vaishnavi and Twarita who appeared at their side. In other versions, it was said that first Virbhadra arose and after he was held captive by Vishnu, who was protecting Daksha since he was Vishnu's devotee and the Lord had promised him protection in time of need, Shiva created Bhadrakali who freed Virbhadra and was embedded in him and rendered him more powerful.</p>\n<p>Daksha himself was decapitated by Virbhadra, while, others fell upon Daksha and Bhrigu's demon armies. After the night of horror, Shiva, the all-forgiving, restored all those who were slain to life and granted them his blessings. Even the abusive and culpable Daksha was restored both his life and his kingship. His severed head was substituted for that of a goat. Having learned his lesson, Daksha spent his remaining years as a devotee of Shiva. Out of grief and sorrow, Shiva carried Sati's body reminiscing their moments as a couple, and roamed around the universe with it. Vishnu had cut her body into 52 body parts using his Sudarshana Chakra which fell on Earth to become holy spots to pray to the Goddess named Shakti Peeths, to complete this massively long task, Lord Shiva took the form of Bhairav.</p>\n<p>Entirely all of her body parts were the symbolism of each manifestation of Goddess Adi-Parashakti, Bhairav has incarnated himself to protect her Shakti Peeths in different forms for the protection from the evil forces. After long interval, Adishakti was reborn as Parvati, who was also known as Uma or Hemavati, daughter of Himavan, king of the mountains, and his wife Menavati. This time, she was born the daughter of a father whom she could respect, a father who appreciated Shiva ardently. Naturally, she grew up to be a beautiful woman and harboured a sincere love and devotion to Shiva. In course of time, Parvati began to love Shiva with her entire being. She too went to the forest to do meditation to please her beloved, Lord Shiva and to attain him again as her husband. Lord Shiva consented to make her his bride once more. In course of time, she married Lord Shiva and gave birth to Karttikeya, Ashokasundari and the elephant-headed god Ganesha.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>When Lord Shiva gave away his consort Adi-Shakti to the world for its welfare, Brahma ordered Daksha Prajapati to pray to mother Adi Parashakti-Durga for her to take birth as Daksha Prajapati`s Daughter. So the Goddess took human birth at the bidding of the god Brahma. Sati was born as a daughter of Daksha Prajapati and his wife Prasuti. Daksha was considered the son of Brahma and a great king and magnate in his own right. As the daughter of Daksha, she is also known as Dakshayani.</p>\n<p>By this logic, Sati is granddaughter of Brahma by Daksha, but is also great granddaughter of Brahma because Prasuti is daughter of Manu (Manu is son of Brahma). Lord Brahma in his arrogance once challenged all the other gods to a fight, claiming that he was the greatest of them all. Listening to him, Shiva, in great anger, chopped off his 5th head. This incident led to animosity between Daksha Prajapati and Shiva. And so Daksha tried to distance Sati from Shiva . But failed for despite his efforts Sati and Shiva fell in love.</p>\n<h3><span id=\"Daksha_yajna_and_self-immolation\">Daksha yajna and self-immolation</span></h3>\n\n\n<p>Daksha once organized a grand <i>yajna</i> to which all the Gods were invited, with the exception of Sati and Shiva. Wanting to visit her parents, relatives and childhood friends, Sati sought to rationalize this omission. She reasoned within herself that her parents had neglected to make a formal invitation to them only because, as family, such formality was unnecessary; certainly, she needed no invitation to visit her own mother and would go anyway. Shiva sought to dissuade her, but she was resolved upon going; he then provided her with an escort of his <i>ganas</i> and bid her provoke no incident.</p>\n<p>Sati was received coldly by her father. They were soon in the midst of a heated argument about the virtues (and alleged lack thereof) of Shiva. Every passing moment made it clearer to Sati that her father was entirely incapable of appreciating the many excellent qualities of her husband who was a god himself. The realization then came to Sati that this abuse was being heaped on Shiva only because he had wed her; she was the cause of this dishonour to her husband. She was consumed by rage against her father and loathing for his mentality. Her intense anger made her assume the celestial form of Adishakti whereby she terrorized all who were present there and her anger wrought havoc upon the Earth. Introducing herself to everyone, she cursed Daksha to die at Shiva's hands. Later, remembering her husband she called up a prayer that she may, in a future birth, be born the daughter of a father whom she could respect, Adishakti burnt Sati's body because of her radiance and heat as she was the Goddess of all energy and power(<b>Shakti</b>) (or) Sati invoked her yogic powers or yogic Agni which was attained by her due to severe devotion or puja done by her and immolated herself.</p>\n<h3><span id=\"Shiva's_rage\"></span><span id=\"Shiva.27s_rage\">Shiva's rage</span></h3>\n\n<p>Shiva sensed this catastrophe, and his rage was incomparable. He loved Sati more than any and would never love any other woman after her. He danced the terrible Tandava or Rudratandava, a terrible dance of destruction and the power of his dance wrought havoc upon the Earth and threatened to give rise to Pralaya or the Great Destruction. He realized that Daksha had indirectly, killed Sati by his abuses and insults. In his terrible anger, he pulled a lock of hair (jata) and threw it on the ground from which arose Virabhadra and Bhadrakali, or collectively Manbhadra, two ferocious creatures who wreaked havoc and mayhem on the scene of the horrific incident. Nearly all those present were indiscriminately felled overnight. Daksha himself was decapitated.</p>\n<p>According to some traditions, it is believed that an angry Shiva performed the fearsome and awe-inspiring <i>Tandava</i> dance with Sati's charred body on his shoulders. During this dance, Sati's body came apart and the pieces fell at different places on earth. According to another version, Shiva placed Sati's body on his shoulder and ran about the world, crazed with grief. The Gods called upon the God Vishnu to restore Shiva to normalcy and calm. Vishnu used his Sudarshana Chakra to dismember Sati's lifeless body, following which Shiva regained his equanimity. Both versions state that Sati's body was thus dismembered into 51 pieces which fell on earth at various places. Several different listings of these 51 holy places, known as <i>Shakti Peethas,</i> are available; some of these places have become major centers of pilgrimage as they are held by the Goddess-oriented Shakta sect to be particularly holy. Besides 51 main Shakti peethas, some small peethas like Bindudham came into existence which are due to Sati's fallen blood drops.</p>\n<p>After the night of horror, Shiva, the all-forgiving, restored all those who were slain to life and granted them his blessings. Even the abusive and culpable Daksha was restored both to life and to kingship. His severed head was substituted for that of a goat. Having learned his lesson, Daksha spent his remaining years as a devotee of Shiva.</p>\n<h2><span id=\"In_the_Ramacharitamansa\">In the <i>Ramacharitamansa</i></span></h2>\n<p>Once upon a time in Treta Yuga, Shiva went to Rishi Agastya along with Sati. The sage narrated the story of Rama to the divine couple. Shiva wanted to see Rama, but Sati was in the dark that Rama was a manifestation of God. Shiva got a glimpse of Rama and was overwhelmed with love. Sati saw Shiva thrilled with love and became doubtful as to why Shiva was enchanted by a mere human prince. Although Sati did not say anything, Shiva being omniscient came to know of everything. Shiva said \"If you are doubtful then why don't you verify?\". To test Rama, Sati assumed the form of Rama's wife Sita and approached Ram. However, Rama recognised the trick of Sati. He first introduced himself and then asked with a smile \"Where is Shiva? Why are you roaming in the forest alone?\" After listening to Rama's words, Sati hesitated a lot and returned to Shiva in fear. She became sad and regretted doubting Shiva. When Rama realised that Sati was sad, he revealed some of his power to divert her mind. On the way Sati saw Rama along with his brother Lakshmana and Sita walking in front of her. She then turned and found them at the back. Wherever she looked, she found Rama and various deities and all creation in him. In awe, she closed her eyes and when she again opened her eyes, everything vanished. She then returned to Shiva.</p>\n<h2><span id=\"Aftermath\">Aftermath</span></h2>\n<p>Dakshayani was reborn as Parvati, daughter of Himavat, king of the mountains, and his wife, Mena. This time, she was born the daughter of a father whom she could respect, a father who appreciated Shiva ardently. Naturally, Parvati sought and received Shiva as her husband. This legend appears in detail in Tantra literature, in the Puranas and in Kālidāsa's lyrical <i>Kumārasambhava</i>, an epic that deals primarily with the birth of Kartikeya.</p>\n<h2><span id=\"Pilgrimage\">Pilgrimage</span></h2>\n<p><b>Kottiyoor Festival</b></p>\n\n<p>The mythology of Daksha Yaga and Sati's self immolation had immense significance in shaping the ancient Sanskrit literature and even had impact on the culture of India. It led to the development of the concept of Shakti Peethas and there by strengthening Shaktism. Enormous mythological stories in puranas took the Daksha yaga as the reason for its origin. It is an important incident in Shaivism resulting in the emergence of Shree Parvati in the place of Sati Devi and making Shiva a grihastashrami (house holder) leading to the origin of Ganapathy and Subrahmanya.</p>\n<p>Shakti Peethas are shrines or divine places of the Mother Goddess. These are places that are believed to have enshrined with the presence of Shakti due to the falling of body parts of the corpse of Sati Devi, when Lord Shiva carried it and wandered throughout Aryavartha in sorrow. There are 51 Shakti Peethas linking to the 51 alphabets in Sanskrit.</p>\n<p>Kottiyoor Vysakha Mahotsavam, a 27‑day yagnja ceremony, conducted in the serene hilly jungle location in North Kerala yearly commemorating the Daksha Yaga. It is believed that Sati Devi self immolated in this location and apparently this is the location of Daksha Yaga. The pooja and rituals were classified by Shri Sankaracharya.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Sati (practice)</li>\n<li>Hindu deities</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Daksha yagna.jpg"}, {"ns": 6, "title": "File:Dakshayani.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Kalighat Shiva mourns Sati.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}