{"pageid": 2245574, "ns": 0, "title": "Marici (Buddhism)", "extract": "<p>In Mahayana and Vajrayana Buddhism, <b>Marici</b> is a deva or bodhisattva associated with light and the sun. She is known as <i>Molizhitian (摩利支天) or Molizhitian Pusa</i> (摩利支天菩萨) in China, <i>Marishi-ten</i> <span>(<span lang=\"ja\" xml:lang=\"ja\">摩利支天</span>)</span> in Japan, and <i>Özer Chenma</i> (Wylie: <i>'od zer can ma</i>) in Tibet. She is one of the 20 (or 24) Celestials (二十/二十四諸天). In Taoism and Chinese folk religion, Marici is known under the epithet of the <b>Lady of Dipper Mother</b> (Chinese: <span lang=\"zh-Hans\" xml:lang=\"zh-Hans\">斗母元君</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Dǒumǔ Yuánjūn</span></i>) or Doumu, a name sometimes used by Buddhists.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Marici is usually depicted in one of the following ways:</p>\n<ul><li>As a beautiful woman on an open lotus, the lotus itself sometimes perched on the back of seven sows.</li>\n<li>As a ferocious wrathful deity perched on the back of a boar.</li>\n<li>Riding a fiery chariot pulled by seven savage boars or sows.</li>\n<li>As a multi-armed woman with a different weapon in each hand standing or sitting on the back of a boar.</li>\n</ul><p>She has been depicted with one, three, five or six faces and two, six, eight, ten or twelve arms; three eyes; in her many-faced manifestations one of her faces is that of a sow.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n\n<p>The origins of Marici are obscure; however, she appears to be an amalgamation of Indic, Iranian and non-Indo-Iranian antecedents spanning 1500 years.</p>\n<h2><span id=\"Region\">Region</span></h2>\n<h3><span id=\"China\">China</span></h3>\n\n<p>Marici in China is worshiped as both a Buddhist and Taoist deity. She is highly revered in Esoteric Buddhism. Most often, she is depicted with three eyes in each of her four faces; with four arms on each side of her body. Two of her hands are held together, and the other six hold a sun, moon, bell, golden seal, bow, and halberd. She is either standing/sitting on top of a lotus or pig, or on a Lotus on top of seven pigs. She is celebrated on the 9th day of the 9th lunar month.</p>\n<p>Due to similar iconography, she is often confused with the Bodhisattva Cundī. Among Chinese Buddhists, she is worshiped as the goddess of light and as the guardian of all nations, whom she protects from the fury of war. </p>\n<p>In Taoism, Doumu remains a popular deity and is often referred to as <i>Queen of Heaven</i> (Chinese: <span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">天后</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Tiān Hòu</span></i>) and is widely worshiped as the Goddess of Beidou (the Chinese equivalent of Ursa Major except that it also includes 2 \"attendant\" stars). She is also revered as the mother of the Nine Emperor Gods who are represented by the nine stars in the Beidou constellation. Legend has it that one spring day a queen went to bath in a pond. Upon entering she suddenly felt \"moved\" and nine lotus buds rose from the pond. Each of these lotus buds opened to reveal a star which then became the Beidou constellation.</p>\n<p>She is worshiped today in Taoist temples like the White Cloud Temple and the Tou Mu Kung Temple which has both Taoist and Buddhist influences.</p>\n<h3><span id=\"Japan\">Japan</span></h3>\n\n<p>An important deity in the Shingon and Tendai schools, Marici was adopted by the Bujin or Samurai in the 8th century CE as a protector and patron.</p>\n<p>While devotions to Marici predate Zen, they appear to be geared towards a similar meditative mode in order to enable the warrior to achieve a more heightened spiritual level. He lost interest in the issues of victory or defeat (or life and death), thus transcending to level where he became so empowered that he was freed from his own grasp on mortality. The end result was that he became a better warrior.</p>\n<p>The worship of Marici was to provide a way to achieve selflessness and compassion through Buddhist training by incorporating a passion for the mastery of the self. Some martial arts schools also worshipped Marishi-Ten as a guardian deity of their teachings.</p>\n<p>Famous example is the school of Tenshin Shōden Katori Shintō-ryū whose blood pledge chart (Keppan) ordered the disciples to submit to Futsunushi-no-mikoto and Marishi-Ten's punishment if they commit sin against the school's rule (or rather the God of Katori's holy commandment).</p>\n<p>But, the most outstanding example is by far the worship of Marici by the Yagyū Shinkage-ryū. In the aftermath of the battle of Sekigahara, Tokugawa Ieyasu made the vow to protect this style and the Yagyū family in exchange for their teachings. The pledge was sign under Marishi-Ten's guarantee, and since then, Shinkage style has been permeated with Mikkyō (esoteric Buddhism), mantra and mudra who are said to confer invisibility upon a warrior, if properly performed.</p>\n<p>The famous Yagyū Renya wrote at a mere 12 or 13 years old the <i>Shinkage-ryū Heihō Mokuroku Renya kudensho</i> (scroll of Renya's oral teachings about the Art of War according to the style of the New-Shadow), treasured scroll discussing about the theory and techniques of the first and second Sōke compared to the one of his father, the Yagyū Shinkage-ryū 3rd sōke, Yagyū Toshitoshi. Indeed, martial arts were changing because samurai no longer fought wearing complete armors but instead with civilian clothes, so the headmaster made the choice to adapt to the current time. Also, it is known that Sekishūsai created the Mutō-dori techniques, which was absent from the original Shinkage-ryū of headmaster Kamiizumi, and which he demonstrated on the very person of the Shōgun Tokugawa Ieyasu himself !</p>\n<p>The man known as Yagyū Renya was not a swordsman in name only, waiting for his monthly paycheck, as many other high ranked samurai of the Edo era were. Renya fully mastered the core principle of <i>Shinkage-ryū</i>, <i>Marobashi</i>, which allowed him a very famous martial prowess in Edo era. Attacked at night, Renya unsheated his wakizashi and butchered the assassin, killing him in a single blow. Therefore, this wakizashi forged by Hata Mitsuyo was nicknamed \"Oni-hōchō\", the demon's kitchen knife, and many copies of various quality were made by swordsmith of the time, with its peculiar <i>kata-shinogi-zukuri</i> shape. Marobashi means a deep understanding of the nature of combat itself, in other words a fighting instinct non-existent as an innate state in human beings. Such was the man, Yagyū Renya, and his book was never shown to anyone, in fact he wrote on the cover that someone foolish enough to break the seal would be blinded by Marishi-ten ! According to Renya's strong beliefs, the Kudensho was passed down only to Shinkage-ryū headmasters.</p>\n<p>Samurai would invoke Marici at sunrise to achieve victory. Since Marici means \"light\" or mirage, she was invoked to escape the notice of one's enemies.</p>\n<p>She was also later worshipped in the Edo period as a goddess of wealth and prosperity by the merchant class, alongside Daikoku-ten (大黒天) and Benzaiten (弁財天) as part of a trio of \"three deities\" (santen 三天).</p>\n<h2><span id=\"As_a_Yaksha_General\">As a Yaksha General</span></h2>\n<p>Marici has also sometimes included as one of the Twelve Heavenly Generals associated with Bhaiṣajyaguru, the Buddha of Medicine.</p>\n<p>Images of her are common in India, but there are few examples in China and Japan.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of solar deities</li>\n<li>Lunar deity</li>\n<li>Marichi Thakurani</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Hall, David Avalon. (2013). <i>The Buddhist Goddess MARISHITEN: A Study of the Evolution and Impact of Her Cult on the Japanese Warrior.</i> Global International. ISBN 978-90-04-25010-9</li>\n<li>Hall, David Avalon. (1997). \"Marishiten: Buddhist Influences on Combative Behavior\" in <i>Koryu Bujutsu: Classical Warrior Traditions of Japan.</i> Koryu Books, pp. 87–119. ISBN 1-890536-04-0</li>\n<li><cite class=\"citation book\">Mol, Serge (2008). <i>Invisible armor: An Introduction to the Esoteric Dimension of Japan’s Classical Warrior Arts</i>. Eibusha. pp. 1–160. ISBN 978-90-8133610-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMarici+%28Buddhism%29&amp;rft.aufirst=Serge&amp;rft.aulast=Mol&amp;rft.btitle=Invisible+armor%3A+An+Introduction+to+the+Esoteric+Dimension+of+Japan%E2%80%99s+Classical+Warrior+Arts&amp;rft.date=2008&amp;rft.genre=book&amp;rft.isbn=978-90-8133610-9&amp;rft.pages=1-160&amp;rft.pub=Eibusha&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Taoist Renaissance – Art Institute of Chicago</li>\n<li>Marichi worship in Japan</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Daibutsu of Todaiji 4.jpg"}, {"ns": 6, "title": "File:Guanyin 00.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Marici by Choying Dorje.jpg"}, {"ns": 6, "title": "File:Marishi multiarmed on one boar.jpg"}, {"ns": 6, "title": "File:Marishiten Marici.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:The goddess Marici at an Esoteric Buddhist temple in Hong Kong.jpg"}]}