{"pageid": 2262454, "ns": 0, "title": "Chandi", "extract": "<p><b>Chandi</b> (Sanskrit: <span title=\"International Alphabet of Sanskrit Transliteration\">Caṇḍī</span>) or <b>Chandika</b> (<span title=\"International Alphabet of Sanskrit Transliteration\">Caṇḍīka</span>) is a Hindu goddess. Chandi is the combined form of Lakshmi, Saraswati and Durga, the ferocious form of Parvati. She is said to be the most ferocious incarnation of Adi Parashakti. Chandika form is said to be extremely ferocious and inaccessible because of her anger. She cannot tolerate evil acts. Chandika does not like evil doers and becomes terribly angry on seeing them. She slays evil doers without mercy. Her anger is expressed in Devi Mahatmya. A seven-year-old girl is also known as Chandika in Sanskrit scriptures.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><span title=\"International Alphabet of Sanskrit Transliteration\">Caṇḍī</span> or <span title=\"International Alphabet of Sanskrit Transliteration\">Caṇḍīika</span> is the name by which the Supreme Goddess is referred to in Devi Mahatmya. Chandi represents the shakti or power of Brahman. The word <i>Chanda</i> hints at extraordinary traits and thus refers to the Brahman, who is extraordinary due to his complete independence with respect to time and space. The word Chandi also refers to the fiery power of anger of the Brahman.  Bhaskararaya, a leading authority on matters concerning Devi worship, defines Chandi as 'the angry, terrible or passionate one'. While scholars debate whether an old Goddess was Sanskritized or a suppressed Goddess was reclaimed, the fact remains that since the very early days, the Devi was worshiped in the subcontinent regardless of whether she appears as a supreme deity in Brahminic texts. Scholars who trace her tracks show that she was very much a part of an early theistic impulse as it was being crystallized in the Indic mind.C. Mackenzie Brown writes:</p>\n<p>Hymns to goddesses in the late portions of the great Mahabharata epic and in the Harivamsa (AD 100-300) reveal the increasing importance of female deities in Brahminical devotional life.… The reemergence of the divine feminine in the Devi-Mahatmya was thus both the culmination of centuries-long trends and the inspirational starting point for new investigations into the nature of feminine transcendence. </p>\n<p>When she does appear in The Markandeya Purana, in the section known as Chandi or The Devi Mahatmya, she proclaims her preeminence:</p>\n<p>This text recounts the tale of male demons and their destruction by the Great Goddess and traces its lineage through the Devi Sukta or the Vac Sukta in The Rigveda and also connects with the Samkhya Prakriti to establish itself as a canonical text for the Shaktas. </p>\n<p>Chandi, the fiercest form of the Goddess, who is the main deity of the famous Devi Mahatmya, a great poem of seven hundred verses (also called Durga Saptasati or Chandi) which celebrates the destruction of demons. As Chandi or the destroyer of opposition, she can be invoked for removing obstacles to allow us to attain any of the four goals of life</p>\n<p>The designation of Chandi or Chandika is used twenty-nine times in the Devi Mahatmya, which is agreed by many scholars to have had originated in Bengal, the primary seat of the Shakta or Goddess tradition and tantric sadhana since ancient times. It is the most common epithet used for the Goddess. In Devi Mahatmya, Chandi, Chandika, Ambika and Durga have been used synonymously.</p>\n<p>The basis for Chandi worship is found in Devi Bhagavata as well as in the Markandeya Purana, which contains the well known Saptashati. This narrates the three tales of Chandika fighting and destroying the evil forces in the forms of Madhu, Kaithabha, Mahishasura and Shumbha &amp; Nishumbha. These stories are narrated in thirteen chapters in the form of seven hundred stanzas or half stanzas. Each of these is considered as an independent mantra by repeating which one attains profound benefits. In addition, the mantra prescribed for this is what is known as Navakshari, the nine lettered mantra that has its basis in the Atharva Shirsha Upanishad, known as the Devi Upanishad.</p>\n<p>Goddess Chandi is associated with the 9 lettered Navakshari Mantra.It is also called Navarna Mantra or Navavarna Mantra. It is one of the principal mantras in Shakti Worship apart from the Sri Vidhya Mantras. It customary to chant this mantra when chanting the Devi Mahatmya. She is supposed to live in a place called Mahakal, which is close to Kailasa.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>She is considered as Kaatyayini (Durga) herself, who had killed Mahishasura as well as Shumbha Nishumbha [1] \"The great Goddess was born from the energies of the male divinities when the gods became impotent in the long-drawn-out battle with the asuras. All the energies of the Gods became united and became supernova, throwing out flames in all directions. Then that unique light, pervading the Three Worlds with its lustre, combined into one, and became a female form.\"</p>\n<p>\"The Devi projected an overwhelming omnipotence. The three-eyed goddess was adorned with the crescent moon. Her multiple arms held auspicious weapons and emblems, jewels and ornaments, garments and utensils, garlands and rosaries of beads, all offered by the gods. With her golden body blazing with the splendour of a thousand suns, seated on her lion vehicle, Chandi is one of the most spectacular of all personifications of Cosmic energy.\"</p>\n<p>In other scriptures, Chandi is portrayed as \"assisting\" Kali in her battle with demon Raktabija. While Kali drank Raktabija's blood, which created new demons from his own blood on falling on the ground; Chandi would destroy the armies of demons created from his blood and finally killed Raktabija himself. In Skanda Purana, this story is retold and another story of mahakali killing demons Chanda and Munda is added.</p>\n<h2><span id=\"Chandi_Homa_(Havan)\"></span><span id=\"Chandi_Homa_.28Havan.29\">Chandi Homa (Havan)</span></h2>\n<p>Chandi Homa is one of the most popular Homas in Hindu religion. It is performed across India during various festivals, especially during the Navaratri. Chandi Homa is performed by reciting verses from the Durga Sapthasathi and offering oblations into the sacrificial fire. It could also be accompanied by the Navakshari Mantra. Kumari Puja, Suvasini Puja also form a part of the ritual.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>The dhyana sloka preceding the Middle episode of Devi Mahatmya the iconographic details are given. The Goddess is described as eighteen armed bearing string of beads, battle axe, mace, arrow, thunderbolt, lotus, bow, water-pot, cudgel, lance, sword, shield, conch, bell, wine-cup, trident, noose and the discus (sudarsana). She has a complexion of coral and is seated on a lotus. In some temples the images of Maha Kali, Maha Lakshmi, and Maha Saraswati are kept separately. The Goddess is also portrayed as four armed in many temples.</p>\n<p>As Purnachandi, she is visualized as both the essence as well as transcendence i.e. the Brahman; who is beyond Laghu Chandika, who is of the combined form of Parvati, Lakshmi and Saraswati as represented in Durga Saptashati of Markandeya Purana. As Purnachandi, she sports with her sixteen hands, sword, arrow, spear, shakti, chakra, mace, rosary, kartarI, phalaka, karmuka, nagapasha, axe, damaru, skull, boon jesture and protection jesture.</p>\n<h2><span id=\"In_folklore_of_Bengal\">In folklore of Bengal</span></h2>\n<p>Chandi is one of the most popular folk deities in Bengal, and a number of poems and literary compositions in Bengali called <i>Chandi Mangala Kavyas</i> were written from 13th century to early 19th century. These had the effect of merging the local folk and tribal goddesses with mainstream Hinduism. The <i>Mangal kavyas</i> often associate Chandi with goddess Kali or Kalika. and recognize her as a consort of Shiva and mother of Ganesha and Kartikeya, which are characteristics of goddesses like Parvati and Durga. The concept of Chandi as the supreme Goddess also underwent a change. The worship of the goddess became heterogeneous in nature.</p>\n<p>Chandi is associated with good fortune. Her auspivcious forms like <i>Mangal Chandi</i>, <i>Sankat Mangal Chandi</i>, <i>Rana Chandi</i> bestow joy, riches, children, good hunting and victory in battles while other forms like <i>Olai Chandi</i> cure diseases like cholera, plague and cattle diseases.</p>\n<p>These are almost all village and tribal Goddesses with the name of the village or tribe being added onto the name Chandi. The most important of these Goddesses is Mongol Chandi who is worshipped in the entire state and also in Assam. Here the word \"Mongol\" means auspicious or benign.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Aniruddha Chandika.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Sandi Dewi (Chandi) Nat.jpg"}]}