{"pageid": 22726111, "ns": 0, "title": "Salacia (mythology)", "extract": "<p>In ancient Roman mythology, <b>Salacia</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[sa.laː.kja]</span> was the female divinity of the sea, worshipped as the goddess of salt water who presided over the depths of the ocean. She was the wife and queen of Neptune, god of the sea and water. That Salacia was the wife of Neptune is implied by Varro, and is positively affirmed by Seneca, Augustine and Servius. She is identified with the Greek goddess Amphitrite, wife of Poseidon.</p>\n<p>The god Neptune wanted to marry Salacia, but she was in great awe of her distinguished suitor, and to preserve her virginity, with grace and celerity she managed to glide out of his sight, and hid from him in the Atlantic Ocean. The grieving Neptune sent a dolphin to look for her and persuade the fair nymph to come back and share his throne. Salacia agreed to marry Neptune and the King of the Deep was so overjoyed at these good tidings that the dolphin was awarded a place in the heavens, where he now forms a well known constellation Delphinus.</p>\n<p>Salacia is represented as a beautiful nymph, crowned with seaweed, either enthroned beside Neptune or driving with him in a pearl shell chariot drawn by dolphins, sea-horses (<i>hippocamps</i>) or other fabulous creatures of the deep, and attended by Tritons and Nereids. She is dressed in queenly robes and has nets in her hair<i>.</i></p>\n<p>Salacia was the personification of the calm and sunlit aspect of the sea. Derived from Latin <i>sal</i>, meaning \"salt\", the name Salacia denotes the wide, open sea, and is sometimes literally translated to mean sensational.</p>\n<p>As his wife, Salacia bore Neptune three children, the most celebrated being Triton, whose body was half man and half fish.</p>\n<p>Aulus Gellius, in 13.23 of his Attic Nights, notes that Roman priests would invoke specific attributes of various gods, “maia Volcani, Salacia Neptuni, hora Quirini, nerio Martis.” Forsythe notes that Salacia Neptuni means “effervescence of Neptune”.</p>\n<p>Sometimes, as Salachia, she is also known as the goddess of springs, ruling over the springs of highly mineralized waters.</p>\n<p>She and Venilia are also called the <i>paredrae</i> of Neptune.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Elseviers Mythologische Encyclopedie, van Aken, Dr. A.R.A., Elsevier, Amsterdam: 1961</li>\n<li>Vestal Virgins, Sibyls, and Matrons: Women in Roman Religion, Takács, S. A., University of Texas Press: 2007</li>\n<li>Bell's New Pantheon Or Historical Dictionary of the Gods, Demi Gods, Heroes and Fabulous Personages of Antiquity, Bell, J, Kessinger Publishing: 2003</li>\n<li>St. Augustin's City of God and Christian Doctrine: Nicene and Post-Nicene Fathers of the Christian Church Part 2, Augusti St Augustin, Saint Augustine, Bishop of Hippo, Published by Kessinger Publishing: 2004</li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Salacia Queen of the Ocean.jpg"}]}