{"pageid": 227422, "ns": 0, "title": "Nehalennia", "extract": "<p><b>Nehalennia</b> (spelled variously) is a goddess of unclear origin, perhaps Germanic or Celtic, Nehalennia is attested on and depicted upon numerous votive altars discovered around what is now the province of Zeeland, the Netherlands, where the Rhine River flowed into the North Sea. Worship of Nehalennia dates back at least to the 2nd century BC, and veneration of the goddess flourished in the 2nd and 3rd centuries AD.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>Nehalennia is attested on 28 inscriptions discovered in the Dutch town of Domburg on the Zeeland coast, when a storm eroded dunes in 1645, disclosing remains of a temple devoted to the previously unattested goddess Nehalennia. A similar number were discovered in 1971-72 in the town of Colijnsplaat, and two others have been found in the Cologne-Deutz area of what is now Cologne, Germany.</p>\n<p>Dutch archeologist J.E. Bogaers and Belgian linguist Maurits Gysseling, in their joint publication <i>Over de naam van de godin Nehalennia</i> (\"On the name of the goddess Nehalennia\"), listed several different forms of the name that appear in inscriptions. While <i>Nehalennia</i> is by far the most common spelling, <i>Nehalenia</i> and <i>Nehalaennia</i> both appear a few times. Gysseling characterizes these two forms as Latinisations of the more archaic <i>Nehalennia</i>. Several sporadic spellings that are attested once each were rejected by Bogaers as non-standard or misread due to the poor state of some of the inscriptions.</p>\n<p>The Domburg inscriptions to <i>Nehalennia</i> inspired Marcus Zuerius van Boxhorn to produce a hasty etymology linking the name <i>Nehalennia</i> to an ancient Scythian, with which he attempted, with the linguistic tools then available, to bridge the already-known connections between European languages and modern Persian.</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>Nehalennia is almost always depicted with marine symbols and a large, benign-looking dog at her feet. She must have been a Celtic or Germanic deity, who was attributed power over trading, shipping and possible horticulture and fertility. She is depicted as a (mostly seated) young woman. She wears a typical short cloak over her shoulders and chest. This garment is unique to her and therefore might have belonged to the costumes usual at that period in this region. Often she is accompanied by a dog and she has as attributes a basket of apples or loaves and ship parts. Hilda Ellis Davidson describes the votive objects:</p>\n<blockquote>\n<p>Nehalennia, a Germanic goddess worshipped at the point where travellers crossed the North Sea from the Netherlands, is shown on many carved stones holding loaves and apples like a Mother Goddess, sometimes with a prow of a ship beside her, but also frequently with an attendant dog which sits looking up at her (Plate 5). This dog is on thirteen of the twenty-one altars recorded by Ada Hondius-Crone (1955:103), who describes him as a kind of greyhound.</p>\n</blockquote>\n<p>Davidson further links the motif of the ship associated with Nehalennia with the Germanic Vanir pair of Freyr and Freyja, as well as the Germanic goddess Nerthus and notes that Nehalennia features some of the same attributes as the Matres.</p>\n\n<p>The loaves that Nehalennia is depicted with on her altars have been identified as <i>duivekater</i>, \"oblong sacrificial loaves in the shape of a shin bone\". Davidson says that loaves of this type may take the place of an animal sacrifice or animal victim, such as the boar-shaped loaf baked at Yule in Sweden, and that in Värmland, Sweden \"within living memory\" grain from the last sheaf was customarily used to bake a loaf into the shape of a little girl that is subsequently shared by the whole household. Davidson provides further examples of elaborate harvest loaves in the shape of sheaves, and displayed in churches for the fertility of fields in Anglo-Saxon England, with parallels in Scandinavia and Ireland.</p>\n<p>In 2005, a replica of the temple was built in Colijnsplaat. The design of temple and its sculpture is based on the archaeological study of the type of sanctuaries in the Roman provinces of Gaul and Germania. At the reconstruction, authentic materials and techniques were used as much as possible.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n\n<p>Religious practices surrounding Nehalennia were at their peak in the 2nd and 3rd centuries AD, at which time there were at least two to possibly three temples located in the area of what is now Zeeland. At the time, this region on the sea coast was an important link for the trade between the Rhine area and Britain. It is known that the tribe of the Morini, who lived on the North Sea coast, worshipped Nehalennia. Visitors came to worship from as far away as Besançon, France and Trier, Germany. Nehalennia had two sanctuaries or shrines, embellished with numerous altars: one at Domburg on the island of Walcheren, and another at Colijnsplaat on the shore of the Oosterschelde.</p>\n<p>In August 2005, a replica of the Nehalennia temple near the lost town of Ganuenta was opened in Colijnsplaat.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Asteroid 2462, or 6578 P-L, an asteroid named after the goddess.</li>\n<li>Germanic paganism</li>\n<li>Iðunn Norse goddess of apples who has parallels to Nehalennia</li>\n<li>Matres</li>\n<li>Mythology of the Low Countries</li>\n<li>Zeeland</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Official site of the Nehalennia temple replica <span>(in Dutch)</span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Nehalennia.jpg"}, {"ns": 6, "title": "File:Nehalennia Domburg.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:WLANL - mystic mabel - Voltarief van de Godin Nehalennia 150-250 na Chr..jpg"}]}