{"pageid": 22799355, "ns": 0, "title": "Boyakonda Gangamma", "extract": "<p><b>Gangamma</b> is the incarnation of Shakti. It is at diguvapalli, Chowdepalli(mandal), Chittoor (District), near Tirupati, Andhra Pradesh, her temple is dedicated to the sister of Venkateswara. The temple is located 18 km from punganuru, 150 km from bengaluru, 20 km from madanapalli.</p>\n<h2><span id=\"History\">History</span></h2>\n<p>Centuries ago the tribals Boyas and Yelikas lived in the forest area around the hillock. They stood up and resented the repressive and automatic rule of the Nawabs. They retaliated against the Muslim soldiers and chased them. The Golconda Nawab rushed additional troops to crush the revolt. Boya tribals could not withstand the onslaught of the Muslim army and fled into the forest and prostrated near the hillock and prayed Almighty to save them. The spirit of the Goddess Shakti descended from the hillock, shielded the tribals and crushed the Nawab's army. Local people say that the Shakti has tied the heads of soldiers to banyan tree branches.</p>\n<p>In the event of victory Boyas built the Gangamma temple, which saved them against evil forces and became famous for centuries. There is a huge well below the temple, and the water is believed to cure many skin ailments. Local people believe that the Pushkarini water is very powerful, and sprinkling it in the field will yield good crop. Devotees can test whether their wishes will be fulfilled by placing a flower on the head of the deity. Locals believe that if the flower falls on the right side it is positive and negative if it falls on the left.</p>\n<p>Once a year the temple Navartri festival brings in lakhs of people from all over India, particularly the south.</p>\n<p>The Gangamma temple was taken over by Endowments Department of Andhra Pradesh in 1990. Since then an Executive officer is in charge of administration of the temple and efforts were made to develop the temple and facilities were created for devotees.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Shakti: Listing of usage in Puranic literature</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}