{"pageid": 2282049, "ns": 0, "title": "Usnisavijaya", "extract": "<p><b>Uṣṇīṣavijayā</b> (\"Victorious One with Ushnisha\"; Tibetan: <span lang=\"bo\" xml:lang=\"bo\">གཙུག་གཏོར་རྣམ་རྒྱལ་མ།</span>, Wylie: <i>gtsug tor rnam rgyal ma</i>, THL: <i>Tsuktor Namgyelma</i>; Mongolian: <span lang=\"mn\" xml:lang=\"mn\">Бизьяа, Намжилмаа, Жүгдэрнамжилмаа</span>, \"Crested Ultimate Tara\") is a buddha of longevity in Buddhism. She wears an image of Vairocana in her headdress. With Amitayus and Sitatara, she constitutes the three Buddhas of long life. She is one of the more well-known Buddhist divinities in Nepal, Tibet, and Mongolia.</p>\n\n<p>Since 1571 <b>Namgyälma</b> has been the namesake for Namgyal Monastery – the personal monastery of all the Dalai Lamas since its establishment by the Third Dalai Lama, Gyalwa Sonam Gyatso – Namgyälma is a female yidam and long-life deity of the Kriya Tantra class in Tibetan Buddhism. She is typically depicted as being white in colour, seated, and has eight arms, holding various symbolic implements in each of her hands.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Uṣṇīṣa_Vijaya_Dhāraṇī_Sūtra\"></span><span id=\"U.E1.B9.A3.E1.B9.87.C4.AB.E1.B9.A3a_Vijaya_Dh.C4.81ra.E1.B9.87.C4.AB_S.C5.ABtra\">Uṣṇīṣa Vijaya Dhāraṇī Sūtra</span></h2>\n<p>The Uṣṇīṣa Vijaya Dhāraṇī Sūtra is the Mantra of Usnisavijaya, a very important Dharani in Chinese Buddhism such that a Chinese Emperor (唐代宗 776 AD) and a Japanese Emperor (清和天皇 860 AD ) had both enforced all Buddhist monasteries within their countries to facilitate its practice, after it had been believed to have brought rain to end two events of droughts in history.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Chandra, Lokesh (1980). Comparative Iconography of the Goddess Usnisavijaya, Acta Orientalia Academiae Scientiarum Hungaricae 34, (1/3), 125-137</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sacred Visions: Early Paintings from Central Tibet, an exhibition catalog from The Metropolitan Museum of Art (fully available online as PDF), which contains material on Usnisavijaya (see index)</li>\n<li>Images of Uṣṇīṣavijayā - HimalayanArt.org</li>\n<li>Namgyälma teaching by Chöje Lama Phuntsok in Hamburg, Germany, 2011.</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dharma Wheel.svg"}, {"ns": 6, "title": "File:Goddess Ushnishavijaya in Stupa - Google Art Project.jpg"}, {"ns": 6, "title": "File:Namgyalma Linden-Museum.jpg"}, {"ns": 6, "title": "File:Usnivijaya.jpg"}]}