{"pageid": 23185671, "ns": 0, "title": "Samding Dorje Phagmo", "extract": "<p>The <b>Samding Dorje Phagmo</b> (Wylie: <i>བསམ་སྡིང་རྡོ་རྗེ་ཕག་མོ</i>) is the highest female incarnation in Tibet and the third highest-ranking person in the hierarchy after the Dalai Lama and the Panchen Lama. She was listed among the highest-ranking reincarnations at the time of the 5th Dalai Lama, recognized by the Tibetan government and acknowledged by the emperors of Qing China. In her first incarnation, as Chökyi Drönma (1422 CE–1455 CE), she was the student and consort of the famous polymath Thang Tong Gyalpo, who first identified her as a tulku of Vajravārāhī, and the consort of Bodong Panchen. The seat of the Samding Dorje Phagmo is at Samding Monastery, in Tibet.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History_and_background\">History and background</span></h2>\n<p>The seat of the Samding Dorje Phagmo is at the Samding Monastery \"Temple of Soaring Meditation.\" The Samding Monastery is associated with the Bodong school of Tibetan Buddhism. It was unique because half of the inhabitants were monks and the other half were nuns and its head was a woman.</p>\n<p>The female tulku who was the abbess of Samding was traditionally a nirmanakaya emanation of Vajravārāhī. The lineage started in the 15th century with the princess of Gungthang, Chökyi Drönma (Wylie: <i>chos kyi sgron me</i>, 1422–1455). She became known as Samding Dorje Pagmo (Wylie: <i>bsam lding rdo rje phag mo</i>) and began a line of female tulkus, reincarnate lamas. She was a contemporary of the 1st Dalai Lama (1391–1474) and her teacher Bodong Panchen Chogley Namgyal also was one of his teachers. She manifested at Samding Monastery in order to tame Yamdrok Lake, a sacred lake as well as a dangerous flashpoint for massive flooding events in Tibet. However, her effects were more practical: as abbess of Samding, she stopped the invasion of the Dzungars, who were reportedly terrified of her great siddhi powers. When faced with her anger—reputedly by turning the 80 novice nuns under her care into furious wild sows—they left the goods and valuables they had plundered as offerings at the monastery and fled the region.</p>\n\n<p>Charles Alfred Bell met the tulku in 1920 and took photographs of her, calling her by the Tibetan name for Vajravarahi, <i>Dorje Pamo</i> (which he translated as \"Thunderbolt Sow\"), in his book. The current incarnation, the 12th of this line, resides in Lhasa. where she is known as <i>Female Living Buddha Dorje Palma</i> by China.</p>\n\n<blockquote class=\"templatequote\">\n<p>The present incarnation [i.e. in 1882] of the divine Dorje Phagmo is a lady of twenty-six, Nag-wang rinchen kunzag wangmo by name. She wears her hair long; her face is agreeable, her manner dignified, and somewhat resembling those of the Lhacham, though she is much less prepossessing than she. It is required of her that she never take her rest lying down; in the daytime she may recline on cushions or in a chair, but during the night she sits in the position prescribed for meditation. [...] In 1716, when the Jungar invaders of Tibet came to Nangartse, their chief sent word to Samding to the Dorjo Phagmo to appear before him, that he might see if she really had, as reported, a pig's head. A mild answer was returned to him; but, incensed at her refusing to obey his summons, he tore down the walls of the monastery of Samding, and broke into the sanctuary. He found it deserted, not a human being in it, only eighty pigs and as many sows grunting in the congregation hall under the lead of a big sow, and he dared not sack a place belonging to pigs.</p>\n<p>When the Jungars had given up all idea of sacking Samding, suddenly the pigs disappeared to become venerable-looking lamas and nuns, with the saintly Dorje Phagmo at their head. Filled with astonishment and veneration for the sacred character of the lady abbess, the chief made immense presents to her lamasery.</p>\n</blockquote>\n<p>Samding Monastery was destroyed after 1959 but is in the process of being restored.</p>\n<h2><span id=\"Incarnation_lineage\">Incarnation lineage</span></h2>\n<ul><li>Samding Dorje Phagmo I, Chökyi Drönma (1422–1455)</li>\n<li>Samding Dorje Phagmo II, Kunga Zangmo (1459-1502)</li>\n<li>Samding Dorje Pakmo III, Nyendrak Zangmo (1503-1542)</li>\n<li>Samding Dorje Phagmo IV, Orgyen Tsomo (born 1543?)</li>\n<li>Samding Dorje Phagmo V, Yeshe Tsomo (17th century)</li>\n<li>Samding Dorje Phagmo VI, Dechen Trinle Tsomo (17th century)</li>\n<li>Samding Dorje Phagmo VII, Chödron Wangmo (died 1746)</li>\n<li>Samding Dorje Phagmo VIII, Kelzang Choden Wangmo (1746-1774)</li>\n<li>Samding Dorje Phagmo IX, Choying Dechen Tsomo (died 1843)</li>\n<li>Samding Dorje Phagmo X, Ngawang Kunzang Dechen Wangmo (born 1857)</li>\n<li>Samding Dorje Phagmo XI, Tubten Chöying Pelmo (born 1896)</li>\n<li>Samding Dorje Phagmo XII, Dechen Chökyi Dronma (born 1938?)</li>\n</ul><p>In premodern Tibet, the successive incarnations of Dorje Pakmo were treated with royal privilege and, along with the Dalai and Panchen Lamas, (and when they were in Tibet, the Chinese Ambans) were permitted to travel by palanquin or sedan chair. Unlike most other nuns, Dorje Pakmo was allowed to wear her hair long, but was never to sleep lying down – in the day she could sleep sitting up in a chair, but was expected at night to remain in a meditative position.</p>\n<h3><span id=\"The_first_Dorje_Phagmo,_Chökyi_Drönma\"></span><span id=\"The_first_Dorje_Phagmo.2C_Ch.C3.B6kyi_Dr.C3.B6nma\">The first Dorje Phagmo, Chökyi Drönma</span></h3>\n\n<p>The first Dorje Phagmo, Chökyi Drönma (1422–1455), was the daughter of Tri Lhawang Gyaltsen (1404-1464), the king of Ngari Gungtang, and a descendent of the ancient kings of Tibet. Gungthang was an independent kingdom in southwestern Tibet in the 15th century. As a princess, she was married to the prince of southern Lato (<i>La stod lho</i>) who was described as a supporter of Bonpo practices. After the death of her only child, a daughter, she renounced her family and royal status to become a Buddhist nun in about 1442CE. Chökyi Drönma was understood to be an incarnation of Machig Labdrön.</p>\n<p>She rapidly became famous as a dynamic and inspirational follower, possibly a tantric consort (<i>phyag rgya ma</i>), of three of the outstanding religious tantric masters of the era. She was also recognised as a master in her own right and as the spiritual heir of her main teacher. She contributed to some of the most significant works of art, architecture, and engineering of her time and had seminal influence in the development of printing. Furthermore, she expressed a particular commitment toward women, promoting their education, establishing nunneries, and even creating religious dances that included roles for them. Chokyi Dronma died at the age of thirty-three, leaving a tangible mark on history not only through her own deeds but even more through what happened after her death: her disciples searched for the girl in whom she had reincarnated and thus initiated a line of female incarnations that became the first and most famous in Tibet.\"</p>\n<p>Chökyi Drönma was a leading figure in the Tibetan Bodongpa tradition which gradually waned under Gelugpa rule, but is being gradually restored today. She died at the Manmogang Monastery in Tsari to the southeast of Dakpo, near the Indian border, in 1455. Diemberger also says that [..... \"the Venerable Lady passed away into the <i>dakinis'</i> heaven (<i>khecara</i>), her true home. She left her skull with special features as the wish-fulfilling gem of the great meditation center of Tsagong. The great <i>siddha</i> [Thangtong Gyalpo] had said earlier, 'A skull with special features will come to this sacred place, together with a mountain dweller from Ngari', and thus the prophecy had come true, greatly enhancing the devotion of the Kongpo people.\"]</p>\n<p>As part of her relationship with Thang Tong Gyalpo, Chökyi Drönma received the complete teachings of the Heart Practice (<i>thugs sgrub</i>) of treasure teachings from Trasang (<i>bkra bzang gter kha</i>), as well as Chöd (teachings of Machig Labdrön and Mahamudra instructions from him.</p>\n<h4><span id=\"A_variety_of_names\">A variety of names</span></h4>\n<p>Chökyi Drönma was known by a variety of names during her lifetime. Diemberger writes: \"Three names in particular frame her [the Dorje Phagmo's] identity according to a classical Tibetan threefold model: as a royal princess she was called Queen of the Jewel (Konchog Gyalmo), her 'outer' name; when she took her vows she became known as Lamp of the Doctrine (Chokyi Dronma), her 'inner' name; as a divine incarnation she was called Thunderbolt Female Pig (Dorje Phagmo), her 'secret' name.\" The wylie transliteration is given by Diemberger as <i>Chos kyi sgron me</i>.</p>\n<blockquote class=\"templatequote\">\n<p>\"The princess's three main names seem to refer to three distinct modes of manifesting herself in different contexts: Konchog Gyalmo (Queen of the Jewel), her birth name; Chokyi Dronma (Lamp of the Dharma), the name she was given when she was ordained as a novice; and Dorje Phagmo (Vajravarahi), the name attributed to her when she was revealed as an emanation of this deity.</p>\n</blockquote>\n<p>In an introductory letter, written by Thang Tong Gyalpo before Chökyi Drönma departed from Northern Lato, in 1454, he presented her with the following letter describing her names: \"Now there is a lady who stems from the royal lineage of the Gods of Clear Light ('Od gsal lha) who is devoted to spiritual liberation and to the benefit of all living beings. Her outer name is Lady Queen of the Jewel (bDag mo dKon mchog rgyal mo); her inner name is Female Teacher Lamp of the Doctrine (sLob dpon ma Chos kyi sgron ma); her secret name is Vajravarahi (rDo rje phag mo). Her residence is undefined.\" </p>\n<h3><span id=\"The_second_Dorje_Phagmo,_Kunga_Zangmo\"></span><span id=\"The_second_Dorje_Phagmo.2C_Kunga_Zangmo\">The second Dorje Phagmo, Kunga Zangmo</span></h3>\n\n<p>According to Diemberger the second Dorje Phagmo was Kunga Sangmo (wylie: Kun dga' bzang mo) (1459–1502).</p>\n<h3><span id=\"The_ninth_Dorje_Phagmo,_Choying_Dechen_Tsomo\"></span><span id=\"The_ninth_Dorje_Phagmo.2C_Choying_Dechen_Tsomo\">The ninth Dorje Phagmo, Choying Dechen Tsomo</span></h3>\n<p>The ninth Dorje Phagmo -Choying Dechen Tshomo-, for example, became a renowned spiritual master not only for Samding but also for the Nyingma tradition, discovered some terma and died at Samye. Her skull is still preserved and worshipped as a holy relic in the Nyingmapa monastery on the island of Yumbudo in Yamdrok Tso Lake.</p>\n<h3><span id=\"The_present_Samding_Dorje_Phagmo\">The present Samding Dorje Phagmo</span></h3>\n<p>The present (12th) Samding Dorje Pakmo Trülku is Dechen Chökyi Drönma Dêqên Qoizhoin Rinpoche, who was born in 1938 or 1942 (?).</p>\n<p>The twelfth Samding Dorje Pakmo was very young at the time of the Chinese occupation, and her exact date of birth is contested. Some sources claim she was born a year before the death of the previous incarnation (and therefore cannot be the true reincarnation).</p>\n<p>However, Dechen Chökyi Drönma was recognised by the present 14th Dalai Lama as a true incarnation and served as a vice president of the Buddhist Association in 1956 while he was president, and the 10th Panchen Lama also a vice president. She went to Lhasa in 1958 and received the empowerment of Yamantaka from the Dalai Lama and the empowerment of Vajrayogini from the Dalai Lama's tutor, Trijang Rinpoche.</p>\n<p>Dechen Chökyi Drönma has been trained in the Bodongpa tradition and remains the head of the Samding Monastery. She simultaneously holds the post of a high government cadre in the Tibet Autonomous Region. She has, as a result, been accused by many of \"collaborating\" with the Chinese.</p>\n<p>After the 2008 Tibetan unrest and prior to the 2008 Summer Olympics in Beijing, the Chinese official government news agency <i>Xinhua</i> said that the twelfth Samding Dorje Phagmo, who is also the vice-chairwoman of the standing committee of the Tibetan Autonomous Regional People's Congress, was quoted saying that, \"The sins of the Dalai Lama and his followers seriously violate the basic teachings and precepts of Buddhism and seriously damage traditional Tibetan Buddhism's normal order and good reputation.\" She reportedly told Xinhua that, \"Old Tibet was dark and cruel, the serfs lived worse than horses and cattle.\"</p>\n<h2><span id=\"Other_Dorje_Phagmo_incarnation_lineages\">Other Dorje Phagmo incarnation lineages</span></h2>\n<p>According to Diemberger there also is a Dorje Phagmo line in Bhutan \"who was recognized by the Sakya Lama Rikey Jatrel, considered an incarnation of Thangtong Gyalpo (1385–1464 or 1361–1485). The Dorje Phagmo is currently a member of the monastic community of the Thangtong Dewachen nunnery at Zilingkha in Thimphu, which follows the Nyingma and the Shangpa Kagyu tradition.\"</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>One of the distinctive features of the Samding Dorje Phagmo's iconography is a black hat. This hat can be seen in both ancient and modern mural paintings as well as in photographs of the later reincarnations. This black hat is very similar to that of the Karmapa  and is linked to the dakinis and Khandro Yeshe Tshogyal in particular.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li><cite class=\"citation book\">Diemberger, Hildegard (2007). <i>When a Woman Becomes a Religious Dynasty: The Samding Dorje Phagmo of Tibet</i>. Columbia University Press. ISBN 978-0-231-14320-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASamding+Dorje+Phagmo&amp;rft.aufirst=Hildegard&amp;rft.aulast=Diemberger&amp;rft.btitle=When+a+Woman+Becomes+a+Religious+Dynasty%3A+The+Samding+Dorje+Phagmo+of+Tibet&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=978-0-231-14320-2&amp;rft.pub=Columbia+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">Diemberger, Hildegard (April 2014). \"The First Samding Dorje Pakmo, Chokyi Dronma\". <i>Treasury of Lives</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASamding+Dorje+Phagmo&amp;rft.atitle=The+First+Samding+Dorje+Pakmo%2C+Chokyi+Dronma&amp;rft.aufirst=Hildegard&amp;rft.aulast=Diemberger&amp;rft.date=2014-04&amp;rft.genre=unknown&amp;rft.jtitle=Treasury+of+Lives&amp;rft_id=http%3A%2F%2Fwww.treasuryoflives.org%2Fbiographies%2Fview%2FFirst-Samding-Dorje-Pakmo-Chokyi-Dronma%2F13205&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation web\">Diemberger, Hildegard (April 2014). \"The Second Samding Dorje Pakmo, Kunga Zangmo\". <i>Treasury of Lives</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASamding+Dorje+Phagmo&amp;rft.atitle=The+Second+Samding+Dorje+Pakmo%2C+Kunga+Zangmo&amp;rft.aufirst=Hildegard&amp;rft.aulast=Diemberger&amp;rft.date=2014-04&amp;rft.genre=unknown&amp;rft.jtitle=Treasury+of+Lives&amp;rft_id=http%3A%2F%2Fwww.treasuryoflives.org%2Fbiographies%2Fview%2FKunga-Zangmo%2FTBRC_P8LS12641&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>The Buddhist Princess and the Woolly Turban: Non-Buddhist Others in a 15th Century Biography by Hildegard Diemberger</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Chokyi Dronma.jpg"}, {"ns": 6, "title": "File:Dorje Phagmo incarnation in 16th century mural at Myemo Chekar.png"}, {"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}, {"ns": 6, "title": "File:Flickr - Rainbirder - Wild Boar Sows.jpg"}, {"ns": 6, "title": "File:Kunga Zangmo.jpg"}, {"ns": 6, "title": "File:Tibetian Wheel.svg"}, {"ns": 6, "title": "File:Vajravarahi Mandala.jpg"}]}