{"pageid": 2322412, "ns": 0, "title": "Ninkasi", "extract": "<p><b>Ninkasi</b> is the ancient Sumerian tutelary goddess of beer.</p>\n<p>Her father was the King of Uruk, and her mother was the high priestess of the temple of Inanna, the goddess of procreation. She is also one of the eight children created in order to heal one of the eight wounds that Enki receives. Furthermore, she is the goddess of alcohol. She was also borne of \"sparkling fresh water\". She is the goddess made to \"satisfy the desire\" and \"sate the heart.\" She would prepare the beverage daily.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Hymn_to_Ninkasi\">Hymn to Ninkasi</span></h2>\n<p>The Sumerian written language and the associated clay tablets are among the earliest human writings. Scholarly works from the early 1800s onward have developed some facility translating the various Sumerian documents. Among these is a poem with the English title, \"A hymn to Ninkasi\". The poem is a recipe for brewing beer. It can be argued that the art of brewing is broken down and explained in order to be passed down from generation to generation. Furthermore, the Hymn to Ninkasi is the oldest record of a direct correlation between the importance of brewing, and the responsibility that women had with regard to supplying both bread and beer to the household. Ninkasi is female, and the fact that a female deity was invoked in prayer with regards to the production of brewed beverages illustrated the relationship between brewing and women as a domestic right and responsibility. The repetitive nature suggests that it was used as a tool in order to pass down information as a way of learning. The poem from Circa 1800 BC explains that grain was converted into bappir bread before fermentation, and grapes as well as honey were added to the mix. The resulting gruel was drunk unfiltered, hence the need for straws. A translation from the University of Oxford describes combining bread, a source for yeast, with malted and soaked grains and keeping the liquid in a fermentation vessel until finally filtering it into a collecting vessel.</p>\n<h2><span id=\"Modern_Uses\">Modern Uses</span></h2>\n<p>Ninkasi Brewing Company in Eugene, Oregon takes its name from the goddess Ninkasi.</p>\n<p>Ninkasi Fabrique de Bière in Lyon, France is named for the goddess Ninkasi.</p>\n<p>The Ninkasi Fan Club is a brewing society in Nelson, British Columbia.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Gambrinus</li>\n<li>4947 Ninkasi</li>\n<li>Ninkasi Award</li>\n<li>History of beer</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Hymn to Ninkasi</li>\n<li>A Hymn to Ninkasi : Translation - From the Electronic Text Corpus of Sumerian Literature</li>\n<li>Ninkasi, The Sumerian Goddess of Brewing and Beer - Beeradvocate.com</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}]}