{"pageid": 23564736, "ns": 0, "title": "Bhuvaneshvari", "extract": "<p><b>Bhuvaneshwari</b> (Sanskrit: भुवनेश्वरी, IAST: Bhuvaneśvarī) is the fourth amongst the ten Mahavidya goddesses and an aspect of Devi or Durga as elements of the physical cosmos in giving shape to the creation of the World.</p>\n<p>She is the Divine Mother as the Queen of all Worlds. The entire Universe is said to be her body and all beings are ornaments of her infinite being. She carries all the worlds as a flowering of her own Self-nature. She is thus related to Sundari and to Rajarajeshwari, the supreme Lady of the Universe. She is also known as Adi Shakti or Durga i.e. one of the earliest forms of shakti. She is capable of turning situations according to her wish. It is considered that even the navagrahas and Trimurti cannot stop her from doing anything.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word Bhuvaneśwari is a compound of the words <i>Bhuvana Iśwari</i>, meaning \"Goddess of the worlds\" or \"Queen of the universe\" where the worlds are the <i>tri-bhuvana</i> or three regions of <i>bhūḥ</i> (earth), <i>bhuvaḥ</i> (atmosphere) and <i>svaḥ</i> (heavens).</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n\n\n<p>There are several temples dedicated to <b>Bhuvaneshwari</b> across India. In South India most of the Srividhya tradition upasaka worship her. In Kerala she is also popular among Shaktas.</p>\n<ul><li>The most important (Shakti Peetha) is located in Nainativu (Manipallavam) – off the shore of the Jaffna Peninsula in Northern Sri Lanka. Her consort is Lord Lingaraj, an incarnation of Shiva. She is worshipped as the patron goddess of Bhubaneswar and by Utkala Brahmins of Orissa.</li>\n<li>Another temple dedicated to Bhuvaneshwari is located in Pudukkottai, Tamil Nadu. A small shrine is also dedicated to her inside Jagannath Temple, Puri and Devi Subhadra is worshipped as Bhuvaneshwari.</li>\n<li>The Samaleswari shrine and Cuttack Chandi Temple in Odisha two are dedicated to her.</li>\n<li>A dedicated temple of Bhuvaneshwari Devi is located at Gondal in Gujarat which was established in 1946.</li>\n<li>The Kamakhya Temple two houses Bhuvaneshwari Temple.</li>\n</ul><p>A powerful temple of Bhuvaneshwari Amma is situated in choorakkodu, Adoor near Vellakulangara.</p>\n<p>In Northern India, Mathura the city of Krishna also has a centuries-old \"Bhuvneshwari MahaVidhya\" temple just opposite to Krishna Janmbhoomi.</p>\n<p>One more devi Temple in Maharashtra, Shri shetra Audumber, sangli district.</p>\n<ul><li>In Kullu district of Himachal Pradesh, there is a dedicated temple to devi Bhuvneshwari where she is known as Mata Bhuvneshwari Jagannathi and fairs are held there in respect to the deity twice a year.</li>\n</ul><p>In North America, Devi Bhuvaneshwari is worshipped at Parashakthi Temple in Pontiac, Michigan.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Mahavidya</li>\n<li>Pattambalam</li>\n<li>Lingaraj Temple</li>\n<li>Bhuvaneshwari Temple Siddapur, Uttarakannada</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Tantric Yoga and the Wisdom Goddesses: David Frawley</li>\n<li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5) by David Kinsley</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bhubaneshwari Janbazar Sammilito Kali Puja Samiti Arnab Dutta 2011.jpg"}, {"ns": 6, "title": "File:Bhuvaneshvari.jpg"}, {"ns": 6, "title": "File:Devi Bhuvaneswari at Parashakthi Temple.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}