{"pageid": 23724107, "ns": 0, "title": "Pratyangira", "extract": "<p><b>Pratyangira</b> (Sanskrit: प्रत्यङ्गिरा; <i>Pratyaṅgirā</i>, IPA: / <i>'Pratyangira</i>/) also called <b>Atharvana Bhadrakaali</b>, <b>Narasimhi</b> or <b>Narashimhika</b>, is a Hindu Goddess associated with Shakti, the Hindu concept of eternal energy. She is described as a goddess with a lioness's face and a human body. This combination of lion and human forms represents the balance of good and evil.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Hindu_Epics\">In Hindu Epics</span></h2>\n\n<p>Prathyangira is also mentioned in the Hindu epic Ramayana. Indrajit was performing \"Nikumbala yaga\" (a sacred ritual to worship Prathyangira)  while Rama and his soldiers were waging war in Lanka. Hanuman came down to stop this ritual because he knew that if Indrajit completed it, he would become invincible.</p>\n<h2><span id=\"Birth_Of_Pratyangiri_Narshimhi_devi\">Birth Of Pratyangiri Narshimhi devi</span></h2>\n<p>As told in Markandeya Purana: In the beginning of the Satya yuga, the Lord Narasimha, an avatar of Vishnu, killed the unruly King Hiranyakashipu by tearing up his body and drinking his blood. Because of the anger in Hiranyakashipu's body and blood Lord Narsimha drunk on rage and could not be stopped. To calm him down, Lord Shiva came down as Sharabha, a bird-animal-human hybrid. Upon seeing this, Lord Narasimha created Gandaberunda, a two headed-bird that was Sarabeswara's opposite. Seeing this it was known that only Lakshmi can calm down vishnu avatar Narsimha. Everyone praised her as she calmed Narasimha down Some believe that in ancient time when two Rishis, Prathiyangira and Angiras, were meditating discovered a goddess through a Moola Mantra who was nameless. Later she privileged the rishis by naming her after them and hence she was called as Prathiyangara Devi. Narasimhi is another name of hers. 'Naran' means human and 'Simha' means lion, so she got named thus as she appears with a lion's face and a human body.In Sri Chakra or Sri_Yantra worship, she protects her devotees against all odds.</p>\n<h2><span id=\"Pratyangira_Devi_Homam_(Havan)\"></span><span id=\"Pratyangira_Devi_Homam_.28Havan.29\">Pratyangira Devi Homam (Havan)</span></h2>\n<p>Havan dedicated to Pratyangira devi is performed at many places for the welfare of the people and for eliminating the influences of evil forces. In some temples Pratyangira Devi Homam (Havan) is performed on days of Amavasya.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Bhadrakali</li>\n<li>Narasimha</li>\n<li>Sekhmet</li>\n<li>Durga</li>\n<li>Kali</li>\n<li>Shakti</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.astrologypredict.com/special-category.php?page=Pratyangira%20Devi%20-%20Protect%20us%20from%20all%20Terrible</li>\n<li>http://ekatvam.org/about-ekatvam/sri-maha-pratyangira-devi.html</li>\n<li>Pratyangira Devi In Nanjangud</li>\n<li>Pratyangira Devi In Sholinganallur, Chennai</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Pratyangira 2014-02-25 09-47.JPG"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Yantra of the Goddess Pratyangira (recto), Symbol (verso) LACMA M.91.128.1.jpg"}]}