{"pageid": 23731470, "ns": 0, "title": "Goddess I", "extract": "<p><b>Goddess I</b> is the Schellhas-Zimmermann-Taube letter designation for one of the most important Maya deities: a youthful woman to whom considerable parts of the post-Classic codices are dedicated, and who equally figures in Classic Period scenes. Based on her representation in codical almanacs, she is considered to represent vital functions of the fertile woman, and to preside over eroticism, human procreation, and marriage. Her aged form is associated with weaving. Goddess I could, perhaps, be seen as a terrestrial counterpart to the Maya moon goddess. In important respects, she corresponds to Xochiquetzal among the Aztecs, a deity with no apparent connection to the moon.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_and_attributes\">Name and attributes</span></h2>\n<p>The hieroglyphical name of the goddess consists of a female head characterized by a hair-like curl (prefixed or infixed). The curl is not unimportant, since it is usually assumed to be the sign of the earth (<i>kab'[an]</i>) or the moon (Landa's <i>u</i>-sign), with the goddess being identified accordingly. However, the curl might, perhaps, better be viewed as the post-Classic rendition of the infix and hair curl characteristic of Classic glyphs for 'woman' (<i>ixik</i>). The head of goddess I is often preceded by the glyph for 'white' (<i>sak</i>). The figure of goddess I shows a restricted set of variable attributes, amongst which is also the coiled snake headband of goddess O. As a mantic designation, 'White Woman' contrasts with 'Red Woman', a name referring to the aged patroness of midwifery, Ixchel (the goddess O). In the codices, the main female functions have been distributed over the White Woman - the Red Woman.</p>\n<h2><span id=\"Functions_in_ancient_almanacs\">Functions in ancient almanacs</span></h2>\n<p>Goddess I is the subject of almanacs which take up several pages in the Post-Classic codices of Dresden (16-23) and Madrid (91-95). There, she is chiefly represented in the following ways:</p>\n<ul><li><i>Carrying a bird on the shoulders</i>:</li>\n</ul><p>The bird species have been argued to refer to the names of specific diseases mentioned in early-colonial medical treatises (especially the <i>Ritual of the Bacabs</i>). Goddess I thereby appears to function as a general mother of disease.</p>\n<ul><li><i>Carrying a deity or a symbol in a carrying-strap on her back</i>:</li>\n</ul><p>The deity (e.g., the rain god, the death god) or the symbol (e.g., 'abundance') contains a general prognostication.</p>\n<ul><li><i>Holding a deity as a child on her lap</i>:</li>\n</ul><p>The deity so held may contain a prediction relative to the child's development.</p>\n<ul><li><i>Seated opposite another deity or animal</i>:</li>\n</ul><p>The combinations with a deity or an animal (vulture, armadillo, deer, dog) seem to refer to the prospects of marriage, in the Madrid codex symbolized by the reed mat on which the couples have been placed. The deity or the animal may be indicative of certain qualities of the male partner in marriage, with the female partner representing the constant element. In some cases - involving a young deity as well as the old, lecherous God N - the coupling has unmistakably erotic overtones.</p>\n<ul><li><i>Seated on the lap of another deity</i>:</li>\n</ul><p>This occurs only once, and implies the aged God L. The prognostication may conceivably refer to the sort of husband that can be expected to take and marry the woman, or to the deity's influence on the female partner in marriage.</p>\n<h2><span id=\"Classic_correspondences\">Classic correspondences</span></h2>\n\n<p>With the exception of the disease-carrying birds, several depictions of the goddess in the almanacs have their counterparts in the Classic Period: Goddess I can be depicted with the maize child in a carrying-strap on her back; in amorous embrace with an aged and lecherous old man, probably God N; as part of the 'harem' of God L (Princeton vase); and in encounters, sometimes markedly erotic, with animals such as armadillo, deer, spider monkey, and stinging insects.</p>\n<p>The combinations with animals are not well understood. They have been interpreted astronomically (on the assumption that goddess I is identical with the moon goddess), but could in principle also be viewed as metaphorical references to marriage; as mythological scenes; or as relating to animal fertility.</p>\n<h2><span id=\"Mythological_comparisons\">Mythological comparisons</span></h2>\n<p>Although in the codices and in Classic Period art, goddess I is not clearly identified with the Maya moon goddess (who can be recognized by her rabbit pet and the lunar crescent), her main functions seem largely to coincide with those of the Moon (excepting the Moon's strong association with water and rain). Mythologically, she has been compared to the underworldly wife of Hun-Hunahpu, Xquic, in the Quichean Popol Vuh, and to the wife of the deer-hunting hero of Q'eqchi' Sun and Moon myth, Po 'Moon'. Thompson has pointed out that in the Q'eqchi' myth - which is about the earthly life of a mountain deity's daughter before her final transformation into the Moon - the themes of eroticism, fertility, and marriage strongly come to the fore. In contemporary Maya religion generally, goddess I may possibly go under the cloak of the Virgin Mary, in the latter's various aspects and local manifestations, such as that of \"guardian and embracer of the maize\".</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Susan Milbrath, <i>Star Gods of the Maya: Astronomy in Art, Folklore, and Calendars</i>. Austin: University of Texas Press 1999.</li>\n<li>Karl Taube, <i>The Major Gods of Ancient Yucatan</i>. Dumbarton Oaks 1992.</li>\n<li>Robert Redfield and A. Villa Rojas, <i>Chan Kom</i>. Chicago: The University of Chicago Press 1934.</li>\n<li>Andrea Stone and M. Zender, <i>Reading Maya Art. A Hieroglyphic Guide to Ancient Maya Painting and Sculpture.</i> Thames and Hudson 2011.</li>\n<li>J.E.S. Thompson, <i>A Commentary on the Dresden Codex</i>. Philadelphia: American Philosophical Society 1972.</li>\n<li>J.E.S. Thompson, <i>The Moon Goddess in Middle America with Notes on Related Deities</i>. Washington: Carnegie Institute of Washington 1939.</li>\n<li>Vail, Gabrielle, and Andrea Stone, 'The Roles of Women in Postclassic and Colonial Maya Art and Literature', in Tracy Ardren ed., <i>Ancient Maya Women</i>. Walnut Creek: Altamira Press 2002.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Maya ceramic figurine, Museo de América.jpg"}, {"ns": 6, "title": "File:WLA lacma ceramic couple whistle.jpg"}]}