{"pageid": 23936042, "ns": 0, "title": "Adrestia", "extract": "<p><b>Adrestia</b> (Ancient Greek: Ἀδρήστεια) in Greek mythology 'she who cannot be escaped' is the daughter of Ares and Aphrodite and known to accompany her father Ares to war. She was venerated as a goddess of revolt, just retribution and sublime balance between good and evil. Because of her role in revenge and retribution, she was usually portrayed with Nemesis, and sometimes identical to Nemesis herself, who had the epithet of Adrestia or Adrasteia. She was also believed to be another war figure, similar to her brothers Phobos and Deimos.</p>\n<blockquote class=\"templatequote\">\n<p>\"She whom none can escape\". Properly an epithet of Rhea Cybele in her attribute of the Mother who punishes human injustice, which is a transgression of the natural right order of things. The Greeks and Romans identified her with Nemesis.</p>\n\n</blockquote>\n<p>The union between Ares and Aphrodite produced many children: Eros (the god of love), Anteros (the god of requited love), Phobos (the god of fear), Deimos (the god of terror), Harmonia (the goddess of harmony and concord), and Nemesis, besides Adrestia herself. Gods would try to get on her side and she would be fought over by the gods and titans.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n<li>List of Greek mythological figures</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Adrestia.jpg"}, {"ns": 6, "title": "File:Atene - Partenone.jpg"}, {"ns": 6, "title": "File:Birth of Venus detail.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}