{"pageid": 23943744, "ns": 0, "title": "Gefjon", "extract": "<p>In Norse mythology, <b>Gefjon</b> (alternatively spelled <b>Gefion</b> or <b>Gefjun</b>) is a goddess associated with ploughing, the Danish island of Zealand, the legendary Swedish king Gylfi, the legendary Danish king Skjöldr, foreknowledge, and virginity. Gefjon is attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources; the <i>Prose Edda</i> and <i>Heimskringla</i>, written in the 13th century by Snorri Sturluson; in the works of skalds; and appears as a gloss for various Greco-Roman goddesses in some Old Norse translations of Latin works.</p>\n<p>The <i>Prose Edda</i> and <i>Heimskringla</i> both report that Gefjon plowed away what is now lake Mälaren, Sweden, and with this land formed the island of Zealand, Denmark. In addition, the <i>Prose Edda</i> describes that not only is Gefjon a virgin herself, but that all who die a virgin become her attendants. <i>Heimskringla</i> records that Gefjon married the legendary Danish king Skjöldr and that the two dwelled in Lejre, Denmark.</p>\n<p>Scholars have proposed theories about the etymology the name of the goddess, connections to fertility and ploughing practices, the implications of the references made to her as a virgin, five potential mentions of the goddess in the Old English poem <i>Beowulf</i>, and potential connections between Gefjon and Grendel's Mother and/or the goddesses Freyja and Frigg.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The etymology of theonym <i>Gefjon</i> (and its variant <i>Gefjun</i>) has been a matter of dispute. In modern scholarship, the element <i>Gef-</i> is generally held to be related to the element <i>Gef-</i> in the name <i>Gefn</i>, one of the numerous names for the goddess Freyja, and likely means 'she who gives (prosperity or happiness)'. The connection between the two names has resulted in etymological interpretation of <i>Gefjun</i> as \"the giving one.\" The names <i>Gefjun</i> and <i>Gefn</i> are both related to the Matron groups the Alagabiae or Ollogabiae.</p>\n<p>Albert Murey Sturtevant notes that \"the only other feminine personal name which contains the suffix <i>-un</i> is <i>Njǫr-un</i>, recorded only in the <i>þulur</i> [...], and among the <i>kvenna heiti ókend</i>. Whatever the stem syllable <i>Njǫr-</i> represents (perhaps *<i>ner-</i> as in *<i>Ner-þuz&gt;Njǫrðr</i>), the addition of the <i>n-</i> and <i>un</i>-suffixes seems to furnish an exact parallel to <i>Gef-n</i> : <i>Gefj-un</i> (cf. <i>Njǫr-n</i> : <i>Njǫr-un</i>).\"</p>\n<p>A Finnish word for \"bride's outfit, trousseau\" may derive from Gefjon's name.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n\n<p>In the <i>Poetic Edda</i>, Gefjon appears solely in three stanzas of the poem <i>Lokasenna</i>, where an exchange occurs between Gefjun and Loki at a dinner feast, and the god Odin comes to Gefjon's defense. After an exchange occurs between Loki and the goddess Iðunn, Gefjon questions why Loki wants to bring negativity into the hall with the assembled gods:</p>\n<blockquote>\n</blockquote>\n<p>The last two lines of the stanza above differ greatly by translation. Henry Adams Bellows comments that the manuscript text for these two lines is \"puzzling\" and that as a result they have been \"freely amended.\" In the stanza that follows, Loki responds to Gefjon, commenting that a youthful male once gave her a necklace, and that with this youth Gefjon slept:</p>\n<blockquote>\n</blockquote>\n<p>Odin interjects; stating that Loki must be quite insane to incur the wrath of Gefjon, for she knows the destinies of mankind just as well as Odin himself:</p>\n<blockquote>\n</blockquote>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n\n<p>The <i>Prose Edda</i> book <i>Gylfaginning</i> begins with a prose account stating that King Gylfi was once the ruler of \"what is now called Sweden,\" and that he was said to have given \"a certain vagrant woman, as reward for his entertainment, one plough-land in his kingdom, as much as four oxen could plow up in a day and night.\" This woman was \"of the race of the Æsir\" and her name was Gefjun. Gefjun took four oxen from Jötunheimr in the north. These oxen were her sons from a jötunn (name not provided). Gefjun's plough \"cut so hard and deep that it uprooted the land, and the oxen drew the land out into the sea to the west and halted in a certain sound.\" Gefjun there placed the land, and bestowed upon it the name Zealand. Where the land had been taken from a lake stands. According to Snorri, the lake is now known as Lake Mälar, located in Sweden, and the inlets in this lake parallel the headlands of Zealand; however, since this is much more true of Lake Vänern, the myth was probably originally about Vänern, not Mälaren.</p>\n<p>As a reference, the prose account presents a stanza from a work attributed to the 9th century skald Bragi Boddason:</p>\n<blockquote>\n<dl><dd>Gefjun dragged from Gylfi,</dd>\n<dd>gladly the land beyond value.</dd>\n<dd>Denmark's increase,</dd>\n<dd>steam rising from the swift-footed bulls.</dd>\n<dd>The oxen bore eight</dd>\n<dd>moons of the forehead and four heads,</dd>\n<dd>hauling as they went in front of</dd>\n<dd>the grassy isle's wide fissure.</dd>\n</dl></blockquote>\n<p>In chapter 35 of <i>Gylfaginning</i>, the enthroned figure of High presents a list of goddesses. High presents Gefjun fourth, and says that Gefjun is a virgin, and all who die as virgins attend her. In relation, High notes that, like Gefjun, the goddess Fulla is also a virgin. At the beginning of the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, Gefjun is listed among nine goddesses who attend a banquet for Ægir on the island of Hlesey (modern Læsø, Denmark). In chapter 32, Gefjun is listed among six goddesses who attend a party held by Ægir. In chapter 75, Gefjun is included among a list of 27 ásynjur names. In addition, <i>Gefjun</i> appears in a kenning for the völva Gróa (\"ale-Gefjun\") employed in the skald Þjóðólfr of Hvinir's composition <i>Haustlöng</i> as quoted in chapter 17 of <i>Skáldskaparmál</i>.</p>\n<h3><span id=\"Heimskringla\"><i>Heimskringla</i></span></h3>\n\n<p>In chapter 5 of <i>Ynglinga saga</i> (as collected in <i>Heimskringla</i>), an euhemerized prose account relates that Odin sent Gefjun from Odense, Funen \"north over the sound to seek for land.\" There, Gefjun encountered king Gylfi \"and he gave her ploughland.\" Gefjun went to the land of Jötunheimr, and there bore four sons to a jötunn (whose name is not provided). Gefjun transformed these four sons into oxen, attached them to a plough, and drew forth the land westward of the sea, opposite to Odense. The saga adds that this land is now called Zealand, and that Gefjun married Skjöldr (described here as \"a son of Odin\"). The two dwelled in Lejre thereafter. From where Gefjun took the land that formed Zealand, a lake was left behind call Lögrinn, and the saga posits that the bays in lake Lögrinn correspond to the nesses of Zealand. This is followed by the same stanza used in <i>Gylfaginning</i> above composed by the skald Bragi Boddason.</p>\n<h3><span id=\"Völsa_þáttr\"></span><span id=\"V.C3.B6lsa_.C3.BE.C3.A1ttr\"><i>Völsa þáttr</i></span></h3>\n<p>Gefjun is sworn by in the þáttr <i>Völsa þáttr</i>, where the daughter of a thrall reluctantly worships a penis severed from a horse:</p>\n<blockquote>\n</blockquote>\n<h3><span id=\"Glosses\">Glosses</span></h3>\n<p>Gefjon appears in some Old Norse translations of Latin works as a gloss on the names of goddesses from Greco-Roman mythology. In several works, including <i>Breta sögur</i> (based on Geoffrey of Monmouth's <i>Historia Regum Britanniae</i>) the goddess Diana is glossed as <i>Gefjon</i>. In <i>Stjórn</i>, Gefjon appears as a gloss for the goddess Aphrodite. In other works, Gefjon glosses the goddesses Athena and Vesta.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<h3><span id=\"Ploughing,_folk_customs,_parallels,_and_fertility\"></span><span id=\"Ploughing.2C_folk_customs.2C_parallels.2C_and_fertility\">Ploughing, folk customs, parallels, and fertility</span></h3>\n\n<p>A reoccurring theme in legend and folktale consists of a man or, more often, a woman who is challenged to gain as much land as can be traveled within a limited amount of time. This motif is attested by Livy around 1 CE, 5th century BCE Greek historian Herodotus, and in folktales from Northern Europe. In six tales from Jutland, Denmark and one from Germany a plough is used similarly as in Livy's account, though the conditions are often met by walking or riding.</p>\n<p>Hilda Ellis Davidson points out a tale from Iceland that features a female settler \"whose husband had died on the voyage out, establishing her claim to a piece of land by driving a young hiefer round it.\" Davidson notes that in <i>Landnámabók</i>, this is recorded as a recognized method for a woman to claim land, and the work further details that \"she might not possess more than she could encircle in this way between sunrise and sunset on a spring day.\" Davidson comments that \"this sounds like a ritual taking over of land rather than a legal requirement, like the custom of men lighting fires when taking new land, and it is possible that the women's custom was linked with the fertility goddess.\" In addition, Davidson notes that Zealand is the most fertile region of Denmark.</p>\n<p>Davidson further links folk customs recorded in the 19th century involving ploughs in Northern and Eastern Europe to practices involving Gefjon from the heathen period. Davidson points out that in eastern Europe, a custom is recorded in Russia where women with loosened hair and clad in white would assemble and drag a plough three times around their village during serious disease outbreaks. In Western Europe, yearly ploughing rituals occurring in England and Denmark in preparation for spring sowing which are, in eastern England, held on Plough Monday after the Christmas break. Gangs of young men dragged round a plough, while taking various names. Davidson states that \"Gefjon with her giant sons transformed into oxen seems a fitting patroness of ceremonies of this kind.\"</p>\n<p>Davidson finds similar elements and parallels in non-Germanic traditions, such as a folktale regarding the Lady of the Lake from Wales recorded in the 19th century. In the tale, the Lady brings forth \"a herd of wondrous cattle\" from the water after she consents to marrying a local farmer. Years later, he unwittingly breaks conditions that she had laid down. As a result, the Lady returns to her dwelling beneath the lake, and calls for her cattle to accompany her, calling them by name. In one version of the tale, the Lady calls forth four gray oxen who were ploughing in a field six miles away. Responding to her call, the oxen dragged the plough with them, and the gash in the land that the plough produced was said to have once been clearly visible.</p>\n<p>A woman was recorded in 1881 as having claimed to recall that people once gathered at the lake on the first Sunday of August, waiting to see whether or not the water would boil up as an indication that the Lady and her oxen would make an appearance. Davidson notes that \"here again a supernatural woman is linked both with water and ploughing land.\"</p>\n<p>Davidson states that in Germanic areas of Europe, traditions also exist of supernatural women who travel about the countryside with a plough, examples including Holde and Holle (from the western and central regions of Germany) and Berchte and Perchte in traditions from upper Germany, Switzerland, and Austria. Davidson explains that \"they were frequently said to travel with a plough around the countryside, in a way reminiscent of the journey of the fertility goddess to bless the land in pre-Christian times, and on these occasions they might be accompanied by a host of tiny children; it was suggested that these children who died unbaptized, or human offspring replaced by changelings, but another possibility is that they were the souls of the unborn.\" Davidson details that some local tales feature the plough breaking down, the supernatural woman gaining assistance from a helper, and the supernatural woman giving him wooden chips, only for the chips to later to turn to gold.</p>\n<p>Regarding the plough and Gefjon, Davidson concludes that \"the idea behind the taking of the plough round the countryside seems to be that it brought good fortune and prosperity, gifts of a benevolent goddess. Gefjon and her plough thus fit into a large framework of the cult of a goddess associated with fertility of both land and water.\"</p>\n<h3><span id=\"Possible_Gylfaginning_manuscript_alteration\">Possible <i>Gylfaginning</i> manuscript alteration</span></h3>\n<p>Questions have been proposed over the seemingly contradictory description of Gefjon as a virgin in <i>Gylfaginning</i>, yet also as attested as having sexual relations (<i>Lokasenna</i>, <i>Heimskringla</i>) and marrying (<i>Heimskringla</i>). John Lindow says that the Gefjon/Gylfi story in <i>Gylfaginning</i> is absent in one branch of manuscripts of the work, and that \"the fact that Gylfi is reintroduced directly after it in the other manuscripts, suggests that that it was not part of Snorri's [author of the <i>Prose Edda</i> and <i>Heimskringla</i>] original text but may have been added by a later scribe.\" Lindow says that if Snorri did not write it, the possibility exists that whoever added the story either was aware of an association made between Gefjon and the Greek goddess Diana (as in the \"glosses\" section above) \"or took the view of the pagan gods as demons and therefore made a whore out of Gefjon.\" However, Lindow adds that the reference to Gefjon made by Loki in <i>Lokasenna</i> suggest that the notion of Gefjon partaking in sexual activity may have been widespread.</p>\n<h3><span id=\"Beowulf\"><i>Beowulf</i></span></h3>\n\n<p>Mentions of Gefjon may appear in <i>Beowulf</i> in five passages (line 49, line 362, line 515, line 1394, and line 1690). Scholar Frank Battaglia refers to these passages as \"the Gefion passages,\" and asks \"Does Beowulf oppose the Earth Goddess of ancient Germanic religion? The possibility of such an interpretation follows upon the discovery that the name <i>Gefion</i>, by which early Danes called their female chthonic deity, may occur in the Old English poem five times.\" Battaglia further theorizes that:</p>\n<blockquote>\n<dl><dd>The five Gefion passages seem to highlight the championing of a new order antagonistic to goddess worship. In light of what appears to be an elaborate thematic statement about patrilineage in the poem, the new order may also have entailed a change in kinship systems. Grendel and his mother may stand as types of earlier, matrilineal tribes. Further the hall which is the object of struggle between Beowulf and the first two monsters may symbolize the consolidation of new hierarchical social organization among the northern Germanic peoples.</dd>\n</dl></blockquote>\n<p>Battaglia says that if the passages are taken to represent Gefjon, <i>gēafon</i> mentioned in line 49 refers directly to Gefjon's sadness at Skjöldr's (described as having wed Gefjon in <i>Heimskringla</i>) death, and that here \"we may with some confidence conclude that in a poem about Scyld's funeral for an Anglo-Danish audience, the word <i>gēafon</i> could probably not have been used without invoking Gefion.\"</p>\n<p>Battaglia posits translations for line 362 (<i>Geofenes begang</i>) as \"Gefion's realm,\" line 515 (<i>Geofon ȳðum wēol</i>) as \"Gefion welled up in waves,\" line 1394 (<i>nē on Gyfenes grund, gā þær hē wille</i>) as \"not (even) in the ground of Gefion, go where he will,\" and line 1690 (<i>Gifen gēotende gīgante cyn;</i>) as \"Gefion gushing, the race of giants.\"</p>\n<p>Scholar Richard North theorizes that Old English <i>geofon</i> and Old Norse <i>Gefjun</i> and Freyja's name <i>Gefn</i> may all descend from a common origin; <i>gabia</i> a Germanic goddess connected with the sea, whose name means \"giving\".</p>\n<h3><span id=\"Frigg_and_Freyja\">Frigg and Freyja</span></h3>\n<p>Some scholars have proposed a connection between Gefjun and the goddesses Frigg and Freyja due to perceived similarities. Britt-Mari Näsström theorizes that Gefjun is simply another aspect of Freyja, and that the \"white youth\" that Freyja is accused of sleeping with by Loki in <i>Gylfaginning</i> may be the god Heimdallr.</p>\n<p>Hilda Ellis Davidson says that \"there seems ample indication that Gefjon represents one aspect of a once powerful goddess of the north, the figure representing in Scandinavian myths as either Frigg, the wife of Odin, or Freyja, sister of fertility god Freyr. Freyja, desired by gods, giants and dwarves alike, acted as dispenser of bounty and inspirer of sexual love between men and women like the Greek Aphrodite.\" In addition, Davidson says that \"as Axel Olrik (1901) pointed out long ago, we know very little about Gefion, and it is possible that she can be identified with Frigg or Freyja\" and not only does the <i>Prose Edda</i> associate her with an afterlife realm of the dead, \"in <i>Lokasenna</i>, Loki claims that Gefion was given a jewel by a lover, traditions that would fit in very well with what we know of Freyja.\"</p>\n<p>Regarding parallels drawn between Freyja and Gefjon proposed from the exchange found in <i>Lokasenna</i>, Rudolf Simek says that <i>Lokasenna</i> is a \"late composition and the reproach is too much of a stereotype to carry much weight.\" Simek says that, regardless, even if Gefjon shouldn't be identified with Freyja, Gefjon could still be considered \"one of the fertility and protective goddesses because of the meaning of her name ('the giving one').\"</p>\n<h2><span id=\"Modern_influence\">Modern influence</span></h2>\n\n<p>Gefjon appears prominently as the allegorical mother of Norway, Sweden, and Denmark in the forty-page Swedish Romantic poem <i>Gefion, a Poem in Four Cantos</i> by Eleonora Charlotta d'Albedyhll (1770–1835). A fountain depicting Gefjun driving her oxen sons to pull her plough (The Gefion Fountain, 1908) by Anders Bundgaard stands in Copenhagen, Denmark, on the island of Zealand, as in the myth. The Gefion family, a family of asteroids, and asteroid 1272 Gefion (discovered in 1931 by Karl Wilhelm Reinmuth) both derive their names from that of the goddess.</p>\n<p>The highest mountain in Queen Louise Land (Danish: <span lang=\"da\" xml:lang=\"da\"><i>Dronning Louise Land</i></span>), NE Greenland was named after Gefjon by the 1912–13 Danish Expedition to Queen Louise Land led by J.P. Koch.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>MyNDIR (My Norse Digital Image Repository) Illustrations of Gefjon from manuscripts and early print books. Clicking on the thumbnail will give you the full image and information concerning it.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Beowulf.firstpage.jpeg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Frederiksborg Slot Hilleroed Denmark ceiling1.jpg"}, {"ns": 6, "title": "File:Gefion and King Gylphi.jpg"}, {"ns": 6, "title": "File:Gefion fountain by Anders Bundgaard I.jpg"}, {"ns": 6, "title": "File:Gefion fountain by Anders Bundgaard II.jpg"}, {"ns": 6, "title": "File:Gefion pflügt mit ihren Stieren Seeland by Karl Ehrenberg.jpg"}, {"ns": 6, "title": "File:Lokasenna by Lorenz Frølich.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}