{"pageid": 241035, "ns": 0, "title": "Medb", "extract": "<p><b>Medb</b> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mɛðv]</span>)—later spelled <b>Meadhbh</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mɛɣv]</span>) and <b>Méabh</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mʲeːv]</span>)—is queen of Connacht in the Ulster Cycle of Irish mythology. Her husband in the core stories of the cycle is Ailill mac Máta, although she had several husbands before him who were also kings of Connacht. She rules from Cruachan (now Rathcroghan, County Roscommon). She is the enemy (and former wife) of Conchobar mac Nessa, king of Ulster, and is best known for starting the <i>Táin Bó Cúailnge</i> (\"The Cattle Raid of Cooley\") to steal Ulster's prize stud bull. Medb is strong-willed, ambitious, cunning and promiscuous, and is an archetypal warrior queen. She is believed to be a manifestation of the sovereignty goddess. Medb of Connacht is probably identical with Medb Lethderg, the sovereignty goddess of Tara, and may also be linked with the Morrígan.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>In Old Irish and Middle Irish her name is <i>Medb</i> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mɛðv]</span>), in early modern Irish <i>Meadhbh</i> or <i>Meaḋḃ</i> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mɛɣv]</span>), and in modern Irish <i>Méabh</i> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mʲeːv]</span>). This is generally believed to come from the Proto-Celtic <i>*medu-</i> (\"mead\") or <i>*medua</i> (\"intoxicating\"), and the meaning of her name has thus been interpreted as \"mead-woman\" or \"she who intoxicates\". This is thought to reflect her role as sovereignty goddess. In ancient and medieval Ireland, the drinking of mead was a key part of a king's inauguration ceremony. In myth, a supernatural woman representing the sovereignty of the land chooses a king by offering him an alcoholic drink, thus bestowing sovereignty upon him. However, it is also suggested that the name comes from Proto-Celtic <i>*medwa</i> (\"the ruler\").</p>\n<p>The name has been Anglicised as <b>Maeve</b>, <b>Maev</b>, <b>Mave</b> or <b>Maiv</b> (pronounced <span></span>). There are several place names in Ireland containing the name Medb. According to Kay Muhr of the Ulster Place-Name Society, some of these names suggest Medb was also an earth and fertility goddess. They include Ballypitmave (<i>Baile Phite Méabha</i>, \"townland of Medb's vulva\") in County Antrim and Sawel Pitmave (<i>Samhail Phite Méabha</i>, \"likeness to Medb's vulva\") in County Tyrone, both in northern Ulster. Other placenames include Maeve's Cairn in County Sligo, Barnavave (<i>Bearna Mhéabha</i>, \"Medb's gap\") in County Louth, Boveva (<i>Boith Mhéabha</i>, \"Medb's huts\") in County Londonderry, Knockmaa (<i>Cnoc Meá</i>, \"Medb's hill\") in County Galway, Meskanmave (<i>Meascán Mhéabha</i>, \"Medb's lump\") in County Donegal, Milleen Meva (<i>Millín Mhéabha</i>, \"Medb's knoll\") at Rathcroghan in County Roscommon, and Rath Meave at Tara in County Meath.</p>\n<h2><span id=\"Marriages_and_rise_to_power\">Marriages and rise to power</span></h2>\n<p>How Medb came to power in Connacht and married Ailill is told in the tale <i>Cath Bóinde</i> (\"The Battle of the Boyne\"), also known as <i>Ferchuitred Medba</i> (\"Medb's man-share\"). Her father, Eochaid Feidlech, the High King of Ireland, married her to Conchobar mac Nessa, king of Ulster, because he had killed Conchobar's purported father, the former High King Fachtna Fáthach, in battle. She bore him a son, Glaisne, but the marriage was a bad one and she left him. Eochaid gave Conchobar another of his daughters, Eithne (or Clothru), but Medb murdered her while she was pregnant; her son Furbaide was born by posthumous caesarian section.</p>\n<p>Eochaid deposed the then-king of Connacht, Tinni mac Conri, and installed Medb in his place. However, Tinni regained a share of the throne when he and Medb later became lovers. Conchobar raped Medb after an assembly at Tara, and war ensued between the High King and Ulster. Tinni challenged Conchobar to single combat, and lost. Eochaid Dála of the Fir Domnann, who had been Tinni's rival for the kingship, protected the Connacht army as it retreated, and became Medb's next husband and king of Connacht. Medb demanded her husband satisfy her three criteria—that he be without fear, meanness, or jealousy. The last was particularly important, as she had many lovers. While married to Eochaid Dála, she took Ailill mac Máta, chief of her bodyguard, as her lover. Eochaid discovered the affair, challenged Ailill to single combat, and lost. Ailill then married Medb and became king of Connacht.</p>\n<h2><span id=\"Medb's_children\"></span><span id=\"Medb.27s_children\">Medb's children</span></h2>\n\n<p>Medb and Ailill had seven sons, all called Maine. They originally all had other names, but when Medb asked a druid which of her sons would kill Conchobar, he replied, \"Maine\". She did not have a son called Maine, so she renamed all her sons as follows:</p>\n<ul><li>Fedlimid became Maine Athramail (\"like his father\")</li>\n<li>Cairbre became Maine Máthramail (\"like his mother\")</li>\n<li>Eochaid became Maine Andoe (\"the swift\") and was also known as Cich-Maine Andoe or Cichmuine</li>\n<li>Fergus became Maine Taí (\"the silent\")</li>\n<li>Cet became Maine Mórgor (\"of great duty\")</li>\n<li>Sin became Maine Mílscothach (\"honey-speech\")</li>\n<li>Dáire became Maine Móepirt (\"beyond description\")</li>\n</ul><p>The prophecy was fulfilled when Maine Andoe went on to kill Conchobar, son of Arthur, son of Bruide — not Conchobar, son of Fachtna Fathach, as Medb had assumed the druid meant. Medb and Ailill also had a daughter, Findabair.</p>\n<h2><span id=\"Cattle_Raid_of_Cooley\">Cattle Raid of Cooley</span></h2>\n\n<p>Medb insisted that she be equal in wealth with her husband, and started the Cattle Raid of Cooley when she discovered that Ailill was one powerful stud bull richer than her. She discovered that the only rival to Ailill's bull, Finnbennach, was Donn Cúailnge, owned by Dáire mac Fiachna, a vassal of Conchobar's. She sent messengers to Dáire, offering wealth, land and sexual favours in return for the loan of the bull, and Dáire initially agreed. But when a drunken messenger declared that, if he had not agreed, the bull would have been taken by force, Dáire withdrew his consent, and Medb prepared for war.</p>\n<p>An army was raised including contingents from all over Ireland. One was a group of Ulster exiles led by Conchobar's estranged son Cormac Cond Longas and his foster-father Fergus mac Róich, former king of Ulster and one of Medb's lovers. It is reported that it took seven men to satisfy her, or Fergus once. Medb's relationship with Fergus is alluded to in the early poem <i>Conailla Medb míchuru</i> (\"Medb has entered evil contracts\") by Luccreth moccu Chiara (c. 600); it asserts that Medb wrongly seduced Fergus into turning against Ulster \"because he preferred the buttocks of a woman to his own people\".</p>\n<p>Because of a divine curse on the Ulstermen, the invasion was opposed only by the teenage Ulster hero Cúchulainn, who held up the army's advance by demanding single combat at fords. Medb and Ailill offered their daughter Findabair in marriage to a series of heroes as payment for fighting Cúchulainn, but all were defeated. Nevertheless, Medb secured the bull. However, after a final battle against Conchobar's assembled army, she was forced to retreat. Donn Cúailnge was brought back to Cruachan, where it fought Ailill's bull, Finnbennach, killing him, but dying of his wounds.</p>\n<p>Also, throughout the Táin Bó Cúailnge Medb has several encounters with Cúchulainn in which he kills either her pets or handmaidens and the place in which they were killed is then named after them, which illustrates the importance of landscape throughout the text of the Táin Bó Cúailnge. Examples of this occur when Cúchulainn \"slung a stone and killed a pet stoat as it sat on Medb's shoulder by her neck, south of the ford. Hence the name Meithe Togmaill, Stoat Neck\" and when he kills Medb’s handmaid: “He slung a stone at her from the heights of Cuincu and killed her on the flat place that bears her name, Reid Locha, Locha’s Level, in Cualinge”  Medb’s behaviour further illustrates the importance of the landscape when she goes to great lengths to permanently alter it to show her contempt for Ulster. “”She preferred to cross the mountain by leaving a track that would show forever her contempt for Ulster… to make the Pass of the Cualinge Cattle.” </p>\n<h2><span id=\"Later_years\">Later years</span></h2>\n<p>Out of jealousy for his affair with Medb, Ailill had Fergus killed. In his old age, after Conchobar's death, the Ulster hero Conall Cernach came to stay with Ailill and Medb, as they were the only household capable of supporting him. Medb tasked him to keep an eye on Ailill, who was seeing other women. Finding Ailill <i>in flagrante</i>, she ordered Conall to kill him, which he was happy to do in revenge for Fergus. However, the dying Ailill sent his men after him, and he was killed while trying to escape.</p>\n<h2><span id=\"Death\">Death</span></h2>\n\n<p>In her later years she often went to bathe in a pool on Inchcleraun (Inis Cloithreann), an island on Lough Ree, near Knockcroghery. Furbaide sought revenge for the death of his mother. He took a rope and measured the distance between the pool and the shore, and practised with his sling until he could hit an apple on top of a stake Medb's height from that distance. The next time he saw Medb bathing he put his practice to good use and killed her with a piece of cheese. She was succeeded to the throne of Connacht by her son Maine Athramail.</p>\n<p>According to legend, Medb is buried in a 40-foot (12 m) high stone cairn on the summit of Knocknarea (<i>Cnoc na Ré</i> in Irish) in County Sligo. Supposedly, she is buried upright facing her enemies in Ulster. Her home in Rathcroghan, County Roscommon is also a potential burial site, with a long low slab named 'Misgaun Medb' being given as the most likely location.</p>\n<p><br></p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>Historians suggest that she was probably originally a \"sovereignty goddess\", whom a king would ritually marry as part of his inauguration. Medb Lethderg, who performs a similar function in Tara is probably identical with or the inspiration for this Medb. Her name is said to mean 'she who intoxicates', and is cognate with the English word 'mead'; it is likely that the sacred marriage ceremony between the king and the goddess would involve a shared drink. Medb's \"pillow talk\" argument with her consort contains suggestions of matrilineality, as does Ailill's taking his name from his mother Máta Muirisc. Recently, Irish and Irish-American poets have explored Medb as an image of woman's power, including sexuality, as in \"Labhrann Medb\" (\"Medb Speaks\") by Irish-language poet Nuala Ní Dhomhnaill and \"Intoxication\" by Irish-American poet Patricia Monaghan.</p>\n<p>The name \"Connacht\" is an apparent anachronism: the stories of the Ulster Cycle are traditionally set around the time of Christ, but the Connachta, after whom the province is named, were said to have been the descendants of Conn Cétchathach, who is supposed to have lived several centuries later. Later stories use the name Cóiced Ol nEchmacht as an earlier name for the province of Connacht to get around this problem. However, the chronology of early Irish historical tradition is an artificial attempt by Christian monks to synchronise native traditions with classical and biblical history, and it is possible that the cycle has been chronologically misplaced.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Maeve (Irish name)</li>\n<li>Irish mythology in popular culture</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ghosts between the Pages: The Devolution of Medb from Sovereignty Goddess to Comic Book Villainess and the Potential Dangers of the Transcription of Oral Tales</li>\n<li>Medb's Men, or the Battle of the Boyne</li>\n<li>Carn Furbaide from the Metrical Dindshenchas Vol 4</li>\n<li>Bricriu's Feast</li>\n<li>The Dream of Óengus</li>\n<li>The Cattle Raid of Fráech</li>\n<li>The Cattle Raid of Regamon</li>\n<li>The Raid for Dartaid's Cattle</li>\n<li>The Driving of Flidais's Cattle</li>\n<li>The Adventures of Nera</li>\n<li>The Cattle Raid of Cooley, recension 1</li>\n<li>The Cattle Raid of Cooley, recension 2</li>\n<li>The Death of Fergus mac Róich</li>\n<li>The Death of Cú Chulainn</li>\n<li>The Violent Death of Medb</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Maev.jpg"}, {"ns": 6, "title": "File:Maeve&druid.jpg"}, {"ns": 6, "title": "File:Queen Maeves Tomb Knocknarea.jpg"}]}