{"pageid": 241131, "ns": 0, "title": "Nemain", "extract": "<p>In Irish mythology, <b>Neman</b> or <b>Nemain</b> (modern spelling: <b>Neamhan</b>, <b>Neamhain</b>) is the spirit-woman or goddess who personifies the frenzied havoc of war. In the ancient texts where The Morrígan appears as a trio of goddesses — the three sisters who make up the <i>Morrígna</i> — one of these sisters is sometimes known as Nemain.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Representation_in_literature\">Representation in literature</span></h2>\n<p>In the grand Irish epic of the Tain Bo Cuailnge, Neman confounds armies, so that friendly bands fall in mutual slaughter. When the forces of Queen Medb arrive at Magh-Tregham, in the present county of Longford, on the way to Cuailnge, Nemain appears amongst them:</p>\n<blockquote>\n<p>“Then the Neman attacked them, and that was not the most comfortable night with them, from the uproar of the giant Dubtach through his sleep. The bands were immediately startled, and the army confounded, until Medb went to check the confusion.” Lebor na hUidhre, fol. 46, b1.</p>\n</blockquote>\n<p>And in another passage, in the episode called \"Breslech Maighe Muirthemhne,” where a terrible description is given of Cuchullain's fury at seeing the hostile armies of the south and west encamped within the borders of Ulaid, we are told (Book of Leinster, fol.54, a2, and b1):Nemain is an Irish goddess who is very powerful. Nemain can kill 100 men with just one single battle cry.</p>\n<blockquote>\n<p>\"He saw from him the ardent sparkling of the bright golden weapons over the heads of the four great provinces of Eriu, before the fall of the cloud of evening. Great fury and indignation seized him on seeing them, at the number of his opponents and at the multitude of his enemies. He seized his two spears, and his shield and his sword, and uttered from his throat a warrior's shout, so that sprites, and satyrs, and maniacs of the valley, and the demons of the air responded, terror-stricken by the shout which he had raised on high. And the Neman confused the army; and the four provinces of Eriu dashed themselves against the points of their own spears and weapons, so that one hundred warriors died of fear and trembling in the middle of the fort and encampment that night.\"</p>\n</blockquote>\n<h2><span id=\"Kinship\">Kinship</span></h2>\n<p>In Cormac's glossary, Nemain is said to have been the wife of Neit, \"the god of battle with the pagan Gaeidhel\". A poem in the Book of Leinster (fol. 6, a2), couples Badb and Nemain as the wives of Neid or Neit:—</p>\n<blockquote>\n<p>“Neit son of Indu, and his two wives, Badb and Neamin, truly, Were slain in Ailech, without blemish, By Neptur of the Fomorians”.</p>\n</blockquote>\n<p>At folio 5, a2, of the same MS., <b>Fea</b> and Nemain are said to have been Neit’s two wives but in the poem on Ailech printed from the Dinnsenchus in the \"Ordinance Memoir of Templemore\" (p. 226), Nemain only is mentioned as the wife of Neit. Also, in the Irish books of genealogy, both Fea and Nemain are said to have been the two daughters of Elcmar of the Brugh (Newgrange, near the Boyne), who was the son of Delbaeth, son of Ogma, son of Elatan, and the wives of Neid son of Indae. This identical kinship of Fea and Nemain implies that the two are one and the same personality.</p>\n<p>She sometimes appears as a bean nighe, the weeping washer by a river, washing the clothes or entrails of a doomed warrior.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The variant forms in which her name appears in Irish texts are <i>Nemon ~ Nemain ~ Neman.</i> These alternations imply that the Proto-Celtic form of this theonym, if such a theonym existed at that stage, would have been *<i>Nemānjā</i>, *<i>Nemani-s</i> or *<i>Nemoni-s</i>.</p>\n<p>The meaning of the name has been various glossed. Squire (2000:45) glossed the name as 'venomous' presumably relating it to the Proto-Celtic *<i>nemi-</i> 'dose of poison' 'something which is dealt out' from the Proto-Indo-European root *<i>nem-</i> 'deal out' (Old Irish <i>nem</i>, pl. <i>neimi</i> 'poison' ). However, *<i>nemi-</i> is clearly an <i>i</i>-stem noun whereas the stems of the reconstructed forms *<i>Nemā-njā</i>, *<i>Nema-ni-s</i> and *<i>Nemo-ni-s</i> are clearly <i>a</i>-stem and <i>o</i>-stem nouns respectively.</p>\n<p>Equally, the Proto-Celtic <i>*nāmant-</i> 'enemy' (Irish <i>námhaid</i>, genitive <i>namhad</i> 'enemy' from the Old Irish <i>náma</i>, g. <i>námat</i>, pl.n. <i>námait</i> [1]) is too different in form from *<i>Nemānjā</i>, *<i>Nemani-s</i> or *<i>Nemoni-s</i> to be equated with any of them.</p>\n<p>The name may plausibly be an extended form of the Proto-Indo-European root of the name is <i>*nem-</i> 'seize, take, deal out' to which is related the Ancient Greek <i>Némesis</i> 'wrath, nemesis' and the name <i>Nemesis</i>, the personification of retributive justice in Greek mythology. This is related to the Ancient Greek Nomos, which means a custom or law, and also means to divide, distribute, or to allot. The Proto-Indo-European root is the Old High German <i>nâma</i> 'rapine,' German <i>nehmen</i>, 'take,' English <i>nimble</i>; Zend <i>nemanh</i> 'crime,' Albanian <i>name</i> 'a curse' and the Welsh, Cornish, and Breton <i>nam</i>, 'blame' [2]. According to this theory, the name would mean something like 'the Great Taker' or the 'Great Allotter.'</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Hennessey, WM. (1870). <i>The Ancient Irish Goddess of War</i>. Revue Celtique, Vol 1, pp. 27–57. Available 26 September 2007 online at Sacred-texts.com.</li>\n</ul>", "images": [{"ns": 6, "title": "File:WPanthroponymy.svg"}]}