{"pageid": 24253, "ns": 0, "title": "Persephone", "extract": "<p>In Greek mythology, <b>Persephone</b> (<span></span>, <small title=\"English pronunciation respelling\"><i>per-<b>SEH</b>-fə-nee</i></small>; Greek: <span lang=\"el\" xml:lang=\"el\">Περσεφόνη</span>), also called <b>Kore</b> (<span></span>; \"the maiden\") or <b>Cora</b>, is the daughter of Zeus and the harvest goddess Demeter and is the queen of the underworld. Homer describes her as the formidable, venerable majestic princess of the underworld, who carries into effect the curses of men upon the souls of the dead. Persephone was married to Hades, the god-king of the underworld. The myth of her abduction represents her function as the personification of vegetation, which shoots forth in spring and withdraws into the earth after harvest; hence, she is also associated with spring as well as the fertility of vegetation. Similar myths appear in the Orient, in the cults of male gods like Attis, Adonis, and Osiris, and in Minoan Crete.</p>\n<p>Persephone as a vegetation goddess and her mother Demeter were the central figures of the Eleusinian mysteries that predated the Olympian pantheon and promised the initiated a more enjoyable prospect after death. Persephone is further said to have become by Zeus the mother of Dionysus, Iacchus, or Zagreus, usually in orphic tradition. The origins of her cult are uncertain, but it was based on very old agrarian cults of agricultural communities.</p>\n<p>Persephone was commonly worshipped along with Demeter and with the same mysteries. To her alone were dedicated the mysteries celebrated at Athens in the month of Anthesterion. In Classical Greek art, Persephone is invariably portrayed robed, often carrying a sheaf of grain. She may appear as a mystical divinity with a sceptre and a little box, but she was mostly represented in the process of being carried off by Hades.</p>\n<p>In Roman mythology, she is called Proserpina, and her mother, Ceres.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<h3><span id=\"Etymology\">Etymology</span></h3>\n\n<p>In a Linear B (Mycenean Greek) inscription on a tablet found at Pylos dated 1400–1200 BC, John Chadwick reconstructed the name of a goddess <i>*Preswa</i> who could be identified with Persa, daughter of Oceanus and found speculative the further identification with the first element of Persephone. <i>Persephonē</i> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Περσεφόνη</span>) is her name in the Ionic Greek of epic literature. The Homeric form of her name is <i>Persephoneia</i> (Περσεφονεία, <i>Persephoneia</i>). In other dialects, she was known under variant names: <i>Persephassa</i> (<span lang=\"grc\" xml:lang=\"grc\">Περσεφάσσα</span>), <i>Persephatta</i> (<span lang=\"grc\" xml:lang=\"grc\">Περσεφάττα</span>), or simply <i>Korē</i> (<span lang=\"grc\" xml:lang=\"grc\">Κόρη</span>, \"girl, maiden\"). Plato calls her <i>Pherepapha</i> (<span lang=\"grc\" xml:lang=\"grc\">Φερέπαφα</span>) in his <i>Cratylus</i>, \"because she is wise and touches that which is in motion\". There are also the forms <i>Periphona</i> (Πηριφόνα) and <i>Phersephassa</i> (<span lang=\"grc\" xml:lang=\"grc\">Φερσέφασσα</span>). The existence of so many different forms shows how difficult it was for the Greeks to pronounce the word in their own language and suggests that the name may have a Pre-Greek origin.</p>\n<p><i>Persephatta</i> (<span lang=\"grc\" xml:lang=\"grc\">Περσεφάττα</span>) is considered to mean \"female thresher of grain,\" going by \"perso-\" relating to Sanskrit \"parsa\", \"sheaf of grain\" and the second constituent of the name originating in Proto-Indo European <span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*-gʷʰn-t-ih</span>, from the root <span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*gʷʰen</span> \"to strike\".</p>\n<p>An alternative etymology is from <span lang=\"grc\" xml:lang=\"grc\">φέρειν φόνον</span>, <i>pherein phonon</i>, \"to bring (or cause) death\".</p>\n<p>John Chadwick speculatively relates the name of Persephone with the name of Perse, daughter of Oceanus.</p>\n<h3><span id=\"Roman_Proserpina\">Roman Proserpina</span></h3>\n\n\n<p>The Romans first heard of her from the Aeolian and Dorian cities of Magna Graecia, who used the dialectal variant <i>Proserpinē</i> (<span lang=\"grc\" xml:lang=\"grc\">Προσερπίνη</span>). Hence, in Roman mythology she was called Proserpina, a name erroneously derived by the Romans from <i>proserpere</i>, \"to shoot forth\" and as such became an emblematic figure of the Renaissance.</p>\n<p>At Locri, perhaps uniquely, Persephone was the protector of marriage, a role usually assumed by Hera; in the iconography of votive plaques at Locri, her abduction and marriage to Hades served as an emblem of the marital state, children at Locri were dedicated to Proserpina, and maidens about to be wed brought their <i>peplos</i> to be blessed.</p>\n<h3><span id=\"Nestis\">Nestis</span></h3>\n<p>In a Classical period text ascribed to Empedocles, c. 490 – 430 BC, describing a correspondence among four deities and the classical elements, the name <i>Nestis</i> for water apparently refers to Persephone: \"Now hear the fourfold roots of everything: enlivening Hera, Hades, shining Zeus. And Nestis, moistening mortal springs with tears.\"</p>\n<p>Of the four deities of Empedocles' elements, it is the name of Persephone alone that is taboo—Nestis is a euphemistic cult title—for she was also the terrible Queen of the Dead, whose name was not safe to speak aloud, who was euphemistically named simply as Kore or \"the Maiden\", a vestige of her archaic role as the deity ruling the underworld.</p>\n<h2><span id=\"Titles_and_functions\">Titles and functions</span></h2>\n<p>The epithets of Persephone reveal her double function as chthonic and vegetation goddess. The surnames given to her by the poets refer to her character as Queen of the lower world and the dead, or her symbolic meaning of the power that shoots forth and withdraws into the earth. Her common name as a vegetation goddess is Kore, and in Arcadia she was worshipped under the title Despoina, \"the mistress\", a very old chthonic divinity. Plutarch identifies her with spring and Cicero calls her the seed of the fruits of the fields. In the Eleusinian mysteries, her return is the symbol of immortality and hence she was frequently represented on sarcophagi.</p>\n<p>In the mystical theories of the Orphics and the Platonists, Kore is described as the all-pervading goddess of nature who both produces and destroys everything, and she is therefore mentioned along or identified with other mystic divinities such as Isis, Rhea, Ge, Hestia, Pandora, Artemis, and Hecate. The Orphic Persephone is further said to have become by Zeus the mother of Dionysus, Iacchus, Zagreus, and the little-attested Melinoe.</p>\n<h3><span id=\"Epithets\">Epithets</span></h3>\n<p>As a goddess of the underworld, Persephone was given euphemistically friendly names. However it is possible that some of them were the names of original goddesses:</p>\n<ul><li><b>Despoina</b> (<i>dems-potnia</i>) \"the mistress\" (literally \"the mistress of the house\") in Arcadia.</li>\n<li><b>Hagne</b>, \"pure\", originally a goddess of the springs in Messenia.</li>\n<li><b>Melindia</b> or <b>Melinoia</b> (meli, \"honey\"), as the consort of Hades, in Hermione. (Compare Hecate, Melinoe)</li>\n<li><b>Melivia</b></li>\n<li><b>Melitodes</b></li>\n<li><b>Aristi cthonia</b>, \"the best chthonic\".</li>\n<li><b>Praxidike</b>, the Orphic Hymn to Persephone identifies Praxidike as an epithet of Persephone: \"Praxidike, subterranean queen. The Eumenides' source [mother], fair-haired, whose frame proceeds from Zeus' ineffable and secret seeds.\"</li>\n</ul><p>As a vegetation goddess, she was called:</p>\n<ul><li><b>Kore</b>, \"the maiden\".</li>\n<li><b>Kore Soteira</b>, \"the savior maiden\", in Megalopolis.</li>\n<li><b>Neotera</b>, \"the younger\", in Eleusis.</li>\n<li><b>Kore of Demeter Hagne</b> in the Homeric hymn.</li>\n<li><b>Kore memagmeni</b>, \"the mixed daughter\" (bread).</li>\n</ul><p>Demeter and her daughter <b>Persephone</b> were usually called:</p>\n<ul><li><b>The goddesses</b>, often distinguished as \"the older\" and \"the younger\" in Eleusis.</li>\n<li><b>Demeters</b>, in Rhodes and Sparta</li>\n<li><b>The thesmophoroi</b>, \"the legislators\" in the Thesmophoria.</li>\n<li><b>The Great Goddesses</b>, in Arcadia.</li>\n<li><b>The mistresses</b> in Arcadia.</li>\n<li><b>Karpophoroi</b>, \"the bringers of fruit\", in Tegea of Arcadia.</li>\n</ul><h2><span id=\"Origins_of_the_cult\">Origins of the cult</span></h2>\n\n<p>The myth of a goddess being abducted and taken to the Underworld is probably Pre-Greek in origin. Samuel Noah Kramer, the renowned scholar of ancient Sumer, has posited that the Greek story of the abduction of Persephone may be derived from an ancient Sumerian story in which Ereshkigal, the ancient Sumerian goddess of the Underworld, is abducted by Kur, the primeval dragon of Sumerian mythology, and forced to become ruler of the Underworld against her own will.</p>\n<p>The location of Persephone's abduction is different in each local cult. The <i>Homeric Hymn to Demeter</i> mentions the \"plain of Nysa\". The locations of this probably mythical place may simply be conventions to show that a magically distant chthonic land of myth was intended in the remote past. Demeter found and met her daughter in Eleusis, and this is the mythical disguise of what happened in the mysteries.</p>\n<p>Persephone is an old chthonic deity of the agricultural communities, who received the souls of the dead into the earth, and acquired powers over the fertility of the soil, over which she reigned. The earliest depiction of a goddess who may be identified with Persephone growing out of the ground, is on a plate from the Old-Palace period in Phaistos. The goddess has a vegetable-like appearance, and she is surrounded by dancing girls between blossoming flowers. A similar representation, where the goddess appears to come down from the sky, is depicted on the Minoan ring of Isopata.</p>\n\n<p>In some forms Hades appears with his chthonic horses. The myth of the rape of Kore was derived from the idea that Hades catches the souls of the dead like his booty and then carries them with his horses into his kingdom. This idea is vague in Homer, but appears in later Greek depictions, and in Greek folklore. \"Charos\" appears with his horse and carries the dead into the underworld.</p>\n<p>The cults of Persephone and Demeter in the Eleusinian mysteries and in the Thesmophoria were based on old agrarian cults. A lot of ancient beliefs were based on initiation into jealously-guarded mysteries (secret rites) because they offered prospects after death more enjoyable than the final end at the gloomy space of the Greek Hades. There is evidence that some practices were derived from the religious practices of the Mycenaean age. Kerenyi asserts that these religious practices were introduced from Minoan Crete., The idea of immortality which appears in the syncretistic religions of the Near East did not exist in the Eleusinian mysteries at the very beginning.</p>\n<h3><span id=\"Near_East_-_Minoan_Crete\">Near East - Minoan Crete</span></h3>\n\n<p>In the Near eastern myth of the primitive agricultural societies, every year the fertility goddess bore the \"god of the new year\", who then became her lover, and died immediately in order to be reborn and face the same destiny. Some findings from Catal Huyuk since the Neolithic age, indicate the worship of the Great Goddess accompanied by a boyish consort, who symbolizes the annual decay and return of vegetation. Similar cults of resurrected gods appear in the Near East and Egypt in the cults of Attis, Adonis and Osiris.</p>\n<p>In Minoan Crete, the \"divine child\" was related to the female vegetation divinity Ariadne who died every year. The Minoan religion had its own characteristics. The most peculiar feature of the Minoan belief in the divine, is the appearance of the goddess from above in the dance. Dance floors have been discovered in addition to \"vaulted tombs\", and it seems that the dance was ecstatic. Homer memorializes the dance floor which Daedalus built for Ariadne in the remote past. On the gold ring from Isopata, four women in festal attire are performing a dance between blossoming flowers. Above a figure apparently floating in the air seems to be the goddess herself, appearing amid the whirling dance. An image plate from the first palace of Phaistos, seems to be very close to the mythical image of the <i>Anodos</i> (ascent) of Persephone. Two girls dance between blossoming flowers, on each side of a similar but armless and legless figure which seems to grow out of the ground. The goddess is bordered by snake lines which give her a vegetable like appearance She has a large stylized flower turned over her head. The resemblance with the flower-picking Persephone and her companions is compelling. The depiction of the goddess is similar to later images of \"Anodos of Pherephata\". On the Dresden vase, Persephone is growing out of the ground, and she is surrounded by the animal-tailed agricultural gods Silenoi.</p>\n<p>Kerenyi suggests that the name Ariadne (derived from <span lang=\"grc\" xml:lang=\"grc\">ἁγνή</span>, <i>hagne</i>, \"pure\"), was an euphemistical name given by the Greeks to the nameless \"Mistress of the labyrinth\" who appears in a Mycenean Greek inscription from Knossos in Crete. The Greeks used to give friendly names to the deities of the underworld. Cthonic Zeus was called Eubuleus, \"the good counselor\", and the ferryman of the river of the underworld Charon, \"glad\". Despoina and \"Hagne\" were probably euphemistic surnames of Persephone, therefore he theorizes that the cult of Persephone was the continuation of the worship of a Minoan Great goddess. The labyrinth was both a winding dance-ground and, in the Greek view, a prison with the dreaded Minotaur at its centre. It is possible that some religious practices, especially the mysteries, were transferred from a Cretan priesthood to Eleusis, where Demeter brought the poppy from Crete. Besides these similarities, Burkert explains that up to now it is not known to what extent one can and must differentiate between Minoan and Mycenean religion. In the Anthesteria Dionysos is the \"divine child\".</p>\n<h3><span id=\"Mycenean_Greece\">Mycenean Greece</span></h3>\n\n<p>There is evidence of a cult in Eleusis from the Mycenean period; however, there are not sacral finds from this period. The cult was private and there is no information about it. As well as the names of some Greek gods in the Mycenean Greek inscriptions, also appear names of goddesses, like \"the divine Mother\" (the mother of the gods) or \"the Goddess (or priestess) of the winds\", who don't have Mycenean origin . In historical times, Demeter and Kore were usually referred to as \"the goddesses\" or \"the mistresses\" (Arcadia) in the mysteries . In the Mycenean Greek tablets dated 1400–1200 BC, the \"two queens and the king\" are mentioned. John Chadwick believes that these were the precursor divinities of Demeter, Persephone and Poseidon.</p>\n<p>Some information can be obtained from the study of the cult of Eileithyia at Crete, and the cult of Despoina. In the cave of Amnisos at Crete, Eileithyia is related with the annual birth of the divine child and she is connected with <i>Enesidaon</i> (The earth shaker), who is the chthonic aspect of the god Poseidon. Persephone was conflated with Despoina, \"the mistress\", a chthonic divinity in West-Arcadia. The megaron of Eleusis is quite similar with the \"megaron\" of Despoina at Lycosura. Demeter is united with the god Poseidon, and she bears a daughter, the unnameable Despoina. Poseidon appears as a horse, as it usually happens in Northern European folklore. The goddess of nature and her companion survived in the Eleusinian cult, where the following words were uttered \"Mighty Potnia bore a great sun\". In Eleusis, in a ritual, one child (\"pais\") was initiated from the hearth. The name <i>pais</i> (the divine child) appears in the Mycenean inscriptions, and the ritual indicates the transition from the old funerary practices to the Greek cremation.</p>\n<p>In Greek mythology Nysa is a mythical mountain with an unknown location. <i>Nysion</i> (or Mysion), the place of the abduction of Persephone was also probably a mythical place which did not exist on the map, a magically distant chthonic land of myth which was intended in the remote past.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Abduction_myth\">Abduction myth</span></h3>\n\n<p>Persephone used to live far away from the other gods, a goddess within Nature herself before the days of planting seeds and nurturing plants. In the Olympian telling, the gods Hermes and Apollo had wooed Persephone; but Demeter rejected all their gifts and hid her daughter away from the company of the Olympian gods. The story of her abduction by Hades against her will is traditionally referred to as the Rape of Persephone. It is mentioned briefly in Hesiod's Theogony, and told in considerable detail in the <i>Homeric Hymn to Demeter</i>. Zeus, it is said, permitted Hades, who was in love with the beautiful Persephone, to abduct her as her mother Demeter was not likely to allow her daughter to go down to Hades. Persephone was gathering flowers with the Oceanids along with Artemis and Athena—the <i>Homeric Hymn</i> says—in a field when Hades came to abduct her, bursting through a cleft in the earth. Demeter, when she found her daughter had disappeared, searched for her all over the earth with Hecate's torches. In most versions she forbids the earth to produce, or she neglects the earth and in the depth of her despair she causes nothing to grow. Helios, the sun, who sees everything, eventually told Demeter what had happened and at length she discovered the place of her abode. Finally, Zeus, pressed by the cries of the hungry people and by the other deities who also heard their anguish, forced Hades to return Persephone.</p>\n\n<p>Hades indeed complied with the request, but first he tricked her, giving her some pomegranate seeds to eat. Persephone was released by Hermes, who had been sent to retrieve her, but because she had tasted food in the underworld, she was obliged to spend a third of each year (the winter months) there, and the remaining part of the year with the gods above. With the later writers Ovid and Hyginus, Persephone's time in the underworld becomes half the year.</p>\n<p>Various local traditions place Persephone's abduction in a different location. The Sicilians, among whom her worship was probably introduced by the Corinthian and Megarian colonists, believed that Hades found her in the meadows near Enna, and that a well arose on the spot where he descended with her into the lower world. The Cretans thought that their own island had been the scene of the rape, and the Eleusinians mentioned the Nysian plain in Boeotia, and said that Persephone had descended with Hades into the lower world at the entrance of the western Oceanus. Later accounts place the rape in Attica, near Athens, or near Eleusis.</p>\n\n<p>The Homeric hymn mentions the <i>Nysion</i> (or Mysion) which was probably a mythical place. The location of this mythical place may simply be a convention to show that a magically distant chthonic land of myth was intended in the remote past. Before Persephone was abducted by Hades, the shepherd Eumolpus and the swineherd Eubuleus saw a girl in a black chariot driven by an invisible driver being carried off into the earth which had violently opened up. Eubuleus was feeding his pigs at the opening to the underworld when Persephone was abducted by Plouton. His swine were swallowed by the earth along with her, and the myth is an etiology for the relation of pigs with the ancient rites in Thesmophoria, and in Eleusis.</p>\n<p>In the hymn, Persephone returns and she is reunited with her mother near Eleusis. Demeter as she has been promised established her mysteries (orgies) when the Eleusinians built for her a temple near the spring of Callichorus. These were awful mysteries which were not allowed to be uttered. The uninitiated would spend a miserable existence in the gloomy space of Hades after death.</p>\n<p>In some versions, Ascalaphus informed the other deities that Persephone had eaten the pomegranate seeds. When Demeter and her daughter were reunited, the Earth flourished with vegetation and color, but for some months each year, when Persephone returned to the underworld, the earth once again became a barren realm. This is an origin story to explain the seasons.</p>\n<p>In an earlier version, Hecate rescued Persephone. On an Attic red-figured bell krater of c. 440 BC in the Metropolitan Museum of Art, Persephone is rising as if up stairs from a cleft in the earth, while Hermes stands aside; Hecate, holding two torches, looks back as she leads her to the enthroned Demeter.</p>\n<p>The 10th-century Byzantine encyclopedia <i>Suda</i> introduces a goddess of a blessed afterlife assured to Orphic mystery initiates. This Macaria is asserted to be the daughter of Hades, but no mother is mentioned.</p>\n<h3><span id=\"Interpretation_of_the_myth\">Interpretation of the myth</span></h3>\n\n<p>In the myth Pluto abducts Persephone to be his wife and the queen of his realm. Pluto (Πλούτων, <i>Ploutōn</i>) was a name for the ruler of the underworld; the god was also known as Hades, a name for the underworld itself. The name <i>Pluton</i> was conflated with that of Ploutos (Πλούτος <i>Ploutos</i>, \"wealth\"), a god of wealth, because mineral wealth was found underground, and because Pluto as a chthonic god ruled the deep earth that contained the seeds necessary for a bountiful harvest. <i>Plouton</i> is lord of the dead, but as Persephone's husband he has serious claims to the powers of fertility.</p>\n<p>In the Theogony of Hesiod, Demeter was united with the hero Iasion in Crete and she bore Ploutos. This union seems to be a reference to a hieros gamos (ritual copulation) to ensure the earth's fertility. This ritual copulation appears in Minoan Crete, in many Near Eastern agricultural societies, and also in the Anthesteria.</p>\n<p>Nilsson believes that the original cult of Ploutos (or Pluto) in Eleusis was similar with the Minoan cult of the \"divine child\", who died in order to be reborn. The child was abandoned by his mother and then it was brought up by the powers of nature. Similar myths appear in the cults of Hyakinthos (Amyklai), Erichthonios (Athens), and later in the cult of Dionysos.</p>\n<p>The Greek version of the abduction myth is related to grain – important and rare in the Greek environment – and the return (ascent) of Persephone was celebrated at the autumn sowing. Pluto (Ploutos) represents the wealth of the grain that was stored in underground silos or ceramic jars (<i>pithoi</i>), during summer months. Similar subterranean <i>pithoi</i> were used in ancient times for burials and Pluto is fused with Hades, the King of the realm of the dead. During summer months, the Greek <i>grain-Maiden</i> (Kore) is lying in the grain of the underground silos in the realm of Hades, and she is fused with Persephone, the Queen of the Underworld. At the beginning of the autumn, when the seeds of the old crop are laid on the fields, she ascends and is reunited with her mother Demeter, for at that time the old crop and the new meet each other. For the initiated, this union was the symbol of the eternity of human life that flows from the generations which spring from each other.</p>\n<h3><span id=\"Arcadian_myths\">Arcadian myths</span></h3>\n\n<p>The primitive myths of isolated Arcadia seem to be related to the first Greek-speaking people who came from the north-east during the bronze age. Despoina (the mistress), the goddess of the Arcadian mysteries, is the daughter of Demeter and Poseidon <i>Hippios</i> (horse), who represents the river spirit of the underworld that appears as a horse as often happens in northern-European folklore. He pursues the mare-Demeter and from the union she bears the horse Arion and a daughter who originally had the form or the shape of a mare. The two goddesses were not clearly separated and they were closely connected with the springs and the animals. They were related with the god of rivers and springs; Poseidon and especially with Artemis, the Mistress of the Animals who was the first nymph. According to the Greek tradition a hunt-goddess preceded the harvest goddess. In Arcadia, Demeter and Persephone were often called <i>Despoinai</i> (Δέσποιναι, \"the mistresses\") in historical times. They are the two Great Goddesses of the Arcadian cults, and evidently they come from a more primitive religion. The Greek god Poseidon probably substituted the companion (<i>Paredros</i>, Πάρεδρος) of the Minoan Great goddess in the Arcadian mysteries.</p>\n\n<h3><span id=\"Queen_of_the_Underworld\">Queen of the Underworld</span></h3>\n<p>Persephone held an ancient role as the dread queen of the Underworld, within which tradition it was forbidden to speak her name. This tradition comes from her conflation with the very old chthonic divinity Despoina (the mistress), whose real name could not be revealed to anyone except those initiated to her mysteries. As goddess of death she was also called a daughter of Zeus and Styx, the river that formed the boundary between Earth and the underworld. Homer describes her as the formidable, venerable majestic queen of the shades, who carries into effect the curses of men upon the souls of the dead, along with her husband Hades. In the reformulation of Greek mythology expressed in the <i>Orphic Hymns</i>, Dionysus and Melinoe are separately called children of Zeus and Persephone. Groves sacred to her stood at the western extremity of the earth on the frontiers of the lower world, which itself was called \"house of Persephone\".</p>\n<p>Her central myth served as the context for the secret rites of regeneration at Eleusis, which promised immortality to initiates.</p>\n<h2><span id=\"Cult_of_Persephone\">Cult of Persephone</span></h2>\n<p>Persephone was worshipped along with her mother Demeter and in the same mysteries. Her cults included agrarian magic, dancing, and rituals. The priests used special vessels and holy symbols, and the people participated with rhymes. In Eleusis there is evidence of sacred laws and other inscriptions.</p>\n<p>The Cult of Demeter and the Maiden is found at Attica, in the main festivals Thesmophoria and Eleusinian mysteries and in a lot of local cults. These festivals were almost always celebrated at the autumn sowing, and at full-moon according to the Greek tradition. In some local cults the feasts were dedicated to Demeter.</p>\n<h3><span id=\"Thesmophoria\">Thesmophoria</span></h3>\n\n\n<p>Thesmophoria, were celebrated in Athens, and the festival was widely spread in Greece. This was a festival of secret women-only rituals connected with marriage customs and commemorated the third of the year, in the month Pyanepsion, when Kore was abducted and Demeter abstained from her role as goddess of harvest and growth. The ceremony involved sinking sacrifices into the earth by night and retrieving the decaying remains of pigs that had been placed in the <i>megara</i> of Demeter (trenches and pits or natural clefts in rock), the previous year. These were placed on altars, mixed with seeds, then planted. Pits rich in organic matter at Eleusis have been taken as evidence that the Thesmophoria was held there as well as in other demes of Attica. This agrarian magic was also used in the cult of the earth-goddesses potniai (mistresses) in the Cabeirian, and in Knidos.</p>\n<p>The festival was celebrated over three days. The first was the \"way up\" to the sacred space, the second, the day of feasting when they ate pomegranate seeds and the third was a meat feast in celebration of Kalligeneia a goddess of beautiful birth. Zeus penetrated the mysteries as Zeus- Eubuleus which is an euphemistical name of Hades (Chthonios Zeus). In the original myth which is an etiology for the ancient rites, Eubuleus was a swineherd who was feeding his pigs at the opening to the underworld when Persephone was abducted by Plouton. His swine were swallowed by the earth along with her.</p>\n<h3><span id=\"Eleusinian_mysteries\">Eleusinian mysteries</span></h3>\n\n\n<p>The Eleusinian mysteries was a festival celebrated at the autumn sowing in the city of Eleusis. Inscriptions refer to \"the Goddesses\" accompanied by the agricultural god Triptolemos (probably son of Ge and Oceanus), and \"the God and the Goddess\" (Persephone and Plouton) accompanied by Eubuleus who probably led the way back from the underworld. The myth was represented in a cycle with three phases: the \"descent\", the \"search\", and the \"ascent\", with contrasted emotions from sorrow to joy which roused the mystae to exultation. The main theme was the ascent of Persephone and the reunion with her mother Demeter. The festival activities included dancing, probably across the Rharian field, where according to the myth the first grain grew.</p>\n<p>At the beginning of the feast, the priests filled two special vessels and poured them out, the one towards the west, and the other towards the east. The people looking both to the sky and the earth shouted in a magical rhyme \"rain and conceive\". In a ritual, a child was initiated from the hearth (the divine fire). It was the ritual of the \"divine child\" who originally was Ploutos. In the Homeric hymn the ritual is connected with the myth of the agricultural god Triptolemos The high point of the celebration was \"an ear of grain cut in silence\", which represented the force of the new life. The idea of immortality didn't exist in the mysteries at the beginning, but the initiated believed that they would have a better fate in the underworld. Death remained a reality, but at the same time a new beginning like the plant which grows from the buried seed. In the earliest depictions Persephone is an armless and legless deity, who grows out of the ground.</p>\n<h3><span id=\"Local_cults\">Local cults</span></h3>\n\n\n\n\n<p>Local cults of Demeter and Kore existed in Greece, Asia Minor, Sicily, Magna Graecia, and Libya.</p>\n<ul><li><b>Attica</b>:<ul><li>Athens, in the mysteries of Agrae. This was a local cult near the river Ilissos. They were celebrated during spring in the month Anthesterion. Later they became an obligation for the participants of the \"greater\" Eleusinian mysteries. There was a temple of Demeter and Kore and an image of Triptolemos.</li>\n</ul></li>\n</ul>\n<ul><li>\n<ul><li>Piraeus: The <i>Skirophoria</i>, a festival related to the Thesmophoria.</li>\n<li>Megara: Cult of Demeter <i>thesmophoros</i> and Kore. The city was named after its <i>megara</i> .</li>\n<li>Aegina: Cult of Demeter <i>thesmophoros</i> and Kore.</li>\n<li>Phlya, near Koropi, in the mysteries of Phlya: These have very old roots and were probably originally dedicated to Demeter Anesidora, Kore, and Zeus Ktesios, who was the god of the underground stored grain. Pausanias mentions a temple of Demeter-Anesidora, Kore Protogone, and Zeus Ktesios. The surname Protogonos, indicates a later Orphic influence. It seems that the mysteries were related to the mysteries of Andania in Messene.</li>\n</ul></li>\n<li><b>Boeotia</b>:\n<ul><li>Thebes, which Zeus is said to have given to her as an acknowledgement for a favour she had bestowed upon him. Pausanias records a grove of Cabeirian Demeter and the Maid, three miles outside the gates of Thebes, where a ritual was performed, so-called on the grounds that Demeter gave it to the Cabeiri, who established it at Thebes. The Thebans told Pausanias that some inhabitants of Naupactus had performed the same rituals there, and had met with divine vengeance. The Cabeirian mysteries were introduced from Asia Minor at the end of the archaic period. Nothing is known of the older cult, and it seems that the Cabeiri were originally wine-daemons. Inscriptions from the temple in Thebes mention the old one as Cabir, and the new one as son (pais), who are different. According to Pausanias, Pelarge, the daughter of Potnieus, was connected with the cult of Demeter in the Cabeirian (potniai).</li>\n<li>A feast in Boeotia, in the month <i>Demetrios</i> (Pyanepsion), probably similar with the Thesmophoria.</li>\n<li>Thebes: Cult of Demeter and Kore in a feast named Thesmophoria but probably different. It was celebrated in the summer month <i>Bukatios</i>.</li>\n</ul></li>\n<li><b>Peloponnese</b> (except Arcadia)<ul><li><b>Hermione</b>: An old cult of Demeter Chthonia, Kore, and <i>Klymenos</i> (Hades). Cows were pushed into the temple, and then they were killed by four women. It is possible that Hermione was a mythical name, the place of the souls.</li>\n<li>Asine: Cult of Demeter Chthonia. The cult seems to be related to the original cult of Demeter in Hermione.</li>\n<li>Lakonia: Temple of Demeter <i>Eleusinia</i> near Taygetos. The feast was named <i>Eleuhinia</i>, and the name was given before the relation of Demeter with the cult of Eleusis.</li>\n<li>Lakonia at Aigila: Dedicated to Demeter. Men were excluded.</li>\n<li>near Sparta: Cult of Demeter and Kore, the Demeters (Δαμάτερες, \"Damaters\"). According to Hesychius, the feast lasted three days (Thesmophoria).</li>\n<li>Corinth: Cult of Demeter, Kore, and Pluton.</li>\n<li>Triphylia in Elis: Cult of Demeter, Kore, and Hades.</li>\n<li>Pellene: Dedicated to the <i>Mysian</i> Demeter. Men were excluded. The next day, men and women became naked.</li>\n<li>Andania in Messenia (near the borders of Arcadia): Cult of the Great goddesses, Demeter and <i>Hagne</i>. Hagne, a goddess of the spring, was the original deity before Demeter. The temple was built near a spring.</li>\n</ul></li>\n<li><b>Arcadia</b><ul><li>Pheneos : Mysteries of Demeter <i>Thesmia</i> and Demeter <i>Eleusinia</i>. The Eleusinian cult was introduced later. The priest took the <i>holy book</i> from a natural cleft. He used the mask of Demeter <i>Kidaria</i>, and he hit his stick on the earth, in a kind of agrarian magic. An Arcadian dance was named kidaris.</li>\n<li><b>Pallantion</b> near Tripoli: Cult of Demeter and Kore.</li>\n<li>Karyai: Cult of Kore and Pluton.</li>\n<li>Tegea: Cult of Demeter and Kore, the <i>Karpophoroi</i>, \"Fruit givers\".</li>\n<li>Megalopolis: Cult of the Great goddesses, Demeter and <i>Kore Sotira</i>, \"the savior\".</li>\n<li>Mantineia: Cult of Demeter and Kore in the fest <i>Koragia</i>.</li>\n<li>Trapezus: Mysteries of the Great goddesses, Demeter and Kore. The temple was built near a spring, and a fire was burning out of the earth.</li>\n<li>near Thelpusa in Onkeion: Temple of Demeter Erinys (vengeful) and Demeter Lusia (bathing). In the myth Demeter was united with Poseidon Hippios (horse) and bore the horse Arion and the unnamed. The name Despoina was given in West Arcadia.</li>\n<li>Phigalia: Cult of the mare-headed Demeter (black), and Despoina. Demeter was depicted in her archaic form, a Medusa type with a horse's head with snaky hair, holding a dove and a dolphin. The temple was built near a spring.</li>\n<li>Lycosura,\n\nCult of Demeter and Despoina. In the portico of the temple of Despoina there was a tablet with the inscriptions of the mysteries. In front of the temple there was an altar to Demeter and another to Despoine, after which was one of the Great Mother. By the sides stood Artemis and Anytos, the Titan who brought up Despoine. Besides the temple, there was also a hall where the Arcadians celebrated the mysteries A fire was always burning in front of the temple of Pan (the goat-god), the god of the wild, shepherds and flocks. In a relief appear dancing animal-headed women (or with animal-masks) in a procession. Near the temple have been found terracotta figures with human bodies, and heads of animals.</li>\n</ul></li>\n<li><b>Islands</b>\n<ul><li>Paros: Cult of Demeter, Kore, and Zeus-Eubuleus.</li>\n<li>Amorgos: Cult of Demeter, Kore, and Zeus-Eubuleus.</li>\n<li>Delos: Cult of Demeter, Kore, and Zeus-Eubuleus. Probably a different feast with the name Thesmophoria, celebrated in a summer month (the same month in Thebes). Two big loaves of bread were oferred to the two goddesses. Another feast was named <i>Megalartia</i>.</li>\n<li>Mykonos: Cult of Demeter, Kore, and Zeus-Buleus.</li>\n<li>Crete : Cult of Demeter and Kore, in the month Thesmophorios.</li>\n<li>Rhodes: Cult of Demeter and Kore, in the month Thesmophorios. The two goddesses are the Damaters in an inscription from Lindos</li>\n</ul></li>\n<li>Asia Minor\n<ul><li>Knidos: Cult of Demeter, Kore, and Pluton. Agrarian magic similar to the one used in Thesmophoria and in the cult of the potniai (Cabeirian).</li>\n<li>Ephesos : Cult of Demeter and Kore, celebrated at night-time.</li>\n<li>Priene: Cult of Demeter and Kore, similar to the Thesmophoria.</li>\n</ul></li>\n<li>Sicily</li>\n</ul>\n<ul><li>\n<ul><li>Syracuse: There was a harvest festival of Demeter and Persephone at Syracuse when the grain was ripe (about May).</li>\n<li>A fest <i>Koris katagogi</i>, the descent of Persephone into the underworld.</li>\n</ul></li>\n<li>Magna Graecia\n<ul><li>Epizephyrian Locri: A temple associated with childbirth; its treasure was looted by Pyrrhus.</li>\n<li>Archaeological finds suggest that worship of Demeter and Persephone was widespread in Sicily and Greek Italy.</li>\n</ul></li>\n<li>Libya\n<ul><li>Cyrene: Temple of Demeter and Kore</li>\n</ul></li>\n</ul><h2><span id=\"Ancient_literary_references\">Ancient literary references</span></h2>\n<ul><li>Homer:\n<ul><li><b>Iliad</b>:\n<ul><li>\"the gods fulfilled his curse, even Zeus of the nether world and dread Persephone.\" (9, line 457; A. T. Murray, trans)</li>\n<li>\"Althea prayed instantly to the gods, being grieved for her brother's slaying; and furthermore instantly beat with her hands upon the all-nurturing earth, calling upon Hades and dread Persephone\" (9, 569)</li>\n</ul></li>\n<li><b>Odyssey</b>:\n<ul><li>\"And come to the house of Hades and dread Persephone to seek sooth saying of the spirit of Theban Teiresias. To him even in death Persephone has granted reason that ...\" (book 10, card 473)</li>\n</ul></li>\n</ul></li>\n<li>Hymns to Demeter<ul><li><b>Hymn 2</b>:\n<ul><li>\"Mistress Demeter goddess of heaven, which God or mortal man has rapt away Persephone and pierced with sorrow your dear heart?<i>(hymn 2, card 40)</i></li>\n</ul></li>\n<li><b>Hymn 13</b>:\n<ul><li>\"I start to sing for Demeter the lovely-faced goddess, for her and her daughter the most beautiful Persephone. Hail goddess keep this city safe!\" (hymn 13, card 1)</li>\n</ul></li>\n</ul></li>\n<li>Pindar<ul><li><b>Olympian</b>:\n<ul><li>\"Now go Echo, to the dark-walled home of Persephone.\"(book O, poem 14)</li>\n</ul></li>\n<li><b>Isthmean</b>:\n<ul><li>\"Aecus showed them the way to the house of Persephone and nymphs, one of them carrying a ball.\"(book 1, poem 8)</li>\n</ul></li>\n<li><b>Nemean</b>:\n<ul><li>\"Island which Zeus, the lord of Olympus gave to Persephone;he nodded descent with his flowers hair.\"(book N, poem 1)</li>\n</ul></li>\n<li><b>Pythian</b>:\n<ul><li>\"You splendor-loving city, most beautiful on earth, home of Persephone. You who inhabit the hill of well-built dwellings.\"(book P, poem 12)</li>\n</ul></li>\n</ul></li>\n<li>Aeschylus<ul><li><b>Libation bearers</b>:\n<ul><li>Electra:\"O Persephone, grant us indeed a glorious victory!\" (card 479)</li>\n</ul></li>\n</ul></li>\n<li>Aristophanes<ul><li><b>Thesmophoriazusae</b>:\n<ul><li>Mnesilochos:\"Thou Mistress Demeter, the most valuable friend and thou Persephone, grant that I may be able to offer you!\" (card 266)</li>\n</ul></li>\n</ul></li>\n<li>Euripides<ul><li><b>Alcestis</b>:\n<ul><li>\"O you brave and best hail, sitting as attendand Beside's Hades bride Persephone!\" (card 741)</li>\n</ul></li>\n<li><b>Hecuba</b>:\n<ul><li>\"It is said that any of the dead that stand beside Persephone, that the Danaids have left the plains to Troy.\" (card 130)</li>\n</ul></li>\n</ul></li>\n<li>Bacchylides<ul><li><b>Epinicians</b>:\n<ul><li>\"Flashing thunderbolt went down to the halls of slender-ankled Persephone to bring up into the light of Hades.\" (book Ep. poem 5)</li>\n</ul></li>\n</ul></li>\n<li>Vergil<ul><li><b>The Aeneid</b>:\n<ul><li>\"For since she had not died through fate, or by a well-earned death, but wretchedly, before her time, inflamed with sudden madness, Proserpine had not yet taken a lock of golden hair from her head, or condemned her soul to Stygian Orcus.\" (IV.696–99)</li>\n</ul></li>\n</ul></li>\n</ul><h2><span id=\"Modern_reception\">Modern reception</span></h2>\n\n<p>In 1934, Igor Stravinsky based his melodrama <i>Perséphone</i> on Persephone's story. In 1961, Frederick Ashton of the Royal Ballet appropriated Stravinsky's score, to choreograph a ballet starring Svetlana Beriosova as Persephone.</p>\n<p>Persephone also appears many times in popular culture. Featured in a variety of young adult novels such as \"Persephone\" by Kaitlin Bevis, \"Persephone's Orchard\" by Molly Ringle, \"The Goddess Test\" by Aimee Carter, \"The Goddess Letters\" by Carol Orlock, and \"Abandon\" by Meg Cabot, her story has also been treated by Suzanne Banay Santo in \"Persephone Under the Earth\" in the light of women's spirituality. Here Santo treats the mythic elements in terms of maternal sacrifice to the burgeoning sexuality of an adolescent daughter. Accompanied by the classic, sensual paintings of Frederic Lord Leighton and William-Adolphe Bouguereau, Santo portrays Persephone not as a victim but as a woman in quest of sexual depth and power, transcending the role of daughter, though ultimately returning to it as an awakened Queen.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Eleusinian Mysteries</li>\n<li>Rape of Persephone</li>\n<li>Anthesphoria, festival honoring Proserpina, and Persephone</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n<dl><dt>Notes</dt>\n</dl>\n<dl><dt>References</dt>\n</dl>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes</i>, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921.</li>\n<li>Bowra Maurice (1957), <i>The Greek experience</i>. The World Publishing Company, Cleveland and New York.</li>\n<li>Burkert Walter (1985). <i>Greek Religion</i>. Harvard University Press . ISBN 0-674-36281-0</li>\n<li>Farnell, Lewis Richard (1906), <i>The Cults of the Greek States</i>, Volume 3 (Chapters on: Demeter and Kore-Persephone; Cult-Monuments of Demeter-Kore; Ideal Types of Demeter-Kore).</li>\n<li>Gantz, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>, Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924.</li>\n<li>Homer, <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919.</li>\n<li>Janda, Michael (2010), <i>Die Musik nach dem Chaos</i>. Innsbruck</li>\n<li>Kerenyi Karl (1967), <i>Eleusis: Archetypal image of mother and daughter</i> . Princeton University Press.</li>\n<li>Kerenyi, Karl (1976), <i>Dionysos: Archetypal Image of Indestructible Life</i>, Princeton: Bollingen, Google Books preview</li>\n<li>Nilsson Martin (1967), <i>Die Geschichte der Griechischen Religion, Vol I</i>, C.F Beck Verlag, Muenchen. Revised ed.</li>\n<li>Nilsson Martin (1950), <i>Minoan-Mycenaean Religion, and its Survival in Greek Religion</i>, Lund:Gleerup. Revised 2nd ed.</li>\n<li>Pausanias, <i>Pausanias Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes</i>, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918.</li>\n<li>Rohde Erwin (1961), <i>Psyche. Seelenkult und Unsterblichkeitsglaube der Griechen. Wissenschaftliche Buchgesellshaft</i>. Darmstad. (First edition 1893): full text in German downloadable as pdf.</li>\n<li>Rohde Erwin (2000), <i>Psyche: The Cult of Souls and the Belief in Immortality among the Greeks</i> , trans. from the 8th edn. by W. B. Hillis (London: Routledge &amp; Kegan Paul, 1925; reprinted by Routledge, 2000), online</li>\n<li>Schachermeyr Fritz (1964), <i>Die Minoische Kultur des alten Kreta</i>, W.Kohlhammer Verlag Stuttgart.</li>\n<li>Stephen King (2008), Duma Key</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Perse'phone\"</li>\n<li>Zuntz Günther (1973), <i>Persephone: Three Essays on Religion and Thought in Magna Graecia</i></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Martin Nilsson. The Greek popular religion</li>\n<li>Adams John Paul. Mycenean divinities</li>\n<li>Theoi project:Persephone Goddess</li>\n<li>Theoi project:The Rape of Persephone</li>\n<li>The Princeton Encyclopedia of classical sites:Despoina</li>\n<li>Theoi project:Despoine</li>\n<li>Kore Photographs</li>\n<li>Flickr users' photos tagged with Persephone</li>\n</ul>", "images": [{"ns": 6, "title": "File:AMI - Isis-Persephone.jpg"}, {"ns": 6, "title": "File:Birth of Venus detail.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DSC00426 - Statua cineraria etrusca - Proserpina-defunta con melagrana- Foto G. Dall'Orto.jpg"}, {"ns": 6, "title": "File:Demeter in horse chariot w daughter kore 83d40m wikiC Tempio Y di Selinunte sec VIa.JPG"}, {"ns": 6, "title": "File:Eleusis2.jpg"}, {"ns": 6, "title": "File:Fragment of a marble relief depicting a Kore, 3rd century BC, from Panticapaeum, Taurica (Crimea) (12853680765).jpg"}, {"ns": 6, "title": "File:FredericLeighton-TheReturnofPerspephone(1891).jpg"}, {"ns": 6, "title": "File:Fresco of two female charioteers from Tiryns 1200 BC.jpg"}, {"ns": 6, "title": "File:Greek Roman Laurel wreath vector.svg"}]}