{"pageid": 24436349, "ns": 0, "title": "Tridevi", "extract": "<p>The <b>Tridevi</b> (English: three goddesses; Sanskrit: त्रिदेवी <i><span title=\"International Alphabet of Sanskrit Transliteration\">tridevī</span></i>) is a concept in Hinduism joining a triad of eminent goddesses either as a feminine version of the Trimurti or as consorts of a masculine Trimurti, depending on the denomination. This triad is typically personified by the Hindu goddesses Saraswati, Lakshmi, and Parvati (Kali). In Shaktism, these triune goddesses are the manifestations of Mahashakti, the supreme divinity.</p>\n<p>In the Navaratri (\"nine nights\") festival, \"the Goddess is worshiped in three forms. During the first three nights, Kali or Parvati is revered, then Lakshmi on the fourth, fifth and sixth nights, and finally Saraswati until the ninth night.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"As_the_feminine_Trimurti\">As the feminine Trimurti</span></h2>\n<p>Whereas in androcentric denominations of Hinduism the feminine Tridevi goddesses are relegated as consorts and auxiliary deities to the more eminent masculine Trimurti gods, in the Shaktidharma denomination the feminine Tridevi goddesses are given the eminent roles of Creator (Mahasarasvati), Preserver (Mahalaxmi), and Destroyer (Mahakali), with the masculine Trimurti gods being relegated as the auxiliary deities as agents of the feminine Tridevi.</p>\n<h2><span id=\"As_consorts_of_the_Trimurti\">As consorts of the Trimurti</span></h2>\n\n<p>Saraswati is the goddess of learning, arts, and cultural fulfillment, as well as consort of Brahmā, the creator. She is cosmic intelligence, cosmic consciousness, and cosmic knowledge.</p>\n<p>Lakshmi is the goddess of wealth, fertility, and material fulfillment, as well as consort of Vishnu, the maintainer or preserver. However, Lakshmi does not signify mere material wealth, but also abstract prosperity, such as glory, magnificence, joy, exaltation, and greatness.</p>\n<p>Parvati, or in her demon-fighting aspect, Kali, is the goddess of power, love, and spiritual fulfillment, as well as consort of Śhiva, the destroyer or transformer. She also represents the transformational power of divinity, the power that dissolves the multiplicity of the Hindu gods into their unity.</p>\n<h2><span id=\"Shiva_and_Shakti\">Shiva and Shakti</span></h2>\n<p>Typically, Shakti is associated with Shiva, the supreme god within Shaivism. Shakti, or Durga, is the energy aspect of the Hindu deities. Without Shakti, Shiva has no expression, and without Shiva, Shakti has no existence means in sagun swaroop, otherwise nirgun form of shakti i.e. energy can neither be created nor be destroyed.</p>\n<p>Shiva is omnipotent, impersonal, and inactive, essentially the concept of pure consciousness. On the other hand, Shakti, as the power or active aspect of the immanent God, is dynamic. Shakti is the embodiment of power and the eternal consort of Shiva.</p>\n<p>In Hinduism, there is no difference between Shiva and Shakti. Shakti, or Durga, is co-existent with Shiva and the two are inseparable concepts. This nature is similar to the Christian concept of the hypostatic union, in which Christ's humanity and divinity are inseparably unified. Shiva is a transcendent divinity and Shakti is the one who made him as such. Worship of Durga, Parvati, or Kali is equivalent to the worship of Lord Shiva, and the worship of Shiva is worship of Shakti.</p>\n<h2><span id=\"Importance_of_Tridevi\">Importance of Tridevi</span></h2>\n<p>Shakti or Vimarsh is the power that is latent in pure consciousness, required to reach pure consciousness and essential to create, sustain and destroy. Just as Energy can never be created nor be destroyed, but changes from one form to another; Adi Parashakti took many incarnations to do different tasks. God is both male and female. But all different forms of energy or powers of God are with the Trimurti in the form of Mahalakshmi, Mahasaraswati and Mahakali. That is to say, a non-dimensional God creates this world through Srishti-Shakti (Mahasaraswati or Sound or knowledge), preserves through Sthiti-Shakti (Mahalakshmi or Light or resources), and destroys through Samhara-Shakti (Mahakali or Heat or Strength). It is also seen that God cannot create, generate or destroy because God does not possess any attribute. So True Energy or Adi Shakti does everything on God's behalf.</p>\n<h2><span id=\"The_Tridevi_outside_India\">The Tridevi outside India</span></h2>\n<p>Via Buddhism and syncretism with Japanese Shinto deities, the Tridevi entered Japanese mythology as the goddesses Benzaitennyo 弁財天女 (Sarasvati), Kisshoutennyo 吉祥天女 (Laxmi), and Daikokutennyo 大黒天女 (Mahakali).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Fukujin (福神) deities</li>\n<li>Buddhist Tenbu (天部) deities</li>\n<li>Navratri</li>\n<li>Trimurti</li>\n<li>Trinity</li>\n<li>Triple deities</li>\n<li>Bindudham (a temple of Tridevi)</li>\n<li>Mahalaxmi Temple (Mumbai)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p>Tridevi statues in the Mahalaxmi temple in Mumbai</p>\n<p><br></p>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}