{"pageid": 245163, "ns": 0, "title": "Ereshkigal", "extract": "<p>In Mesopotamian mythology, <b>Ereshkigal</b> (<span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒊩𒆠𒃲</span> <span title=\"Sumerian transliteration\"><sup>D</sup>EREŠ.KI.GAL</span>, lit. \"Queen of the Great Earth\") was the goddess of Kur, the land of the dead or underworld in Sumerian mythology. In later East Semitic myths she was said to rule Irkalla alongside her husband Nergal. Sometimes her name is given as <b>Irkalla</b>, similar to the way the name Hades was used in Greek mythology for both the underworld and its ruler, and sometimes it is given as Ninkigal, lit. \"Great Lady of the Earth\" or \"Lady of the Great Earth\".</p>\n<p>In Sumerian myths, Ereshkigal was the only one who could pass judgment and give laws in her kingdom. The main temple dedicated to her was located in Kutha. In the ancient Sumerian poem <i>Inanna's Descent to the Underworld</i> Ereshkigal is described as Inanna's older sister. The two main myths involving Ereshkigal are the story of Inanna's descent into the Underworld and the story of Ereshkigal's marriage to the god Nergal.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In ancient Sumerian mythology, Ereshkigal is the queen of the Underworld. She is the older sister of the goddess, Inanna. Inanna and Ereshkigal represent polar opposites. Inanna is the Queen of Heaven, but Ereshkigal is the queen of Irkalla. Ereshkigal plays a very prominent and important role in two particular myths.</p>\n<h3><span id=\"Inanna's_Descent_into_the_Netherworld\"></span><span id=\"Inanna.27s_Descent_into_the_Netherworld\">Inanna's Descent into the Netherworld</span></h3>\n<p>The first myth featuring Ereshkigal is described in the ancient Sumerian epic poem of \"Inanna's Descent to the Netherworld.\" In the poem, the goddess, Inanna descends into the Underworld, apparently seeking to extend her powers there. Ereshkigal is described as being Inanna's older sister. When Neti, the gatekeeper of the Underworld, informs Ereshkigal that Inanna is at the gates of the Underworld, demanding to be let in, Ereshkigal responds by ordering Neti to bolt the seven gates of the Underworld and to open each gate separately, but only after Inanna has removed one article of clothing. Inanna proceeds through each gate, removing one article of clothing at each gate. Finally, once she has gone through all seven gates she finds herself naked and powerless, standing before the throne of Ereshkigal. The seven judges of the Netherworld judge Inanna and declare her to be guilty. Inanna is struck dead and her dead corpse is hung on a hook in the Underworld for everyone to see. Inanna's minister, Ninshubur, however, pleads with Enki and Enki agrees to rescue Inanna from the Underworld. Enki sends two sexless beings down to the Underworld to revive Inanna with the food and water of life. The sexless beings escort Inanna up from the Underworld, but a horde of angry demons follow Inanna back up from the Underworld, demanding to take someone else down to the Underworld as Inanna's replacement. When Inanna discovers that her husband, Dumuzid, has not mourned her death, she becomes ireful towards him and orders the demons to take Dumuzid as her replacement.</p>\n<h3><span id=\"Marriage_to_Nergal\">Marriage to Nergal</span></h3>\n<p>The other myth is the story of Nergal, the plague god. Once, the gods held a banquet that Ereshkigal, as queen of the Netherworld, could not come up to attend. They invited her to send a messenger, and she sent her vizier Namtar in her place. He was treated well by all, but for the exception of being disrespected by Nergal. As a result of this, Nergal was banished to the kingdom controlled by the goddess. Versions vary at this point, but all of them result in him becoming her husband. In later tradition, Nergal is said to have been the victor, taking her as wife and ruling the land himself.</p>\n<h3><span id=\"Interpretation_of_myths\">Interpretation of myths</span></h3>\n<p>It is theorized that the story of Inanna's descent is told to illustrate the possibility of an escape from the netherworld, while the Nergal myth is intended to reconcile the existence of two rulers of the Netherworld: a goddess and a god. The addition of Nergal represents the harmonizing tendency to unite Ereshkigal as the queen of the netherworld with the god who, as god of war and of pestilence, brings death to the living and thus becomes the one who presides over the dead.</p>\n<h2><span id=\"Related_deities\">Related deities</span></h2>\n<p>In some versions of the myths, Ereshkigal rules the Underworld by herself, but in other versions of the myths, Ereshkigal rules alongside a husband subordinate to her named Gugalana.</p>\n<p>In his book, <i>Sumerian Mythology: A Study of Spiritual and Literary Achievement in the Third Millennium B.C.</i>, the renowned scholar of ancient Sumer, Samuel Noah Kramer writes that, according to the introductory passage of the ancient Sumerian epic poem, \"Gilgamesh, Enkidu, and the Netherworld,\" Ereshkigal was forcibly abducted, taken down to the Underworld by the Kur, and was forced to become queen of the Underworld against her will. In order to avenge the abduction of Ereshkigal, Enki, the god of water, set out in a boat to slay the Kur. The Kur defends itself by pelting Enki with rocks of many sizes and by sending the waves beneath Enki's boat to attack Enki. The poem never actually explains who the ultimate victor of the battle is, but it is implied that Enki wins. Samuel Noah Kramer relates this myth to the ancient Greek myth of the rape of Persephone, asserting that the Greek story is probably derived from the ancient Sumerian story.</p>\n<p>In Sumerian mythology, Ereshkigal is the mother of the goddess, Nungal. Her son with Enlil is the god, Namtar. With Gugalana her son is Ninazu.</p>\n<h2><span id=\"Graeco-Roman_syncretic_folk_religion\">Graeco-Roman syncretic folk religion</span></h2>\n\n<p>In later times, the Greeks and Romans appear to have syncretized Ereshkigal with their own goddess Hecate. In the heading of a spell in the Michigan Magical Papyrus, which has been dated to the late third or early fourth century A.D., Hecate is referred to as \"Hecate Ereschkigal\" and is invoked using magical words and gestures to alleviate the caster's fear of punishment in the afterlife.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ghosts in Mesopotamian religions</li>\n<li>Hel</li>\n<li>Isis</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li><i>Gods, Demons and Symbols of Ancient Mesopotamia</i> by Jeremy Black and Anthony Green (ISBN 0-292-70794-0)</li>\n<li><i>The Gilgamesh Epic and Old Testament Parallels</i> by Alexander Heidel (ISBN 0-226-32398-6)</li>\n<li><i>Inanna: Queen of Heaven and Earth\" by Diane Wolkenstein and Samuel Noah Kramer (ISBN 0-06-090854-8)</i></li>\n<li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFJastrow.2C_Jr..2C_Morris1911\" class=\"citation encyclopaedia\">Jastrow, Jr., Morris (1911). \"Ereshkigal\". In Chisholm, Hugh. <i>Encyclopædia Britannica</i>. <b>9</b> (11th ed.). Cambridge University Press. p. 736.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEreshkigal&amp;rft.atitle=Ereshkigal&amp;rft.au=Jastrow%2C+Jr.%2C+Morris&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pages=736&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span><span>CS1 maint: Multiple names: authors list (link)</span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Ereškigal (goddess)</li>\n<li>\"Inana's descent to the nether world\" - from <i>The Electronic Text Corpus of Sumerian Literature</i> by the Oriental Institute of the University of Oxford</li>\n</ul>", "images": [{"ns": 6, "title": "File:AN00969955 001 l.jpg"}, {"ns": 6, "title": "File:British Museum Queen of the Night.jpg"}, {"ns": 6, "title": "File:Buddhist hell.jpg"}, {"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:John Martin 002.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}