{"pageid": 2458523, "ns": 0, "title": "Mami Wata", "extract": "<p><b>Mami Wata (Mammy Water)</b> is a deity venerated in West, Central, and Southern Africa, and in the African diaspora in the Americas. Mami Wata spirits are usually female, but are sometimes male.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attributes_of_Mami_Wata\">Attributes of Mami Wata</span></h2>\n<h3><span id=\"Appearance\">Appearance</span></h3>\n<p>The appearance of her hair ranges from straight, curly to kinky black and combed straight back. \"Mami Wata\" where \"Mami\" is the Pidgin English spelling of mammy (mother) \"Wata\" is the Pidgin English spelling of water is essentially a mermaid or humanistic water entity.</p>\n<p>Mami Wata is often described as a mermaid-like figure, with a woman's upper body (often nude) and the hindquarters of a fish or serpent. In other tales, Mami Wata is fully human in appearance (though never human). The existence and spiritual importance of Mami Wata is deeply rooted in the ancient tradition and mythology of the coastal southeastern Nigerians (Efik, Ibibio and Annang people). Mami Wata often carries expensive baubles such as combs, mirrors, and watches. A large snake (symbol of divination and divinity) frequently accompanies her, wrapping itself around her and laying its head between her breasts. Other times, she may try to pass as completely human, wandering busy markets or patronising bars. She may also manifest in a number of other forms, including as a man. Traders in the 20th century carried similar beliefs with them from Senegal to as far as Zambia. As the Mami Wata traditions continues to re-emerge, native water deities were subsumed into it.</p>\n<h3><span id=\"Water\">Water</span></h3>\n<p>Traditions on both sides of the Atlantic tell of the spirit abducting her followers or random people whilst they are swimming or boating. She brings them to her paradisiacal realm, which may be underwater, in the spirit world, or both. Should she allow them to leave, the travellers usually return in dry clothing and with a new spiritual understanding reflected in their gaze. These returnees often grow wealthier, more attractive, and more easygoing after the encounter.</p>\n<p>Van Stipriaan further reports that other tales describe river travellers (usually men) chancing upon the spirit. She is inevitably grooming herself, combing her hair, and peering at herself in a mirror. Upon noticing the intruder, she flees into the water and leaves her possessions behind. The traveller then takes the invaluable items. Later, Mami Wata appears to the thief in his dreams to demand the return of her things. Should he agree, she further demands a promise from him to be sexually faithful to her. Agreement grants the person riches; refusal to return the possessions or to be faithful brings the man ill fortune.</p>\n<p>Her worship is as diverse as her initiates, priesthood and worshippers, although some parallels may be drawn. Groups of people may gather in her name, but the spirit is much more prone to interacting with followers on a one-on-one basis. She thus has many priests and mediums in both Africa, America and in the Caribbean who are specifically born and initiated to them.</p>\n<p>In Nigeria, devotees typically wear red and white clothing, as these colors represent that particular Mami’s dual nature. Igbo iconography, red represents such qualities as death, destruction, heat, maleness, physicality, and power. In contrast, white symbolises death, but also can symbolize beauty, creation, femaleness, new life, spirituality, translucence, water, and wealth. This regalia may also include a cloth snake wrapped about the waist. The Mami Wata shrines may also be decorated in these colors, and items such as bells, carvings, Christian or Indian prints, dolls, incense, spirits, and remnants of previous sacrifices often adorn such places.</p>\n<p>Intense dancing accompanied by musical instruments such as African guitars or harmonicas often forms the core of Mami Wata worship. Followers dance to the point of entering a trance. At this point, Mami Wata possesses the person and speaks to him or her. Offerings to the spirit are also important, and Mami Wata prefers gifts of delicious food and drink, alcohol, fragrant objects (such as pomade, powder, incense, and soap), and expensive goods like jewelry. Modern worshippers usually leave her gifts of manufactured goods, such as Coca-Cola or designer jewelry.</p>\n<p>Nevertheless, she largely wants her followers to be healthy and well off. More broadly, people blame the spirit for all sorts of misfortune. In Cameroon, for example, Mami Wata is ascribed with causing the strong undertow that kills many swimmers each year along the coast.</p>\n<h3><span id=\"Sex\">Sex</span></h3>\n<p>According to Bastian, Mami Wata's association with sex and lust is somewhat paradoxically linked to one with fidelity. According to a Nigerian tradition, male followers may encounter the spirit in the guise of a beautiful, sexually promiscuous woman, such as a prostitute. In Nigerian popular stories, Mami Wata may seduce a favoured male devotee and then show herself to him following coitus. She then demands his complete sexual faithfulness and secrecy about the matter. Acceptance means wealth and fortune; rejection spells the ruin of his family, finances, and job.</p>\n<h3><span id=\"Healing_and_fertility\">Healing and fertility</span></h3>\n<p>Another prominent aspect of the Mami Wata deities is their connection to healing. If someone comes down with an incurable, languorous illness, Mami Wata often takes the blame. The illness is evidence that Mami Wata has taken an interest in the afflicted person and that only she can cure him or her. Similarly, several other ailments may be attributed to the water spirit. In Nigeria, for example, she takes the blame for everything from headaches to sterility.</p>\n<p>In fact, barren mothers often call upon the spirit to cure their affliction. Many traditions hold that Mami Wata herself is barren, so if she gives a woman a child, that woman inherently becomes more distanced from the spirit's true nature. The woman will thus be less likely to become wealthy or attractive through her devotion to Mami Wata. Images of women with children often decorate shrines to the spirit.</p>\n<h2><span id=\"Other_associations\">Other associations</span></h2>\n<p>As other deities become absorbed into the figure of Mami Wata, the spirit often takes on characteristics unique to a particular region or culture. In Trinidad and Tobago, for example, Maman Dlo plays the role of guardian of nature, punishing overzealous hunters or woodcutters. She is the lover of Papa Bois, a nature spirit.</p>\n<h2><span id=\"Origins_and_development\">Origins and development</span></h2>\n<p>It is believed that all of ancient Africa possessed a multitude of water-spirit traditions before the first contact with Europeans. Most of these were regarded as female. Dual natures of good and evil were not uncommon, reflecting the fact that water is an important means of providing communication, food, drink, trade, and transportation, but it can drown people, flood fields or villages, and provide passage to intruders. Van Stipriaan suggests that she may be based on the West African manatee, which is an idea that has been proposed by scientists of the Ghanaian Council for Scientific and Industrial Research (CSIR); in fact, \"Mami Wata\" is a common name for this animal in the region. Jill Salmons argues that the mermaid image may have come into being after contact with Europeans. The ships of traders and slavers often had carvings of mermaid figures on their prows, for example, and tales of mermaids were popular among sailors of the time. On the other hand, white is traditionally associated with the spirit world in many cultures of Nigeria. The people of the Cross River area often whiten their skin with talcum or other substances for rituals and for cosmetic reasons, for example.</p>\n<p>Van Stipriaan speculates that Liberian traders of the Kru ethnic group moved up and down the west coast of Africa from Liberia to Cameroon beginning in the 19th century. They may have spread their own water-spirit beliefs with them and helped to standardise conceptions in West Africa. Their perceived wealth may have helped establish the spirit as one of good fortune.</p>\n<p>According to the Supreme Chief of Mami Wata, Hounnon Behumbeza, the appointed high priest of the Mami Wata Tradition in West Africa(Benin, Togo, Ghana), \"the Mami Wata tradition consists of a huge pantheon of deities &amp; spirits, not just the often portrayed mermaid\" deity. Behumbeza goes on to say that \"true knowledge and understanding of Mami Wata is shared with those initiated into the priesthood of Mami and with those who hear the calling for initiation into Mami Wata.\"</p>\n<h3><span id=\"Image\">Image</span></h3>\n<p>Van Stipriaan also believes that this period introduced West Africa to what would become the definitive image of Mami Wata. Circa 1887, a chromolithograph of a female Samoan snake charmer appeared in Nigeria. According to the British art historian Kenneth C. Murray, the poster was titled <i>Der Schlangenbändiger</i> (\"The Snake Charmer\") and was originally created sometime between 1880 and 1887. Dr. Tobias Wendl, director of the Iwalewa-Haus Africa Centre at the University of Bayreuth, was unable to confirm this after extensive searching (as <i>Der Schlangenbändiger</i> is a masculine term, the title seems suspect). He did discover a very similar photograph titled <i>Die samoanische Schlangenbändigerin Maladamatjaute</i> (\"the Samoan Snake Charmer (fem.) Maladamatjaute\") in the collection of the Wilhelm-Zimmermann Archive in Hamburg. Whichever the original image, it was almost certainly a poster of a celebrated late 19th-century snake charmer who performed under the stage name \"Nala Damajanti\", which appeared in several variations, particularly \"Maladamatjaute\", at numerous venues, including the Folies Bergère in 1886. This identification was also made by Drewal in a 2012 book chapter on Mami Wata.</p>\n<p>Despite exotic claims of her nationality, she was later identified as one Émilie Poupon of Nantey, France. This image—an enticing woman with long, black hair and a large snake slithering up between her breasts—apparently caught the imaginations of the Africans who saw it; it was the definitive image of the spirit. Before long, Mami Wata posters appeared in over a dozen countries. People began creating Mami Wata art of their own, much of it influenced by the lithograph.</p>\n<h2><span id=\"Reemergence_in_contemporary_times\">Reemergence in contemporary times</span></h2>\n\n<p>According to photographer Van Stipriaan and some western anthropologists, the various West African religions came to resemble one another during the 20th century, especially in urban areas. The homogenisation was largely the result of greater communication and mobility of individuals from town to town and country to country, though links between the spirit's nature and the perils of the urban environment have also been proposed. This led to a new level of standarisation of priests, initiations of new devotees, healing rituals, and temples.</p>\n<p>The 20th century also led to Mami Wata's reemergence in much of Central and Southern Africa. In the mid-1950s, traders imported copies of <i>The Snake Charmer</i> from Bombay and England and sold them throughout Africa. West African traders moved her to Lubumbashi in the Democratic Republic of the Congo (DRC) in that same decade. There the spirit became a popular subject of Congolese folk painters, who placed her on the walls of bars, stores, and marketplace stalls. Senegalese traders and Congolese immigrants probably brought her worship to Zambia by the 1970s. Meanwhile, Congolese and Zambian artists spread Mami Wata images throughout public places in Zambia. Further diffusion might have occurred during the Biafran secessionist Nigerian Civil War, which began in 1967. Refugees fled to all parts of West and Central Africa, bringing with them their belief in the water spirit.</p>\n<p>Modern DRC, Lesotho, South Africa, and Zambia today form the current boundary of the Mami Wata cult, albeit a blurred one. The pan-African water spirit is assimilating native water spirits in this region, many of them serpent figures. Some examples are the Congolese-Zambian <i>chitapo</i> or <i>nakamwale</i>, the South African <i>umamlambo</i>, and the Sotho <i>mamolapo</i> or <i>mamogashoa</i>. The most visible evidence of this absorption is that many of these creatures are today viewed as mermaids rather than snakes, their traditional form. These adoptions often lead to confusion when aspects of more than one being become amalgamated under the name \"Mami Wata\". In Southern Africa, for example, Mami Wata is sometimes said to be able to fly around in the form of a tornado, an adopted aspect from the <i>khanyapa</i> water spirit.</p>\n<h2><span id=\"Across_the_Atlantic\">Across the Atlantic</span></h2>\n<p>The new environment only served to emphasize the enslaved's connection to water. In Guiana, for example, slaves had to fight back swamp waters on the plantations they worked. She was first mentioned in Dutch Guiana in the 1740s in the journal of an anonymous colonist:</p>\n<p>Slaves worshipped the spirit by dancing and then falling into a trancelike state. In the 1770s, the Dutch rulers outlawed the ritual dances associated with the spirit. The governor, J. Nepveu, wrote that</p>\n<p>Native Americans of the colony adopted Watermama from the slaves and merged her with their own water spirits.</p>\n<p>By the 19th century, an influx of enslaved Africans from other regions had relegated Watermama to a position in the pantheon of the deities of the Surinamese Winti religion. When Winti was outlawed in the 1970s, her religious practices lost some of their importance in Suriname. Furthermore, a relative lack of freedom compared to their African brethren prevented the homogenisation that occurred with the Mami Wata cult across the Atlantic.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>Mami Wata is a popular subject in the art, fiction, poetry, music, and film of the Caribbean and West and Central Africa. Visual artists especially seem drawn to her image, and both wealthier Africans and tourists buy paintings and wooden sculptures of the spirit. She also figures prominently in the folk art of Africa, with her image adorning walls of bars and living rooms, album covers, and other items.</p>\n<p>Mami Wata has also proved to be a popular theme in African and Caribbean literature. Authors who have featured her in their fiction include Wayne Gerard Trotman as Mama Dlo in his novel <i>Kaya Abaniah and the Father of the Forest</i>, Patrick Chamoiseau, Alex Godard, Rose Marie Guiraud (Côte d'Ivoire), Flora Nwapa, and Véronique Tadjo (Côte d'Ivoire). <i>Mamy-Wata</i> is also the title of a satirical Cameroonian newspaper.</p>\n<p>The character Mami Watanabe from the comic book <i>Factionalists</i> is the physical manifestation of the spirit entity Mami Wata. The author utilized a number of features to convey this. Her name Mami Watanabe is a play on Mami Wata. Despite being Japanese her skin is darkened in Japanese ganguro style. She also has a tattoo of a snake on her body and receives a watch and a mirror as gifts in the series, two items generally associated with Mami Wata.</p>\n<p>Singer-songwriter S.J. Tucker recorded a song named \"La Sirene\" in honor of Mami Watanabe. Trumpeter Hugh Masekela recorded a song titled \"Mami Wata,\" which appears on the CD version of his album <i>The Boy's Doin' It</i>.</p>\n<p>Mami Wata appeared in the second season of the Canadian television show <i>Lost Girl</i> on Showcase Television. and is referred to in the television show <i>River Monsters</i> by Jeremy Wade's fishing in the Congo River in episode <i>Congo Killer</i> as well as the \"Body Snatcher\" episode set in Guyana. In this second episode, Wade speculates that legends of Mami Wata in Guyana could have originated by Arapaima attacks.</p>\n<h2><span id=\"Names_of_Mami_Wata\">Names of Mami Wata</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Jengu</li>\n<li>Yemanja</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Nicholson, Paul and Ian Shaw. <i>British Museum Dictionary of Ancient Egypt</i>. London: British Museum Press, 1995. ISBN 0-7141-0982-7.</li>\n<li>van Stipriaan, Alex (2005). \"Watramama/Mami Wata: Three centuries of creolization of a water spirit in West Africa, Suriname and Europe\". <i>Matatu: Journal for African Culture and Society</i>, 27/28, 323-37.</li>\n<li>Oluwgbemiga Ogboro-Cole,(2009). \"Mami Wata - Short Stories in Nigerian Pidgin English\" Athena Verlag, Germany. ISBN 978-3-89896-354-1</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Mami Wata: Water Offering Videos in Benin West AFrica (c) Behumbeza. YouTube</li>\n<li>\"Water Spirits and Mermaids: The Copperbelt Case\" Southeastern Regional Seminar in African Studies</li>\n<li>Mami Wata: Yemanja Brazilian Festival (c) Henry J. Drewal. YouTube.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chiwara male drawing.png"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Flag of Benin.svg"}, {"ns": 6, "title": "File:Flag of Brazil.svg"}, {"ns": 6, "title": "File:Flag of Colombia.svg"}, {"ns": 6, "title": "File:Flag of Cuba.svg"}, {"ns": 6, "title": "File:Flag of Dominica.svg"}, {"ns": 6, "title": "File:Flag of France.svg"}, {"ns": 6, "title": "File:Flag of Ghana.svg"}, {"ns": 6, "title": "File:Flag of Grenada.svg"}]}