{"pageid": 245989, "ns": 0, "title": "Ēostre", "extract": "<p><b>Ēostre</b> or <b>Ostara</b> (Old English: <span lang=\"ang\" xml:lang=\"ang\"><i>Ēastre</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[æːɑstre]</span>, Northumbrian dialect <i><span lang=\"ang\" xml:lang=\"ang\">Ēostre</span></i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[eːostre]</span>; Old High German: <span lang=\"goh\" xml:lang=\"goh\"><i>*Ôstara</i></span> (reconstructed form)) is a Germanic goddess who, by way of the Germanic month bearing her name (Northumbrian: <i><span lang=\"ang\" xml:lang=\"ang\">Ēosturmōnaþ</span></i>; West Saxon: <i><span lang=\"ang\" xml:lang=\"ang\">Ēastermōnaþ</span></i>; Old High German: <span lang=\"goh\" xml:lang=\"goh\"><i>Ôstarmânoth</i></span> ), is the namesake of the festival of Easter in some languages. Ēostre is attested solely by Bede in his 8th-century work <i>The Reckoning of Time</i>, where Bede states that during <i><span lang=\"ang\" xml:lang=\"ang\">Ēosturmōnaþ</span></i> (the equivalent of April), pagan Anglo-Saxons had held feasts in Ēostre's honor, but that this tradition had died out by his time, replaced by the Christian Paschal month, a celebration of the resurrection of Jesus.</p>\n<p>By way of linguistic reconstruction, the matter of a goddess called <i><b>*Austrō</b></i> in the Proto-Germanic language has been examined in detail since the foundation of Germanic philology in the 19th century by scholar Jacob Grimm and others. As the Germanic languages descend from Proto-Indo-European (PIE), historical linguists have traced the name to a Proto-Indo-European goddess of the dawn <i>*H₂ewsṓs</i> (→ <i>*Ausṓs</i>), from which descends the Common Germanic divinity from whom Ēostre and Ostara are held to descend. Additionally, scholars have linked the goddess's name to a variety of Germanic personal names, a series of location names (toponyms) in England, and, discovered in 1958, over 150 inscriptions from the 2nd century CE referring to the <i><span lang=\"la\" xml:lang=\"la\">matronae Austriahenae</span></i>.</p>\n<p>Theories connecting Ēostre with records of Germanic Easter customs, including hares and eggs, have been proposed. Particularly prior to the discovery of the <i><span lang=\"la\" xml:lang=\"la\">matronae Austriahenae</span></i> and further developments in Indo-European studies, debate has occurred among some scholars about whether or not the goddess was an invention of Bede. Ēostre and Ostara are sometimes referenced in modern popular culture and are venerated in some forms of Germanic neopaganism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Old English <i><span lang=\"ang\" xml:lang=\"ang\">Ēostre</span></i> continues into modern English as <i>Easter</i> and derives from Proto-Germanic *<i>Austrǭ</i>, itself a descendent of the Proto-Indo-European root *<i>h₂ews-</i>, meaning 'to shine' (modern English <i>east</i> also derives from this root).</p>\n<p>The goddess name <i>Ēostre</i> is therefore linguistically cognate with numerous other dawn goddesses attested among Indo-European language-speaking peoples. These cognates lead to the reconstruction of a Proto-Indo-European dawn goddess; the <i>Encyclopedia of Indo-European Culture</i> details that \"a Proto-Indo-European goddess of the dawn is supported both by the evidence of cognate names and the similarity of mythic representation of the dawn goddess among various Indo-European groups” and that “all of this evidence permits us to posit a Proto-Indo-European *<i>h<sub>a</sub>éusōs</i> 'goddess of dawn' who was characterized as a \"reluctant\" bringer of light for which she is punished. In three of the Indo-European stocks, Baltic, Greek and Indo-Iranian, the existence of a Proto-Indo-European 'goddess of the dawn' is given additional linguistic support in that she is designated the 'daughter of heaven'.\"</p>\n<h2><span id=\"De_temporum_ratione\"><i><span lang=\"la\" xml:lang=\"la\">De temporum ratione</span></i></span></h2>\n<p>In chapter 15 (<i><span lang=\"la\" xml:lang=\"la\">De mensibus Anglorum</span></i>, \"The English months\") of his 8th-century work <i><span lang=\"la\" xml:lang=\"la\">De temporum ratione</span></i> (\"<i>The Reckoning of Time</i>\"), Bede describes the indigenous month names of the English people. After describing the worship of the goddess Rheda during the Anglo-Saxon month of <i><span lang=\"ang\" xml:lang=\"ang\">Hrēþ-mōnaþ</span></i>, Bede writes about <i><span lang=\"ang\" xml:lang=\"ang\">Ēosturmōnaþ</span></i>, the month of the goddess Ēostre:</p>\n<h2><span id=\"Jacob_Grimm,_*Ostara,_and_Easter_customs\"></span><span id=\"Jacob_Grimm.2C_.2AOstara.2C_and_Easter_customs\">Jacob Grimm, *Ostara, and Easter customs</span></h2>\n<p>In his 1835 <i>Deutsche Mythologie</i>, Jacob Grimm cites comparative evidence to reconstruct a potential continental Germanic goddess whose name would have been preserved in the Old High German name of Easter, *Ostara. Addressing skepticism towards goddesses mentioned by Bede, Grimm comments that \"there is nothing improbable in them, nay the first of them is justified by clear traces in the vocabularies of Germanic tribes.\" Specifically regarding Ēostre, Grimm continues that:</p>\n<blockquote>\n<p>We Germans to this day call April <i>ostermonat</i>, and <i>ôstarmânoth</i> is found as early as Eginhart (temp. Car. Mag.). The great Christian festival, which usually falls in April or the end of March, bears in the oldest of OHG remains the name <i>ôstarâ</i> ... it is mostly found in the plural, because two days ... were kept at Easter. This Ostarâ, like the [Anglo-Saxon] <i>Eástre</i>, must in heathen religion have denoted a higher being, whose worship was so firmly rooted, that the Christian teachers tolerated the name, and applied it to one of their own grandest anniversaries.</p>\n</blockquote>\n<p>Grimm notes that \"all of the nations bordering on us have retained the Biblical <i>pascha</i>; even Ulphilas writes <i>paska</i>, not <i>áustrô</i>, though he must have known the word\". Grimm details that the Old High German adverb <i>ôstar</i> \"expresses movement towards the rising sun\", as did the Old Norse term <i>austr</i>, and potentially also Anglo-Saxon <i>ēastor</i> and Gothic <i>áustr</i>. Grimm compares these terms to the identical Latin term <i>auster</i>. Grimm says that the cult of the goddess may have worshiped an Old Norse form, <i>Austra</i>, or that her cult may have already been extinct by the time of Christianization.</p>\n<p>Grimm notes that the Old Norse <i>Prose Edda</i> book <i>Gylfaginning</i> attests to a male being called Austri, who Grimm describes as a \"spirit of light.\" Grimm comments that a female version would have been *<i>Austra</i>, yet that the High German and Saxon peoples seem to have only formed <i>Ostarâ</i> and <i>Eástre</i>, feminine, and not <i>Ostaro</i> and <i>Eástra</i>, masculine. Grimm additionally speculates on the nature of the goddess and surviving folk customs that may have been associated with her in Germany:</p>\n<blockquote>\n<p><i>Ostara</i>, <i>Eástre</i> seems therefore to have been the divinity of the radiant dawn, of upspringing light, a spectacle that brings joy and blessing, whose meaning could be easily adapted by the resurrection-day of the Christian's God. <i>Bonfires</i> were lighted at Easter and according to popular belief of long standing, the moment the sun rises on Easter Sunday morning, he gives <i>three joyful leaps</i>, he dances for joy ... Water drawn on the Easter morning is, like that at Christmas, holy and healing ... here also heathen notions seems to have grafted themselves on great Christian festivals. Maidens clothed in white, who at Easter, at the season of returning spring, show themselves in clefts of the rock and on mountains, are suggestive of the ancient goddess.</p>\n</blockquote>\n<p>In the second volume of <i>Deutsche Mythologie</i>, Grimm picks up the subject of Ostara again, connecting the goddess to various German Easter festivities, including Easter eggs:</p>\n<blockquote>\n<p>But if we admit, goddesses, then, in addition to Nerthus, <i>Ostara</i> has the strongest claim to consideration. To what we said on p. 290 I can add some significant facts. The heathen Easter had much in common with May-feast and the reception of spring, particularly in matter of bonfires. Then, through long ages there seem to have lingered among the people <i>Easter-games</i> so-called, which the church itself had to tolerate : I allude especially to the custom of <i>Easter eggs</i>, and to the <i>Easter tale</i> which preachers told from the pulpit for the people's amusement, connecting it with Christian reminiscences.</p>\n</blockquote>\n<p>Grimm comments on further Easter time customs, including unique sword dances and particular baked goods (\"pastry of heathenish form\"). In addition, Grimm weights a potential connection to the Slavic spring goddess <i>Vesna</i> and the Lithuanian <i>Vasara</i>.</p>\n<h2><span id=\"Locations,_personal_names,_and_the_matronae_Austriahenae\"></span><span id=\"Locations.2C_personal_names.2C_and_the_matronae_Austriahenae\">Locations, personal names, and the <i>matronae Austriahenae</i></span></h2>\n<p>A cluster of place names in England contain and a variety of English and continental Germanic names include the element <i>*ēoster</i>, an early Old English word reconstructed by linguists and potentially an earlier form of the goddess name <i>Ēostre</i>. The Council of Austerfield called by King Aldfrith of Northumbria shortly before 704 convened at a place described in contemporary records both as <i>in campo qui Eostrefeld dicitur</i> and <i>in campo qui dicitur Oustraefelda</i>, which have led to the site being identified with Austerfield near Bawtry in the West Riding of Yorkshire. Such locations also include Eastry (<i>Eastrgena</i>, 788 CE) in Kent, Eastrea (<i>Estrey</i>, 966 CE) in Cambridgeshire, and Eastrington (<i>Eastringatun</i>, 959 CE) in the East Riding of Yorkshire.</p>\n<p>The element <i>*ēoster</i> also appears in the Old English name <i>Easterwine</i>, a name borne by Bede's monastery abbot in Wearmouth-Jarrow and which appears an additional three times in the Durham <i>Liber Vitae</i>. The name <i>Aestorhild</i> also appears in the <i>Liber Vitae</i>, and is likely the ancestor of the Middle English name <i>Estrild</i>. Various continental Germanic names include the element, including <i>Austrechild</i>, <i>Austrighysel</i>, <i>Austrovald</i>, and <i>Ostrulf</i>.</p>\n<p>In 1958, over 150 Romano-Germanic votive inscriptions to the <i>matronae Austriahenae</i> were discovered near Morken-Harff, Germany. Most of these inscriptions are in an incomplete state, yet many are at least reasonably legible. Some of these inscriptions refer to the <i>Austriates</i>, evidently the name of a social group.</p>\n<h2><span id=\"Theories_and_interpretations\">Theories and interpretations</span></h2>\n<h3><span id=\"Dea_ex_Machina_and_the_matronae_Austriahenae\"><i>Dea ex Machina</i> and the <i>matronae Austriahenae</i></span></h3>\n<p>Some debate has occurred over whether or not the goddess was an invention of Bede's, particularly in the 19th century before more widespread reconstructions of the Proto-Indo-European dawn goddess. Writing in the late 19th century, Charles J. Billson notes that scholars before his writing were divided about the existence of Bede's account of Ēostre, stating that \"among authorities who have no doubt as to her existence are W. Grimm, Wackernagel, Sinrock  [<i>sic</i>], and Wolf. On the other hand, Weinhold rejects the idea on philological grounds, and so do Heinrich Leo and Hermann Oesre. Kuhn says, 'The Anglo-Saxon Eostre looks like an invention of Bede;' and Mannhardt also dismisses her as an etymological <i>dea ex machina</i>.\" Billson says that \"the whole question turns [...], upon Bede's credibility\", and that \"one is inclined to agree with Grimm, that it would be uncritical to saddle this eminent Father of the Church, who keeps Heathendom at arms' length and tells us less of than he knows, with the invention of this goddess.\" Billson points out that the Christianization of England started at the end of the 6th century, and, by the 7th, was completed. Billson argues that, as Bede was born in 672, Bede must have had opportunities to learn the names of the native goddesses of the Anglo-Saxons, \"who were hardly extinct in his lifetime.\"</p>\n<p>Writing in the late 20th century, Rudolf Simek says that, despite expressions of doubts, Bede's account of Eostre should not be disregarded. Simek opines that a \"Spring-like fertility goddess\" must be assumed rather than a \"goddess of sunrise\" regardless of the name, reasoning that \"otherwise the Germanic goddesses (and matrons) are mostly connected with prosperity and growth\". Simek points to a comparison with the goddess Rheda, also attested by Bede.</p>\n<p>Scholar Philip A. Shaw (2011) writes that the subject has seen \"a lengthy history of arguments for and against Bede's goddess Eostre, with some scholars taking fairly extreme positions on either side\" and that some theories against the goddess have gained popular cultural prominence. Shaw, however, notes that \"much of this debate, however, was conducted in ignorance of a key piece of evidence, as it was not discovered until 1958. This evidence is furnished by over 150 Romano-Germanic votive inscriptions to deities named the <i>matronae Austriahenae</i>, found near Morken-Harff and datable to around 150–250 AD\". Most of these inscriptions are in an incomplete state, yet most are in a complete enough for reasonable clarity of the inscriptions. As early as 1966 scholars have linked these names etymologically with <i>Eostre</i> and an element found in Germanic personal names. Shaw argues against a functional interpretation of the available evidence and concludes that \"the etymological connections of her name suggests that her worshippers saw her geographical and social relationship with them as more central than any functions she may have had\".</p>\n<h3><span id=\"Hares_and_Freyja\">Hares and Freyja</span></h3>\n\n<p>In Northern Europe, Easter imagery often involves hares and rabbits. Citing folk Easter customs in Leicestershire, England where \"the profits of the land called Harecrop Leys were applied to providing a meal which was thrown on the ground at the 'Hare-pie Bank'\", late 19th-century scholar Charles Isaac Elton theorizes a connection between these customs and the worship of Ēostre. In his late 19th-century study of the hare in folk custom and mythology, Charles J. Billson cites numerous incidents of folk custom involving the hare around the period of Easter in Northern Europe. Billson says that \"whether there was a goddess named Eostre, or not, and whatever connection the hare may have had with the ritual of Saxon or British worship, there are good grounds for believing that the sacredness of this animal reaches back into an age still more remote, where it is probably a very important part of the great Spring Festival of the prehistoric inhabitants of this island.\"</p>\n<p>Some scholars have linked customs and imagery involving hares to Ēostre and the Norse goddess Freyja. Writing in 1972, John Andrew Boyle cites commentary contained within an etymology dictionary by A. Ernout and A. Meillet, where the authors write that \"Little else [...] is known about [Ēostre], but it has been suggested that her lights, as goddess of the dawn, were carried by hares. And she certainly represented spring fecundity, and love and carnal pleasure that leads to fecundity.\" Boyle responds that nothing is known about Ēostre outside of Bede's single passage, that the authors had seemingly accepted the identification of Ēostre with the Norse goddess Freyja, yet that the hare is not associated with Freyja either. Boyle writes that \"her carriage, we are told by Snorri, was drawn by a pair of cats — animals, it is true, which like hares were the familiars of witches, with whom Freyja seems to have much in common.\" However, Boyle adds that \"on the other hand, when the authors speak of the hare as the 'companion of Aphrodite and of satyrs and cupids' and point out that 'in the Middle Ages it appears beside the figure of Luxuria', they are on much surer ground and can adduce the evidence of their illustrations.\"</p>\n<h2><span id=\"In_popular_culture_and_modern_veneration\">In popular culture and modern veneration</span></h2>\n<p>Jacob Grimm's reconstructed <i>*Ostara</i> has had some influence in popular culture since. The name has been adapted as an asteroid (343 Ostara, 1892 by Max Wolf), and a date on the Wiccan Wheel of the Year (Ostara, 21 March). In music, the name <i>Ostara</i> has been adopted as a name by the musical group Ostara, and as the names of albums by :zoviet*france: (<i>Eostre</i>, 1984) and The Wishing Tree (<i>Ostara</i>, 2009).</p>\n<p>In some forms of Germanic neopaganism, Ēostre (or Ostara) is venerated. Regarding this veneration, Carole M. Cusack comments that, among adherents, Ēostre is \"associated with the coming of spring and the dawn, and her festival is celebrated at the spring equinox. Because she brings renewal, rebirth from the death of winter, some Heathens associate Eostre with Idunn, keeper of the apples of youth in Scandinavian mythology\".</p>\n<p>Politically, the name of Ostara was in the early 20th century invoked as the name of a German nationalist magazine, book series and publishing house established in 1905 at Mödling, Austria.</p>\n<p>Ostara is portrayed by Kristin Chenoweth in the TV series American Gods based on the novel of the same name. In the series, Ostara has survived into the modern age by forming an alliance with the Goddess of Media (Gillian Anderson) and capitalising on the Christian holiday. Odin (Ian McShane) forces her to accept that those who celebrate Easter are worshipping Jesus and not her, causing her to join his rebellion against the New Gods.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mōdraniht, the Old English \"Mother's night,\" also attested by Bede</li>\n<li>Hengist and Horsa, euhemerised Old English deities also possibly extending from Proto-Indo-European religion</li>\n<li>Tīw, the Old English extension of the Proto-Indo-European sky deity</li>\n<li>Old High German lullaby, a lullaby in Old High German that mentions Ostara, generally held to be a literary forgery</li>\n<li>Aurvandil, a Germanic being associated with stars, the first element of whose name is cognate to <i>Ēostre</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Easter Bunny Postcard 1907.jpg"}, {"ns": 6, "title": "File:Ostara by Johannes Gehrts.jpg"}, {"ns": 6, "title": "File:Padlock-silver.svg"}, {"ns": 6, "title": "File:Wiki letter w cropped.svg"}]}