{"pageid": 245920, "ns": 0, "title": "Saraswati", "extract": "<p><b>Saraswati</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">सरस्वती</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Sarasvatī</span>) is the Hindu goddess of knowledge, music, arts, wisdom, and learning worshipped throughout Nepal and India. She is a part of the trinity (<i>Tridevi</i>) of Saraswati, Lakshmi and Parvati. All the three forms help the trinity of Brahma, Vishnu and Shiva to create, maintain and regenerate-recycle the Universe respectively.</p>\n<p>The earliest known mention of Saraswati as a goddess is in the Rigveda. She has remained significant as a goddess from the Vedic period through modern times of Hindu traditions. Some Hindus celebrate the festival of Vasant Panchami (the fifth day of spring) in her honour, and mark the day by helping young children learn how to write alphabets on that day. The Goddess is also revered by believers of the Jain religion of west and central India, as well as some Buddhist sects.</p>\n<p>Saraswati is also worshiped outside the Indian subcontinent, in nations such as Japan, Vietnam, Indonesia and Myanmar.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Saraswati, sometimes spelled Sarasvati, is a Sanskrit fusion word of <i>sāra</i> (सार) which means \"essence\", and <i>sva</i> (स्व) which means \"one self\", the fused word meaning \"essence of one self\" and Saraswati meaning \"one who leads to essence of self-knowledge\". It is also a Sanskrit composite word of <i>surasa-vati</i> (सुरस-वति) which means \"one with plenty of water\".</p>\n<p>The word Saraswati appears both as a reference to a river and as a significant deity in the Rigveda. In initial passages, the word refers to the Sarasvati River and is mentioned as one among several northwestern Indian rivers such as the Drishadvati. Saraswati, then, connotes a river deity. In Book 2, the Rigveda describes Saraswati as the best of mothers, of rivers, of goddesses.</p>\n<blockquote>\n<p>अम्बितमे नदीतमे देवितमे <b>सरस्वति</b> |<br>\n– Rigveda 2.41.16</p>\n<p>Best Mother, best of Rivers, best of Goddesses, Sarasvatī, We are, as ’twere, of no repute and dear Mother, give thou us renown.</p>\n</blockquote>\n<p>Saraswati is celebrated as a feminine deity with healing and purifying powers of abundant, flowing waters in Book 10 of the Rigveda, as follows:</p>\n<blockquote>\n<p>अपो अस्मान मातरः शुन्धयन्तु घर्तेन नो घर्तप्वः पुनन्तु |<br>\nविश्वं हि रिप्रं परवहन्ति देविरुदिदाभ्यः शुचिरापूत एमि ||<br>\n– Rigveda 10.17</p>\n<p>May the waters, the mothers, cleanse us,<br>\nmay they who purify with butter, purify us with butter,<br>\nfor these goddesses bear away defilement,<br>\nI come up out of them pure and cleansed.<br>\n–Translated by John Muir</p>\n</blockquote>\n<p>In Vedic literature, Saraswati acquires the same significance for early Indians (states John Muir) as that accredited to the river Ganges by their modern descendants. In hymns of Book 10 of Rigveda, she is already declared to be the \"possessor of knowledge\". Her importance grows in Vedas composed after Rigveda and in Brahmanas, and the word evolves in its meaning from \"waters that purify\", to \"that which purifies\", to \"<i>vach</i> (speech) that purifies\", to \"knowledge that purifies\", and ultimately into a spiritual concept of a goddess that embodies knowledge, arts, music, melody, muse, language, rhetoric, eloquence, creative work and anything whose flow purifies the essence and self of a person. In Upanishads and Dharma Sastras, Saraswati is invoked to remind the reader to meditate on virtue, virtuous emoluments, the meaning and the very essence of one's activity, one's action. Some may wonder as to what would be the relation of Saraswati and Lord Vishnu. She is a very close relative of Thirumal.</p>\n<p>Saraswati is known by many names in ancient Hindu literature. Some examples of synonyms for Saraswati include Brahmani (power of Brahma), Brahmi (goddess of sciences), Bharadi (goddess of history), Vani and Vachi (both referring to the flow of music/song, melodious speech, eloquent speaking respectively), Varnesvari (goddess of letters), Kavijihvagravasini (one who dwells on the tongue of poets).</p>\n<h3><span id=\"Nomenclature\">Nomenclature</span></h3>\n<p>In the Nepali language, her name is written Nepali: <span lang=\"ne\" xml:lang=\"ne\">सरस्वती</span>. In the Telugu, Sarasvati is also known as Chaduvula Thalli (చదువుల తల్లి) and Shārada (శారద). In Konkani, she is referred to as Shārada, Veenapani, Pustaka dharini, Vidyadāyini. In Kannada, variants of her name include Sharade, Sharadamba, Vāni, Veenapani in the famous Sringeri temple. In Tamil, she is also known as Kalaimagal (கலைமகள்), Kalaivāni (கலைவாணி), Vāni (வாணி) and Bharathi. She is also addressed as Shāradā (the one who loves the autumn season), Veenā pustaka dharani (the one holding books and a Veena), Vākadevi, Vāni (both meaning \"goddess of speech\"), Varadhanāyaki (the one bestowing boons), Sāvitri (consort of Brahma), Gāyatri (mother of Vedas).</p>\n<p>In India, she is locally spelled as Bengali: <span lang=\"bn\" xml:lang=\"bn\">সরস্বতী</span>, <i><span>Saraswati</span></i> <sup><span>?</span></sup>, Malayalam: <span lang=\"ml\" xml:lang=\"ml\">സരസ്വതി</span>, <i><span>Saraswati</span></i> <sup><span>?</span></sup>, and Tamil: <span lang=\"ta\" xml:lang=\"ta\">சரஸ்வதி</span>, <i><span>Sarasvatī</span></i> <sup><span>?</span></sup>.</p>\n<p>Outside Nepal and India, she is known in Burmese as <i>Thurathadi</i> (<span lang=\"my\" xml:lang=\"my\">သူရဿတီ</span>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[θùja̰ðədì]</span> or <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[θùɹa̰ðədì]</span>) or <i>Tipitaka Medaw</i> (<span lang=\"my\" xml:lang=\"my\">တိပိဋကမယ်တော်</span>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[tḭpḭtəka̰ mɛ̀dɔ̀]</span>), in Chinese as <span lang=\"pny\" xml:lang=\"pny\">Biàncáitiān</span> (<span lang=\"zh\" xml:lang=\"zh\">辯才天</span>), in Japanese as <i>Benzaiten</i> (<span lang=\"jp\" xml:lang=\"jp\">弁才天/弁財天</span>) and in Thai as <i>Suratsawadi</i> (<span lang=\"th\" xml:lang=\"th\">สุรัสวดี</span>) or <i>Saratsawadi</i> (<span lang=\"th\" xml:lang=\"th\">สรัสวดี</span>).</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>Saraswati is found in almost every major ancient and medieval Indian literature between 1000 BC to 1500 AD. In Hindu tradition, she has retained her significance as a goddess from the Vedic age up to the present day. In Shanti Parva of the Hindu epic Mahabharata, Saraswati is called the mother of the Vedas, and later as the celestial creative symphony who appeared when Brahma created the universe. In Book 2 of Taittiriya Brahmana, she is called the mother of eloquent speech and melodious music. Saraswati is the active energy and power of Brahma. She is also mentioned in many minor Sanskrit publications such as Sarada Tilaka of 8th century AD as follows,</p>\n<blockquote>\n<p>May the goddess of speech enable us to attain all possible eloquence,<br>\nshe who wears on her locks a young moon,<br>\nwho shines with exquisite lustre,<br>\nwho sits reclined on a white lotus,<br>\nand from the crimson cusp of whose hands pours,<br>\nradiance on the implements of writing, and books produced by her favour.<br>\n– On Saraswati, Sarada Tilaka</p>\n</blockquote>\n<p>Saraswati became a prominent deity in Buddhist iconography – the consort of Manjushri in 1st millennium AD. In some instances such as in the <i>Sadhanamala</i> of Buddhist pantheon, she has been symbolically represented similar to regional Hindu iconography, but unlike the more well known depictions of Saraswati.</p>\n<h2><span id=\"Symbolism_and_iconography\">Symbolism and iconography</span></h2>\n\n<p>The goddess Saraswati is often depicted as a beautiful woman dressed in pure white, often seated on a white lotus, which symbolizes light, knowledge and truth. She not only embodies knowledge but also the experience of the highest reality. Her iconography is typically in white themes from dress to flowers to swan – the colour symbolizing Sattwa Guna or purity, discrimination for true knowledge, insight and wisdom.</p>\n<p>Her dhyana mantra describes her to be as white as the moon, clad in a white dress, bedecked in white ornaments, radiating with beauty, holding a book &amp; a pen in her hands. The book &amp; the pen represent knowledge</p>\n<p>She is generally shown to have four arms, but sometimes just two. When shown with four hands, those hands symbolically mirror her husband Brahma's four heads, representing <i>manas</i> (mind, sense), <i>buddhi</i> (intellect, reasoning), <i>citta</i> (imagination, creativity) and <i>ahamkāra</i> (self consciousness, ego). Brahma represents the abstract, she action and reality.</p>\n<p>The four hands hold items with symbolic meaning — a <i>pustaka</i> (book or script), a <i>mālā</i> (rosary, garland), a water pot and a musical instrument (vīnā). The book she holds symbolizes the Vedas representing the universal, divine, eternal, and true knowledge as well as all forms of learning. A mālā of crystals, representing the power of meditation, inner reflection and spirituality. A pot of water represents the purifying power to separate right from wrong, the clean from the unclean, and essence from the inessential. In some texts, the pot of water is symbolism for soma - the drink that liberates and leads to knowledge. The most famous feature on Saraswati is a musical instrument called a veena, represents all creative arts and sciences, and her holding it symbolizes expressing knowledge that creates harmony. Saraswati is also associated with <i>anurāga</i>, the love for and rhythm of music, which represents all emotions and feelings expressed in speech or music.</p>\n<p>A hamsa or swan is often located next to her feet. In Hindu mythology, the hamsa is a sacred bird, which if offered a mixture of milk and water, is said to be able to drink the milk alone. It thus symbolizes the ability to discriminate between good and evil, essence from outward show and the eternal from the evanescent. Due to her association with the swan, Saraswati is also referred to as Hamsavāhini, which means \"she who has a hamsa as her vehicle\". The swan is also a symbolism for spiritual perfection, transcendence and moksha.</p>\n<p>Sometimes a <i>citramekhala</i> (also called <i>mayura</i>, peacock) is shown beside the goddess. The peacock symbolizes colorful splendor, celebration of dance, and - as the devourer of snakes - the alchemical ability to transmute the serpent poison of self into the radiant plumage of enlightenment.</p>\n<p>She is usually depicted near a flowing river or other body of water, which depiction may constitute a reference to her early history as a river goddess.</p>\n<h2><span id=\"Regional_manifestations_of_Saraswati\">Regional manifestations of Saraswati</span></h2>\n<h3><span id=\"Maha_Saraswati\">Maha Saraswati</span></h3>\n<p>In some regions of India, such as Vindhya, Odisha, West Bengal and Assam, as well as east Nepal, Saraswati is part of the Devi Mahatmya mythology, in the trinity (<i>Tridevi</i>) of Mahakali, Mahalakshmi and Mahasaraswati. This is one of many different Hindu legends that attempt to explain how Hindu trinity of gods (Brahma, Vishnu and Shiva) and goddesses (Saraswati, Lakshmi and Parvati) came into being. Various Purana texts offer alternate legends for Maha Saraswati.</p>\n<p>Maha Saraswati is depicted as eight-armed and is often portrayed holding a Veena whilst sitting on a white lotus flower.</p>\n<p>Her dhyāna shloka given at the beginning of the fifth chapter of Devi Mahatmya is:</p>\n<dl><dd>Wielding in her lotus-hands the bell, trident, ploughshare, conch, pestle, discus, bow, and arrow, her lustre is like that of a moon shining in the autumn sky. She is born from the body of Gowri and is the sustaining base of the three worlds. That Mahasaraswati I worship here who destroyed Sumbha and other asuras.</dd>\n</dl><p>Maha<b>saraswati</b> is also part of another legend, the <i>Navdurgas</i>, or nine forms of Durga, revered as powerful and dangerous goddesses in eastern India. They have special significance on <i>Navaratri</i> in these regions. All of these are seen ultimately as aspects of a single great Hindu goddess, with Maha Saraswati as one of those nine.</p>\n<h3><span id=\"Mahavidya_Nila_Saraswati\">Mahavidya Nila Saraswati</span></h3>\n<p>In Tibet and parts of India, Nilasaraswati is a form of Mahavidya Tara. Nila Saraswati is a different deity from traditional Saraswati, yet subsumes her knowledge and creative energy in tantric literature. Nila Sarasvati is the <i>ugra</i> (angry, violent, destructive) manifestation in one school of Hinduism, while the more common Saraswati is the <i>saumya</i> (calm, compassionate, productive) manifestation found in most others. In tantric literature of the former, Nilasaraswati has a 100 names. There are separate dhyana shlokas and mantras for her worship in Tantrasara.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<h3><span id=\"Temples\">Temples</span></h3>\n\n<p>There are many temples dedicated to Saraswati around the world. Some notable temples include the Gnana Saraswati Temple in Basar on the banks of the River Godavari, the Warangal Saraswati and Shri Saraswati Kshetramu temples in Medak, Telangana. In Karnataka, one of many Saraswati/Sharada pilgrimage spots is Shringeri Sharadamba Temple. In Ernakulam district of Kerala, there is a famous Saraswati temple in North Paravur, namely Dakshina Mookambika Temple North Paravur. In Tamil Nadu, Koothanur hosts a Saraswati temple about 25 kilometres from Tiruvarur. In her identity as Brahmani, additional Sarasvati temples can be found throughout Gujarat, Himachal Pradesh, Rajasthan, and Uttar Pradesh.</p>\n<h3><span id=\"Festivals\">Festivals</span></h3>\n\n<p>In West Bengal, Saraswati is worshipped on Vasant Panchami, a Hindu festival celebrated every year on the 5th day in the Hindu calendar month of Magha (about February). Hindus celebrate this festival in temples, homes and educational institutes alike.</p>\n<p>In Goa, Maharashtra and Karnataka, Saraswati Puja starts with Saraswati Avahan on Maha Saptami and ends on Vijayadashami with Saraswati Udasan or Visarjan.</p>\n<p>Saraswati Puja calendar:</p>\n<ul><li>Saraswati Puja Avahan – Maha Saptami – Triratna vratam starts in Andhra Pradesh.</li>\n<li>Saraswati Puja (main puja) – Durga Ashtami</li>\n<li>Saraswati Uttara Puja – Mahanavami</li>\n<li>Saraswati Visarjan or Udasan – Vijaya Dashami</li>\n<li>Saraswati Kartik Purnima on (Sristhal) siddhpur of Gujaratis ancient festival since Solanki ruling of Patan state.</li>\n</ul><h4><span id=\"Saraswati_Puja_in_South_India\">Saraswati Puja in South India</span></h4>\n<p>In Kerala and Tamil Nadu, the last three days of the Navaratri festival, i.e., Ashtami, Navami, and Dashami, are celebrated as Sarasvati Puja. The celebrations start with the Puja Vypu (Placing for Worship). It consists of placing the books for puja on the Ashtami day. It may be in one's own house, in the local nursery school run by traditional teachers, or in the local temple. The books will be taken out for reading, after worship, only on the morning of the third day (Vijaya Dashami). It is called Puja Eduppu (Taking [from] Puja). Children are happy, since they are not expected to study on these days. On the Vijaya Dashami day, Kerala celebrates the Ezhuthiniruthu or Initiation of Writing for the little children before they are admitted to nursery schools. This is also called Vidyarambham. The child is made to write for the first time on the rice spread in a plate with the index finger, guided by an elder of the family or by a teacher.</p>\n<h2><span id=\"Outside_the_Indian_subcontinent\">Outside the Indian subcontinent</span></h2>\n\n<h3><span id=\"Myanmar\">Myanmar</span></h3>\n\n<p>In Burma, the Shwezigon Mon Inscription dated to be of 1084 AD, near Bagan, recites the name Saraswati as follows,</p>\n<dl><dd>\"The wisdom of eloquence called Saraswati shall dwell in mouth of King Sri Tribhuwanadityadhammaraja at all times\". – Translated by Than Tun</dd>\n</dl><p>In Buddhist arts of Myanmar, she is called <i>Thurathadi</i> (or Thayéthadi). Students in Myanmar pray for her blessings before their exams. She is also believed to be, in Mahayana pantheon of Myanmar, the protector of Buddhist scriptures.</p>\n<h3><span id=\"Japan\">Japan</span></h3>\n\n<p>The concept of Saraswati migrated from India, through China to Japan, where she appears as Benzaiten (弁財天). Worship of Benzaiten arrived in Japan during the 6th through 8th centuries. She is often depicted holding a <i>biwa</i>, a traditional Japanese lute musical instrument. She is enshrined on numerous locations throughout Japan such as the Kamakura's Zeniarai Benzaiten Ugafuku Shrine or Nagoya's Kawahara Shrine; the three biggest shrines in Japan in her honour are at the Enoshima Island in Sagami Bay, the Chikubu Island in Lake Biwa, and the Itsukushima Island in Seto Inland Sea.</p>\n<h3><span id=\"Cambodia\">Cambodia</span></h3>\n<p>Saraswati was honoured with invocations among Hindus of Angkorian Cambodia, suggests a tenth-century and another eleventh-century inscription. She and Brahma are referred to in Cambodian epigraphy from the 7th century onwards, and she is praised by Khmer poets for being goddess of eloquence, writing and music. More offerings were made to her than to her husband Brahma. She is also referred to as <i>Vagisvari</i> and <i>Bharati</i> in Yasovarman era Khmer literature.</p>\n<h3><span id=\"Thailand\">Thailand</span></h3>\n\n<p>In ancient Thai literature, Saraswati (Thai: <span lang=\"th\" xml:lang=\"th\">สุรัสวดี</span>; <span>rtgs</span>: <span title=\"Thai transliteration\"><i>Suratsawadi</i></span>) is the goddess of speech and learning, and consort of Brahma. Over time, Hindu and Buddhist concepts on deities merged in Thailand. Icons of Saraswati with other deities of India are found in old Thai <i>wats</i>. Amulets with Saraswati and a peacock are also found in Thailand.</p>\n<h3><span id=\"Indonesia\">Indonesia</span></h3>\n<p>Saraswati is an important goddess in Balinese Hinduism. She shares the same attributes and iconography as Saraswati in Hindu literature of India - in both places, she is the goddess of knowledge, creative arts, wisdom, language, learning and purity. In Bali, she is celebrated on Saraswati day, one of the main festivals for Hindus in Indonesia. The day marks the close of 210-day year in the Pawukon calendar.</p>\n<p>On Saraswati day, people make offerings in the form of flowers in temples and to sacred texts. The day after Saraswati day, is <i>Banyu Pinaruh</i>, a day of cleansing. On this day, Hindus of Bali go to the sea, sacred waterfalls or river spots, offer prayers to Saraswati, and then rinse themselves in that water in the morning. Then they prepare a feast, such as the traditional <i>bebek betutu</i> and <i>nasi kuning</i>, that they share.</p>\n<p>The Saraswati Day festival has a long history in Bali. It has become more widespread in Hindu community of Indonesia in recent decades, and it is celebrated with theatre and dance performance.</p>\n<h3><span id=\"Tibet\">Tibet</span></h3>\n<p>In Tibet, she is known as <i>Yang chen ma</i> (Singing/Music Goddess), or <i>Yang chen drolma</i> (Singing/Music Tara) considered the consort of Mañjuśri, Buddha of Wisdom, she is one of the 21 Taras.</p>\n<p>Saraswati is the Divine Embodiment &amp; bestower of Enlightened Eloquence &amp; Inspiration, patroness of the arts, sciences, music, language, literature, history, poetry &amp; philosophy, all those engaged in creative endeavours in Tibetan Buddhism. She is considered the peaceful manifestation of Palden Lhamo. Saraswati was the yidam (principal personal meditational deity) of 14th Century Tibetan monk Je Tsongkhapa. She is believed in the Tibetan tradition to have accompanied him on his travels, as well as regularly engaging in conversations with him.</p>\n<p>Her mantra in Vajrayana Buddhism is \"Om Sarasiddhi Hring Hring\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Aban, \"the Waters\", representing and represented by Aredvi Sura Anahita.</li>\n<li>Anahita – the Old Persian goddess of wisdom</li>\n<li>Arachosia name of which derives from Old Iranian <i>*Harahvatī</i> (Avestan <i><span title=\"Avestan transliteration\">Haraxˇaitī</span></i>, Old Persian <i>Hara(h)uvati-</i>).</li>\n<li>Athena – the Greek goddess of wisdom and knowledge</li>\n<li>Brahmi – Shaktidharmic version of Saraswati</li>\n<li>Hara Berezaiti, \"High Hara\", the mythical mountain that is the origin of the <i>*Harahvatī</i> river.</li>\n<li>Minerva – the Roman goddess of wisdom and knowledge</li>\n<li>Rhea – the Greek goddess consort of Cronos and mother of the gods and titans</li>\n<li>Saraswati Puja</li>\n<li>Sarasvati River, a manifestation of the goddess Saraswati.</li>\n<li>Saraswati Vandana Mantra</li>\n<li>Saraswati yoga</li>\n<li>Sharada Peeth</li>\n<li>Tara (Devi)</li>\n<li>Tridevi</li>\n<li>Trikaranasuddhi</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Sarasuati\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASaraswati&amp;rft.atitle=Sarasuati&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kinsley, David (1998). <i>Tantric visions of the divine feminine : the ten mahāvidyās</i> (Repr. ed.). Delhi: Motilal Banarsidass. ISBN 81-208-1523-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASaraswati&amp;rft.aufirst=David&amp;rft.aulast=Kinsley&amp;rft.btitle=Tantric+visions+of+the+divine+feminine+%3A+the+ten+mah%C4%81vidy%C4%81s&amp;rft.date=1998&amp;rft.edition=Repr.&amp;rft.genre=book&amp;rft.isbn=81-208-1523-8&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Sankaranarayanan, S. (2001). <i>Glory of the Divine Mother (Devī Māhātmyam)</i>. India: Nesma Books. ISBN 81-87936-00-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASaraswati&amp;rft.aufirst=S.&amp;rft.aulast=Sankaranarayanan&amp;rft.btitle=Glory+of+the+Divine+Mother+%28Dev%C4%AB+M%C4%81h%C4%81tmyam%29&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=81-87936-00-2&amp;rft.place=India&amp;rft.pub=Nesma+Books&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Sailen Debnath, <i>The Meanings of Hindu Gods, Goddesses and Myths</i>, ISBN 9788129114815, Rupa &amp; Co., New Delhi.</li>\n<li><cite class=\"citation book\">Saraswati, Swami Satyananda. <i>Saraswati Puja for Children</i>. ISBN 1-877795-31-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASaraswati&amp;rft.aufirst=Swami+Satyananda&amp;rft.aulast=Saraswati&amp;rft.btitle=Saraswati+Puja+for+Children&amp;rft.genre=book&amp;rft.isbn=1-877795-31-3&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Ankerl, Guy (2000). <i>Global communication without universal civilization</i>. INU societal research. Vol.1: Coexisting contemporary civilizations : Arabo-Muslim, Bharati, Chinese, and Western. Geneva: INU Press. ISBN 2-88155-004-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASaraswati&amp;rft.aufirst=Guy&amp;rft.aulast=Ankerl&amp;rft.btitle=Global+communication+without+universal+civilization&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=2-88155-004-5&amp;rft.place=Geneva&amp;rft.pub=INU+Press&amp;rft.series=INU+societal+research&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sarasvati at Encyclopædia Britannica</li>\n<li>Stephen Knapp - Sarasvati, The Goddess of Learning</li>\n</ul>", "images": [{"ns": 6, "title": "File:2 Hindu deity Sarasvati Saraswati on ceramic tile in Munnar Kerala India March 2014.jpg"}, {"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Basara Temple view.jpg"}, {"ns": 6, "title": "File:Benzaiten.jpg"}, {"ns": 6, "title": "File:Benzaiten Inokashira Park.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Daibutsu of Todaiji 4.jpg"}, {"ns": 6, "title": "File:Dharma Wheel.svg"}, {"ns": 6, "title": "File:Dharmic religions.jpg"}]}