{"pageid": 24769784, "ns": 0, "title": "Ila (Hinduism)", "extract": "<p><b>Ila</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">इल</span>) or <b>Ilā</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">इला</span>) is an androgyne in Hindu mythology, known for their sex changes. As a man, he is known as Ila or <b>Sudyumna</b> and as a woman, is called Ilā. Ilā is considered the chief progenitor of the Lunar dynasty of Indian kings – also known as the Ailas (\"descendants of Ilā\").</p>\n<p>While many versions of the tale exist, Ila is usually described as a daughter or son of Vaivasvata Manu and thus the sibling of Ikshvaku, the founder of the Solar Dynasty. In versions in which Ila is born female, she changes into a male form by divine grace soon after her birth. After mistakenly entering a sacred grove as an adult, Ila is either cursed to change his/her gender every month or cursed to become a woman. As a woman, Ilā married Budha, the god of the planet Mercury and the son of the lunar deity Chandra (Soma), and bore him a son called Pururavas, the father of the Lunar dynasty. After the birth of Pururavas, Ilā is transformed into a man again and fathered three sons.</p>\n<p>In the Vedas, Ilā is praised as <b>Idā</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">इडा</span>), goddess of speech, and described as mother of Pururavas.</p>\n<p>The tale of Ila's transformations is told in the Puranas as well as the Indian epic poems, the <i>Ramayana</i> and the <i>Mahabharata</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>According to the <i>Linga Purana</i> and the <i>Mahabharata</i>, Ilā was born as the eldest daughter of Vaivasvata Manu, the progenitor of mankind, and his wife Shraddha. However, the parents desired a son and so prayed and performed austerities to propitiate the deities Mitra and Varuna, who changed Ilā's gender. The boy was named Sudyumma. The <i>Bhagavata Purana</i>, the <i>Devi-Bhagavata Purana</i>, the <i>Kurma Purana</i>, the <i>Harivamsa</i>, the <i>Markandeya Purana</i> and the <i>Padma Purana</i> (referred to as \"<i>Bhagavata Purana</i> et al. texts\" further) narrate a variant: Ila's parents could not have any children for a long time and approached the sage Agastya for a solution. The sage performed a yajna (fire sacrifice) dedicated to Mitra and Varuna to attain a son for the couple. Due to either an error in the ritual, or a failure to offer the appropriate sacrifice, Mitra and Varuna instead sent a daughter to the couple. In one version, the couple supplicated the deities, who transformed Ilā's gender. In another version, this transformation happens after the erroneous hymns are rectified and the son is called Ila. According to a variant, Shraddha wished for a daughter; Vashistha heeded her wish while performing the sacrifice and thus, a daughter was born. However, Manu desired a son so Vashistha appealed to Vishnu to change the gender of his daughter. Ilā was renamed Sudhyumna. The accounts describe Ila as either the eldest or the youngest child of Manu. As the child of Manu, Ila had nine brothers, the most notable was Ikshvaku, the founder of the Solar dynasty. As the son of Manu, Ila is the grandson of Surya. According to another account found in the <i>Vayu Purana</i> and the <i>Brahmanda Purana</i>, Ilā was born female and remained female.</p>\n<p>In the <i>Ramayana</i>, Ila is born as a son of Kardama, the Prajapati born of the god Brahma's shadow. Ila's tale is told in the <i>Uttara Kanda</i> chapter of the Ramayana, while describing the greatness of the Ashvamedha – the horse sacrifice.</p>\n<h2><span id=\"Curse_and_marriage_to_Budha\">Curse and marriage to Budha</span></h2>\n<p>In the <i>Ramayana</i>, the <i>Linga Purana</i> and the <i>Mahabharata</i>, Ila grows to become the king of Bahlika. While hunting in a forest, Ila accidentally trespassed Sharavana (\"Forest of Reeds\"), the sacred grove of the goddess Parvati, the consort of the god Shiva. Upon entering Sharavana, all male beings except for Shiva, including trees and animals, are transformed into females. In the <i>Ramayana</i>, even Shiva had assumed the form of a female to please the goddess. One legend tells that a female <i>yakshini</i> disguised herself as a deer and purposefully led Ila to the grove in order to save her husband from the king. The <i>Linga Purana</i> and the <i>Mahabharata</i> emphasize the sex change of Ila to be a deliberate act of Shiva to start the Lunar dynasty. The <i>Bhagavata Purana</i> et al. texts tell that Ila's entire entourage as well as his horse also changed their genders.</p>\n\n<p>According to the <i>Ramayana</i>, when Ila approached Shiva for help, Shiva laughed with scorn but the compassionate Parvati reduced the curse and allowed Ila to switch genders every month. However, as a male he would not remember his life as a female and vice versa. While Ilā roamed the forest in her new form with her female attendants, Budha, the god of the planet Mercury and the son of the moon-god Chandra, noticed her. Although he had been practising asceticism, Ilā's beauty caused him to fall in love with her at first sight. Budha turned Ilā's attendants into <i>Kimpurushas</i> (hermaphrodite, lit. \"is it a man?\") and ordered them to run away, promising that they would find mates as Ilā had.</p>\n<p>Ilā married Budha and spent an entire month with him and consummated the marriage. However, Ilā woke one morning as Sudyumna and remembered nothing about the past month. Budha told Ila that his retinue had been killed in a rain of stones and convinced Ila to stay with him for a year. During each month she spent as a woman, Ilā had good time with Budha. During each month as a man, Ila turned to pious ways and performed austerities under the guidance of Budha. In the ninth month, Ilā gave birth to Pururavas, who grew to become the first king of the Lunar dynasty. Then, as per the advice of Budha and Ila's father Kardama, Ila pleased Shiva with a horse sacrifice and Shiva restored Ila's masculinity permanently.</p>\n<p>Another legend from the <i>Vishnu Purana</i> credits Vishnu of restoring Ilā's manhood as Sudyumma. The <i>Bhagavata Purana</i> et al. texts tell that after Pururavas's birth, the nine brothers of Ila – by horse sacrifice – or the sage Vasistha – the family priest of Ila – pleased Shiva to compel him to give the boon of alternate month manhood to Ila, turning him into a <i>Kimpurusha</i>. The <i>Linga Purana</i> and the <i>Mahabharata</i> record the birth of Pururavas, but do not narrate the end of Ila's alternating gender condition. In fact, the <i>Mahabharata</i> describes Ilā to be the mother as well as the father of Pururavas. According to another account found in the <i>Vayu Purana</i> and the <i>Brahmanda Purana</i>, Ilā was born female, married Budha, then was transformed into a male called Sudyumna. Sudyumna was then cursed by Parvati and transformed once again into a female, but became a man once again through Shiva's boon.</p>\n<p>In almost all versions of the tale, Ila wants to live as a man, but in the <i>Skanda Purana</i>, Ila desires to be a woman. The king Ela (Ila) entered Parvati's grove at Sahya mountain and became the woman Ilā. Ilā wished to remain a woman and serve Parvati (Gauri) and Ganga, the goddess of the Ganges river. However, the goddesses dissuaded him and told him that life as a woman was a curse and full of sorrow. Ilā bathed in a sacred pool and returned as Ela, bearded and deep-voiced.</p>\n<h2><span id=\"Later_life_and_descendents\">Later life and descendents</span></h2>\n<p>The descendants of Ilā through Pururavas are known as Ailas after Ilā or as the Lunar Dynasty (Chandravamsa) due to their descent from Budha, the son of the moon-god Chandra. Most versions of tale call Ilā the father as well as the mother of the Ailas. The <i>Linga Purana</i> and the <i>Mahabharata</i>, in which Sudyumma's curse does not end, state that as a male, Sudyumma also bore three sons named Utkala, Gaya and Vinatashva (also known as Haritashva and Vinata). The three sons ruled the kingdom for their father as Sudyumma was unable to do so himself due his alternating gender. The sons and their principalities are called the <i>Saudyumna</i>s. Utkala, Gaya, and Vinatashva ruled Utkala country, Gaya, and eastern regions including northern Kurus respectively. With the assistance of the family priest Vasistha, Sudyumma regained control of the entire kingdom. He was succeeded by Pururavas.</p>\n<p>In the <i>Matsya Purana</i>, Ila was disinherited after becoming a female or <i>kimpurusha</i>. Ila's father passed his inheritance directly to Pururavas, ignoring the three sons Ila-Sudyumma bore as a male. Pururavas ruled from Pratishtanapura (present-day Allahabad), where Ila stayed with him. The <i>Ramayana</i> says that having returned to manhood, Ila ruled Pratishtana while his son Shashabindu ruled over Bahlika. The <i>Devi-Bhagavata Purana</i> tells that as a man Sudyumma governed the kingdom and as a woman remained indoors. His subjects were disturbed by his sex changes and did not respect him as they once had. When Pururavas attained adulthood, Sudyumma left his kingdom to Pururavas and went to the forest for penance. The sage Narada told Sudyumma a nine-syllable mantra, <i>Navakshara</i>, which would please the Supreme Goddess. Pleased with his austerities, the Goddess emerged before Sudyumma, who was in his female form Ilā. Sudyumma praised the Goddess, who merged the king's soul with herself and thus, Ilā gained salvation.</p>\n<p>The <i>Bhagavata Purana</i>, the <i>Devi-Bhagavata Purana</i> and the <i>Linga Purana</i> declare that Ila ascended to heaven with both male and female anatomy. Ila is considered the chief progenitor of the Lunar Dynasty through Pururavas and of the Solar Dynasty through his brother Iksavaku and sons Utkala, Gaya, and Vinatashva. The marriage of Ilā, a descendant of the Sun, and Budha, the son of the Moon, is the first union of the solar and lunar races recorded in the scriptures.</p>\n<h2><span id=\"In_Vedic_literature\">In Vedic literature</span></h2>\n<p>In Vedic literature, Ilā is also known as Idā. Idā in the <i>Rigveda</i>, signifies food and refreshment, personified as the goddess of speech. Ilā-Idā is also associated with Sarasvati, the goddess of knowledge. Ilā-Idā is mentioned a number of times in the <i>Rigveda</i>, mostly in the hymns known as <i>Āprīsūkta</i>s. She is often mentioned along with Sarasvati and Bharati (or Mahi) and Pururavas is described as her son. Idā is the instructor of Manu, in performing ritual sacrifices. According to Sayana – a commentator on the Vedas – she presides over the Earth.</p>\n<p>In the <i>Shatapatha Brahmana</i>, Manu performed a fire-sacrifice in order to have children. Idā emerged from the sacrifice. She was claimed by Mitra-Varuna, but she lived with Manu and together they initiated the race of Manu. In this text, Idā is the goddess of the sacrificial meal. She is described as the <i>Mānavi</i> (daughter of Manu) and <i>Ghṛtapadī</i> (with the ghee-dripping foot) and she is represented by a cow, also known as Idā during a sacrifice. Pururavas is mentioned as the son of Ilā in the text.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hindu mythology</li>\n<li>LGBT themes in Hindu mythology</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Notes_2\">Notes</span></h3>\n\n<h3><span id=\"Books\">Books</span></h3>\n<ul><li><cite class=\"citation book\">Doniger, Wendy (2002). \"Transformation of Subjectivity and Memory in the Mahabharata and the Ramayana\". In Shulman, David Dean. <i>Self and self-transformation in the history of religions</i>. Oxford University Press. ISBN 0-19-514450-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIla+%28Hinduism%29&amp;rft.atitle=Transformation+of+Subjectivity+and+Memory+in+the+Mahabharata+and+the+Ramayana&amp;rft.aufirst=Wendy&amp;rft.aulast=Doniger&amp;rft.btitle=Self+and+self-transformation+in+the+history+of+religions&amp;rft.date=2002&amp;rft.genre=bookitem&amp;rft.isbn=0-19-514450-3&amp;rft.pub=Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">O'Flaherty, Wendy Doniger (182) [1980]. <i>Women, androgynes, and other mythical beasts</i>. University of Chicago Press. ISBN 978-0-226-61850-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIla+%28Hinduism%29&amp;rft.aufirst=Wendy+Doniger&amp;rft.aulast=O%27Flaherty&amp;rft.btitle=Women%2C+androgynes%2C+and+other+mythical+beasts&amp;rft.date=182&amp;rft.genre=book&amp;rft.isbn=978-0-226-61850-0&amp;rft.pub=University+of+Chicago+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DEBvHzornoMwC%26pg%3DPA303%26dq%3DIla%2BBudha%23v%3Donepage%26q%3DIla%2520Budha%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Meyer, Johann Jakob (1989) [1971]. <i>Sexual life in ancient India</i>. Delhi: Motilal Banarsidass Publ. ISBN 978-81-208-0638-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIla+%28Hinduism%29&amp;rft.aufirst=Johann+Jakob&amp;rft.aulast=Meyer&amp;rft.btitle=Sexual+life+in+ancient+India&amp;rft.date=1989&amp;rft.genre=book&amp;rft.isbn=978-81-208-0638-2&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass+Publ.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DizFNswlJ9LMC%26pg%3DPA374%26dq%3DIla%2BBudha%23PPA374%2CM1&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pattanaik, Devdutt (2001). <i>The man who was a woman and other queer tales of Hindu lore</i>. Routledge. ISBN 978-1-56023-181-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIla+%28Hinduism%29&amp;rft.aufirst=Devdutt&amp;rft.aulast=Pattanaik&amp;rft.btitle=The+man+who+was+a+woman+and+other+queer+tales+of+Hindu+lore&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=978-1-56023-181-3&amp;rft.pub=Routledge&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DOdsk9xfOp6oC%26pg%3DPA45%26dq%3DIla%2BBudha%23PPA45%2CM1&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Vanita, Ruth; Kidwai, Saleem (2001). <i>Same-sex love in India: readings from literature and history</i>. Palgrave Macmillan. ISBN 978-0-312-29324-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIla+%28Hinduism%29&amp;rft.au=Kidwai%2C+Saleem&amp;rft.aufirst=Ruth&amp;rft.aulast=Vanita&amp;rft.btitle=Same-sex+love+in+India%3A+readings+from+literature+and+history&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=978-0-312-29324-6&amp;rft.pub=Palgrave+Macmillan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Budha graha.JPG"}, {"ns": 6, "title": "File:Budhadeva.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}