{"pageid": 24784147, "ns": 0, "title": "Taema", "extract": "<p><b>Taema</b> is the name of a female figure referred to in different legends in Samoan mythology.</p>\n<h2><span id=\"Different_Legends\">Different Legends</span></h2>\n<ul><li>One well known legend relates that Taema and her sister Tilafaiga are the Matriarchs of Samoan tatau. The sisters brought the art of tattooing to Samoa from Fiji. As they swam, the sisters sang a song that women get the tattoo, not men. But as they neared the village of Falealupo at the western end of the island of Savai'i in Samoa, they dived underwater to get a clam. When they emerged, their song changed. Only men get the tattoo, not women. However, Samoa has traditional tattoos for both males and females. The traditional male tattoo is the pe'a. The female tattoo is the malu. In a similar legend, Taema's sister Tilafaiga was the mother of the Samoan goddess of war, Nafanua, the daughter of Saveasi'uleo, god of the underworld Pulotu.</li>\n<li>Taema was the name of a war god, incarnate in the kingfisher bird and was an omen in war.</li>\n<li>Taema was a war god present in a bundle of sharks' teeth.</li>\n<li>Taema and Titi were the names of two household gods in a family at the east end of the Samoa Islands. Taema and Titi were Siamese twins, their bodies joined back to back. They swam from the east and a wave struck them and separated their bodies. Everything <i>double</i> such as double yams or bananas, were sacred.</li>\n<li>Taema was the name of a goddess found by fishermen swimming between the islands of Upolu and Tutuila. The fishermen covered her with fine native cloth, took her to land in the bush, and built a temple for her.</li>\n<li>Taema was the founder of a high-ranking chief title on Tutuila.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Ahu Tahai.jpg"}, {"ns": 6, "title": "File:Flag of Samoa.svg"}, {"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}