{"pageid": 24844013, "ns": 0, "title": "Reitia", "extract": "<p><b>Reitia</b> (Venetic: 𐌓𐌄:𐌉:𐌕𐌉:𐌀) is a goddess, one of the best known deities of the Adriatic Veneti of northeastern Italy. While her place in the Venetic pantheon cannot be known for certain, the importance of her cult to Venetic society is well attested in archaeological finds. A large body of votive offerings on pottery and metal objects has been found at a Venetic shrine in Baratella, near Este. In Venetic, she is given the epithets <i>Śahnate</i>, the Healer, and <i>Pora</i>, the good and kind. She was also a deity of writing; Marcel Detienne interprets the name Reitia as \"the one who writes\" (compare Proto-Germanic <b>*wreitan-</b> 'to write'). Inscriptions dedicating offerings to Reitia are one of our chief sources of knowledge of the Venetic language. The Romans identified her with Juno.</p>\n<h2><span id=\"Other_instances_of_the_name\">Other instances of the name</span></h2>\n<p>Reitia Chasma, a geological feature on the planet Venus, is named after Reitia.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Sarah De Nardi, \"Landscapes of the Prehistoric Veneto, Italy. A Plurality of Local Identities Reflected in Cult and Landscape Perception\", Papers from the Institute of Archaeology, 2009</li>\n<li>Rex E. Wallace, \"Venetic\", in Roger D. Woodard, ed., <i>The ancient languages of Europe</i> (Cambridge, 2008; ISBN 0-521-68495-1), p. 124.</li>\n<li>Joachim Meffert, <i>Die paläovenetische Votivkeramik aus dem Reitia-Heiligtum von Este-Baratella</i>, 1998</li>\n<li>Marcel Detienne, <i>The writing of Orpheus: Greek myth in cultural context</i> (Johns Hopkins, 2002; ISBN 0-8018-6954-4), p. 126</li>\n<li>Adolphus Zavaroni, Ancient North Italian Inscriptions from Este, 2001</li>\n<li>Harald Meller, Die Fibeln aus dem Reitia-Heiligtum von Este (Ausgrabungen 1880-1916) / Le Fibule del Santuario di Reitia a Este (Scavi 1880-1916) (Nünnerich-Asmus Verlag, 2012; ISBN 978-3-943904-07-9)</li>\n<li>Sonja Ickler, Die Ausgrabungen im Reitia-Heiligtum von Este 1987-1991 / Gli Scavi 1987-1991 (Nünnerich-Asmus Verlag, 2013; ISBN 978-3-943904-17-8)</li>\n</ul>"}