{"pageid": 24885165, "ns": 0, "title": "Women warriors in literature and culture", "extract": "<p>The portrayal of <b>women warriors</b> in literature and popular culture is a subject of study in history, literary studies, film studies, folklore history, and mythology. The archetypal figure of the woman warrior is an example of a normal thing that happens in some cultures, while also being a counter stereotype, opposing the normal construction of war, violence and aggression as masculine. This convention-defying position makes the female warrior a prominent site of investigation for discourses surrounding female power and gender roles in society.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Folklore_and_mythology\">Folklore and mythology</span></h2>\n\n\n<p>In Hindu mythology, Chitrāngadā, wife of Arjuna, was the commander of her father's armies.</p>\n<p>The Amazons were an entire tribe of woman warriors in Greek legend. \"Amazon\" has become an eponym for woman warriors and athletes in both modern and ancient society.</p>\n<p>In British mythology, Queen Cordelia fought off several contenders for her throne by personally leading the army in its battles as well as defending her home from her own warring family members, until she eventually commits suicide due to grief. Another example in ancient British history is Queen Boudica, who lead a rebellion against the Roman Empire.</p>\n<p>In his <i>On the Bravery of Women</i> the Greco-Roman historian Plutarch describes how the women of Argos fought against King Cleomenes and the Spartans under the command of Telesilla in the fifth century BCE.</p>\n<h2><span id=\"Literature,_film,_and_television\"></span><span id=\"Literature.2C_film.2C_and_television\">Literature, film, and television</span></h2>\n\n<p>Literary women warriors include \"Gordafarid\" (Persian: گردآفريد) in the ancient Persian epic poem The Shāhnāmeh, Mulan, Camilla in the <i>Aeneid</i>, Belphoebe and Britomart in Edmund Spenser's <i>The Faerie Queene</i>, Bradamante and Marfisa in <i>Orlando Furioso</i>, Clorinda and (reluctantly) Erminia in <i>La Gerusalemme liberata</i>, and Grendel's mother.</p>\n<p>The woman warrior is part of a long tradition in many different cultures including Chinese and Japanese martial arts films, but their reach and appeal to Western audiences is possibly much more recent, coinciding with the greatly increased number of female heroes in American media since 1990.</p>\n<h2><span id=\"In_feminism\">In feminism</span></h2>\n<p>Women warriors have been taken up as a symbol for feminist empowerment, emphasizing women's agency and capacity for power instead of the common pattern of female victim-hood. Professor Sherrie Inness in <i>Tough Girls: Women Warriors and Wonder Women in Popular Culture</i> and Frances Early and Kathleen Kennedy in <i>Athena's Daughters: Television's New Women Warriors</i>, for example, focus on figures such as Xena, from the television series <i>Xena: Warrior Princess</i> or Buffy Summers from <i>Buffy the Vampire Slayer</i>. In the introduction to their text, Early and Kennedy discuss what they describe as a link between the image of women warriors and girl power.</p>\n<h3><span id=\"Violence\">Violence</span></h3>\n<p>Although there is a distinction between positive aggression and violence, fictional representations of female violence like <i>Kill Bill</i> still have the power to function positively, equipping women for real-life situations that require outward aggression. Beyond the individual level, fictional depictions of violence by women can be a political tool to draw attention to real-world issues of violence, such as the ongoing violence against Indigenous women. Others say that a violent heroine undermines the feminist ethics against male violence, even when she is posited as a defender of women, for example in films such as <i>Hard Candy</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<dl><dt>Lists</dt>\n</dl><ul><li>List of women warriors in folklore</li>\n<li>Women in ancient warfare</li>\n<li>Women in post-classical warfare</li>\n<li>Women in warfare (1500–1699)</li>\n<li>Women in warfare and the military in the 19th century</li>\n</ul><dl><dt>Related articles</dt>\n</dl><ul><li>Amazons</li>\n<li>Birka female Viking warrior</li>\n<li>Counterstereotype</li>\n<li>Fighter</li>\n<li>Girls with guns</li>\n<li>Kunoichi</li>\n<li>Magical girl</li>\n<li>Martial arts</li>\n<li>Onna-bugeisha</li>\n<li>Shieldmaiden</li>\n<li>Valkyrie</li>\n<li>Virago</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Alvarez, Maria. \"Feminist icon in a catsuit (female lead character Emma Peel in defunct 1960s UK TV series <i>The Avengers</i>)\", <i>New Statesman</i>, 14 August 1998.</li>\n<li>Au, Wagner James. \"Supercop as Woman Warrior.\" <i>Salon.com</i>.</li>\n<li>Barr, Marleen S. <i>Future Females, the Next Generation: New Voices and Velocities in Feminist Science Fiction Criticism.</i> Lanham, Md.: Rowman &amp; Littlefield, 2000.</li>\n<li>Davis-Kimball, Jeannine. <i>Warrior Women: An Archaeologist's Search for History's Hidden Heroines</i>. New York: Warner Books, 2001.</li>\n<li>Deuber-Mankowsky, Astrid and Dominic J. Bonfiglio (Translator). <i>Lara Croft: Cyber Heroine</i>. Minneapolis: University Of Minnesota Press, 2005.</li>\n<li>Early, Frances and Kathleen Kennedy, <i>Athena's Daughters: Television's New Women Warriors</i>, Syracuse University Press, 2003.</li>\n<li>Garner, Jack. \"Strong women can be heroes, too.\" <i>Democrat and Chronicle</i>. 15 June 2001.</li>\n<li>Heinecken, Dawn. <i>Warrior Women of Television: A Feminist Cultural Analysis of the New Female Body in Popular Media</i>, New York: P. Lang, 2003.</li>\n<li>Hopkins, Susan, <i>Girl Heroes: the New Force in Popular Culture</i>, Pluto Press Australia, 2002.</li>\n<li>Inness, Sherrie A. (ed.) <i>Action Chicks: New Images of Tough Women in Popular Culture</i>, Palgrave Macmillan, 2004.</li>\n<li>Inness, Sherrie A. <i>Tough Girls: Women Warriors and Wonder Women in Popular Culture</i>. Philadelphia: University of Pennsylvania Press, 1999.</li>\n<li>Karlyn, Kathleen Rowe. \"Scream, Popular Culture, and Feminism's Third Wave: 'I'm Not My Mother'. <i>Genders: Presenting Innovative Work in the Arts, Humanities, and Social Sciences</i> No. 38 (2003).</li>\n<li>Karras, Irene. \"The Third Wave's Final Girl: Buffy the Vampire Slayer.\" <i>thirdspace</i> 1:2 (March 2002).</li>\n<li>Kennedy, Helen W. \"Lara Croft: Feminist Icon or Cyberbimbo?: On the Limits of Textual Analysis\". <i>Game Studies: The International Journal of Computer Game Research.</i> 2:2 (December, 2002).</li>\n<li>Kim, L. S. \"Making women warriors: a transnational reading of Asian female action heroes in Crouching Tiger, Hidden Dragon.\" <i>Jump Cut: A Review of Contemporary Media.</i> No. 48, Winter, 2006.</li>\n<li>Kingston, Maxine Hong. <i>The Woman Warrior: Memoirs of a Girlhood Among Ghosts</i>. New York: Vintage, 1975.</li>\n<li>Magoulick, Mary. \"Frustrating Female Heroism: Mixed Messages in Xena, Nikita, and Buffy.\" <i>The Journal of Popular Culture</i>, Volume 39 Issue 5 (October 2006).</li>\n<li>Mainon, Dominique. <i>The Modern Amazons: Warrior Women on Screen</i>. Pompton Plains, N.J. : Limelight Editions, 2006.</li>\n<li>McDougall, Sophia (August 15, 2013) \"I hate Strong Female Characters .\" <i>The New Statesman.</i> (Retrieved 8-24-13.)</li>\n<li>Osgerby, Bill, Anna Gough-Yates, and Marianne Wells. <i>Action TV: Tough-Guys, Smooth Operators and Foxy Chicks.</i> London: Routledge, 2001.</li>\n<li>Rowland, Robin. \"Warrior queens and blind critics.\" <i>Canadian Broadcasting Corporation.</i> 31 July 2004.</li>\n<li>Spicuzza, Mary. \"Butt-Kicking Babes.\" <i>AlterNet.</i> 27 March 2001.</li>\n<li>Tasker, Yvonne. <i>Action and Adventure Cinema.</i> New York: Routledge, 2004.</li>\n<li>Tasker, Yvonne.<i>Working Girls: Gender and Sexuality in Popular Culture</i>. London: Routledge 1998</li>\n<li>Tasker, Yvonne.<i>Spectacular Bodies: Gender, Genre, and the Action Cinema</i>. London and New York: Routledge, 1993.</li>\n<li>Trickey, Helyn. \"Girls with Gauntlets.\" <i>Turner Network Television</i>.</li>\n<li>Ventura, Michael. \"Warrior Women.\" <i>Psychology Today</i>. Nov/Dec 1998. 31 (6).</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Women Warriors from 3500BC to the 20th Century - Lothene Experimental Archaeology</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Ambox question.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Etty Britomart 1833.jpg"}, {"ns": 6, "title": "File:Medieval women as warriors.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}