{"pageid": 2496053, "ns": 0, "title": "Jiutian Xuannü", "extract": "<p>In Chinese mythology, <b>Jiutian Xuannü</b> is the goddess of war, sexuality, and longevity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Stories\">Stories</span></h2>\n\n<p>The <i>Record of the Assembled Transcendents of the Fortified Walled City</i>, written by the Daoist master Du Guangting (850–933), mentions that Jiutian Xuannü is the teacher of Huangdi and the disciple of Xi Wangmu. This work relates a story about the goddess appearing before Huangdi during a time when the latter was in conflict with Chiyou. Chiyou had caused a great mist, which was so impenetrable that it obscured day and night. Huangdi would dwell in the mist for several day. Jiutian Xuannü rode a cinnabar phoenix into the great mist, holding phosphors and clouds as reins. She wore variegated kingfisher-feather garments, which had nine different colors. Huangdi greeted her and received her command. Du Guangting's text also noted the following interaction:</p>\n<blockquote>\n<p><b>Jiutian Xuannü:</b> \"I base myself on the teachings of the Grand Supreme. If you have any doubts, you may question me.\"<br><b>Huangdi:</b> \"[Chiyou] is cruelly crossing us. His poison is harming all the black-haired people. The four seas are sobbing. No one can protect his own nature or life. I want the art of winning a myriad victories in a myriad battles. Can I cut the harm facing my people?\"</p>\n</blockquote>\n<p>Thereupon the goddess bestowed various objects and artifacts, which was specified in Du Guangting's text. Du Guangting subsequently noted that this was the reason that Huangdi could defeat Chiyou and ascend to heaven.</p>\n<h2><span id=\"Development\">Development</span></h2>\n<p>During the Tang dynasty, the rise of Daoism gave way to a new imagery of a high goddess of war who won by magical and intellectual means, and who transmitted the arts of immortality. The aspects of sexuality, victory over enemies in warfare, and everlasting life was slowly modified to fit this new image. It demonstrated that contrary views of Jiutian Xuannü coexisted during the Tang dynasty.</p>\n<h2><span id=\"Associations\">Associations</span></h2>\n<h3><span id=\"Longevity\">Longevity</span></h3>\n<p>The goddess Jiutian Xuannü appears in several works of physiological microcosmology—as Cahill (2013) terms it—in which the human body is seen as a microcosm of the universe and where the gods are present within. These texts locate Jiutian Xuannü along the central median of the body and associate her with the circulation of breath, which nourishes the vital spirit and provides longevity.</p>\n<p>Jiutian Xuannü appears at least three times in the <i>Classic of the Yellow Courtyard</i>. In the work, the adept is instructed to send down his breath to enter the goddess' mouth.</p>\n<p>The <i>Central Classic of Lord Lao from the Supreme Realm</i> (probably dating to the 5th century) mentions her once: \"[...] located between the kidneys, dressed only in the white of Venus and the brilliant stars. Her pearl of Great Brilliance shines to illuminate the inside of the adept's whole body, so that he can extend his years and not die.\"</p>\n<p>In the <i>Central Classic of Lao tzu</i>, Jiutian Xuannü is described as one of the three deities who are sitting on divine tortoises. The author comments: \"The Mysterious Woman is the mother of the Way of the void and nothingness.\" The text gives instructions to adepts: \"Close your eyes and meditate on a white breath between your shoulders. In its centre is a white tortoise. On top of the tortoise is the Mysterious Woman.\" There are two governors beside her, which adepts are instructed to summon by saying: \"Governor of Destiny and Governor of the Registers, pare so-and-so's name from the death list and inscribe it on the Life List of the Jade Calendar.\" This ritual therefore points to a procedure in which a long life is promised.</p>\n<p>Since the 3rd century AD, Jiutian Xuannü has been associated with alchemy. In Ge Hong's <i>Master of the Uncarved Block</i>, it is noted that the goddess Jiutian Xuannü helps prepare elixirs with other deities, that adepts erected altars to the goddess when they create elixirs of metal, and that she had discussed calisthenics and diet with Huangdi. During the Song dynasty, the goddess was closely associated with neidan (inner alchemy).</p>\n<h3><span id=\"Sexuality\">Sexuality</span></h3>\n<p>Most books bearing Jiutian Xuannü's name were about warfare, but there were a few book that were specifically about sex. The <i>Mysterious Woman Classic</i> and the <i>Natural Woman Classic</i>—both dating to the Han dynasty—were illustrated handbooks (showing positions for intercourse) in dialogue form about sex. Texts from the <i>Mysterious Woman Classic</i> have been partly incorporated into the Sui dynasty edition of the <i>Natural Woman Classic</i>. From the Han dynasty onwards, these handbooks would be familiar to the upper class. On the other side, Wang Chong had criticized the sexual arts in these handbooks as \"not only harming the body but infringing upon the nature of man and woman.\"</p>\n<p>During the Tang dynasty, like earlier periods, Jiutian Xuannü was often associated with the sexual arts. The <i>Mysterious Woman Classic</i> remained a familiar work among the literati during the Tang and Sui dynasties. The <i>Bedchamber Arts of the Master of the Grotto Mysteries</i>, which was likely written by the 7th-century poet Liu Zongyuan, contain explicit descriptions of the sexual arts that was supposedly transmitted from Jiutian Xuannü.</p>\n<p>The sexual practices—that Jiutian Xuannü supposedly taught—were often compared to alchemy and physiological procedures for prolonging life. In Ge Hong's <i>Master of the Uncarved Block</i>, there's a passage in which Jiutian Xuannü tells Huangdi that sexual techniques are \"like the intermingling of water and fire—it can kill or bring new life depending upon whether or not one uses the correct methods.\"</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation journal\">Cahill, Suzanne E. (18 July 2013). \"Sublimation in Medieval China: The Case of the Mysterious Woman of the Nine Heavens\". <i>Journal of Chinese Religions</i>. <b>20</b> (1): 91–102. doi:10.1179/073776992805307692.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJiutian+Xuann%C3%BC&amp;rft.atitle=Sublimation+in+Medieval+China%3A+The+Case+of+the+Mysterious+Woman+of+the+Nine+Heavens&amp;rft.aufirst=Suzanne+E.&amp;rft.aulast=Cahill&amp;rft.date=2013-07-18&amp;rft.genre=article&amp;rft.issue=1&amp;rft.jtitle=Journal+of+Chinese+Religions&amp;rft.pages=91-102&amp;rft.volume=20&amp;rft_id=info%3Adoi%2F10.1179%2F073776992805307692&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Brick relief of a phoenix.jpg"}]}