{"pageid": 2497628, "ns": 0, "title": "Konohanasakuya-hime", "extract": "<p><b>Konohanasakuya-hime</b> or <b>Konohananosakuya-hime</b> (木花開耶姫, 木花咲耶姫 or 木花開耶姫; lit. \"<i>[cherry] tree blossom blooming princess</i>\" (her name also appears in a shorter form as \"<i>Sakuya-hime</i>\")), in Japanese mythology, is the blossom-princess and symbol of delicate earthly life. She is the daughter of the mountain god Ohoyamatsumi. She is often considered an avatar of Japanese life, especially since her symbol is the <i>sakura</i> (cherry blossom). Konohanasakuya-hime is also the goddess of Mount Fuji and all volcanoes.</p>\n<p>Sakuya-hime is the wife of the god Ninigi. She met him on the seashore and they fell in love; Ninigi asked Oho-Yama, the father of Sakuya-hime for her hand in marriage. Oho-Yama proposed his older daughter, Iwa-Naga-hime, instead, but Ninigi had his heart set on Sakuya-hime. Oho-Yama reluctantly agreed and Ninigi and Ko-no-hana married. Because Ninigi refused Iwa-Naga, the rock-princess, human lives are said to be short and fleeting, like the sakura blossoms, instead of enduring and long lasting, like stones.</p>\n<p>Sakuya-hime became pregnant in just one night, causing suspicion in Ninigi. He wondered if this was the child of another kami. Sakuya-hime was enraged at Ninigi's accusation and entered a doorless hut, which she then set fire to, declaring that the child would not be hurt if it were truly the offspring of Ninigi. Inside the hut, Ko-no-hana had three sons, Hoderi, Hosuseri and Hoori.</p>\n<p>Shrines have been built on Mount Fuji for Sakuya-hime. It is believed that she will keep Mount Fuji from erupting, but shrines to her at Kirishima have been repeatedly destroyed by volcanic eruptions. She is also known for having torn up the Yatsugatake Mountains, because it was higher than Fuji-san.</p>\n<h2><span id=\"Popular_references\">Popular references</span></h2>\n<ul><li>In Shin Megami Tensei: Persona 4, Konohana Sakuya is the name of the Persona of the character Yukiko Amagi.</li>\n<li>In Ayakashi:Ghost Guild, Konohanasakuya is one of the Daemons that can be obtained through Summoning</li>\n<li>In Digimon Tamers, Renamon's Mega evolution is named Sakuyamon.</li>\n<li>In the game Okami there is a wood sprite called Sakuya whose tree is called Konohana. This a reference to Konohanasakuya-Hime.</li>\n<li>In the anime, Sword Art Online, Sakuya is the Lord of the Sylph race.</li>\n<li>In the manga Noragami, Sakuya-hime is represented as one of the Japanese Kamis in the story.</li>\n<li>In the game Cardfight!! Vanguard, there is a card named \"Goddess of Flower Divination, Sakuya\" (花占いの女神 サクヤ <i>Hana Uranai no Megami, Sakuya</i>).</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Asama Shrine</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}