{"pageid": 25086157, "ns": 0, "title": "Heqet", "extract": "<p><b>Heqet</b> (<i>Ḥeqet</i>, <i>Ḥeḳet</i>; also <i>Ḥeqtit, Ḥeḳtit</i>) is an Egyptian goddess of fertility, identified with Hathor, represented in the form of a frog.  To the Egyptians, the frog was an ancient symbol of fertility, related to the annual flooding of the Nile. Heqet was originally the female counterpart of Khnemu, or the wife of Khnemu by whom she became the mother of Heru-ur.</p>\n<p>The name is written as <i><span lang=\"egy\" xml:lang=\"egy\">ḥqt</span></i> with the determinative \"frog\" (I7), or alternatively as <i><span lang=\"egy\" xml:lang=\"egy\">ḥqtyt</span></i> with the \"egg\" (goddess) determinative (H8). Its Middle Egyptian proununciation may have been close to /ħaˈqaːtat/, whence possibly the name of Greek Hecate ( <span lang=\"grc\" xml:lang=\"grc\">Ἑκάτη</span>).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>The beginning of her cult dates to the early dynastic period at least. Her name was part of the names of some high-born Second Dynasty individuals buried at Helwan and was mentioned on a stela of Wepemnofret and in the Pyramid Texts. Early frog statuettes are often thought to be depictions of her.</p>\n<p>Later, as a fertility goddess, associated explicitly with the last stages of the flooding of the Nile, and so with the germination of corn, she was associated with the final stages of childbirth. This association, which appears to have arisen during the Middle Kingdom, gained her the title <i>She who hastens the birth</i> (cf. the role of Heqet in the story of <i>The Birth of the Royal Children</i> from the Westcar Papyrus). Some say that—even though no ancient Egyptian term for \"midwife\" is known for certain—midwives often called themselves the <i>Servants of Heqet</i>, and that her priestesses were trained in midwifery. Women often wore amulets of her during childbirth, which depicted Heqet as a frog, sitting in a lotus.</p>\n<p>Heqet was considered the wife of Khnum, who formed the bodies of new children on his potter's wheel.</p>\n<p>In the Osiris myth, it was Heqet who breathed life into the new body of Horus at birth, as she was a goddess of the last moments of birth. As the birth of Horus became more intimately associated with the resurrection of Osiris, so Heqet's role became one more closely associated with resurrection. Eventually, this association led to her amulets gaining the phrase <i>I am the resurrection</i> in the Christian era along with cross and lamb symbolism.</p>\n<p>A temple dedicated to Horus and Heqet dating to the Ptolemaic Period was found at Qus.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Heqet at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Abydos Tempelrelief Ramses II.jpg"}, {"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DendaraMamisiKhnum-10.jpg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Statue of Heqat, the Frog Goddess, about 2950 BC, Predynastic Period, Late Naqada III Period to early Dynasty 1, travertine - Cleveland Museum of Art - DSC08796.JPG"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}