{"pageid": 252269, "ns": 0, "title": "Bendis", "extract": "<p><b>Bendis</b> was a Thracian goddess of the moon and the hunt whom the Athenians identified with Artemis. She was a huntress, like Artemis, but was accompanied by dancing satyrs and maenads on a fifth-century red-figure stemless cup (at Verona).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>By a decree of the oracle of Dodona, which required the Athenians to grant land for a shrine or temple her cult was introduced into Attica by immigrant Thracian residents, and, though Thracian and Athenian processions remained separate, both cult and festival became so popular that in Plato's time (c.<span> 429</span>-413 BCE) its festivities were naturalized as an official ceremonial of the city-state, called the <b>Bendideia</b>. Among the events were nighttime torch-races on horseback, mentioned in Plato's <i>Republic</i>, 328:</p>\n<dl><dd>\"You haven't heard that there is to be a torchlight race this evening on horseback in honor of the Goddess?” “On horseback?” said I. “That is a new idea. Will they carry torches and pass them along to one another as they race with the horses, or how do you mean?” “That's the way of it,” said Polemarchus, “and, besides, there is to be a night festival which will be worth seeing.\"</dd>\n</dl><p>The 'Bendideia' also featured a solemn joint procession of Athenians and Thracians to the Goddess's sanctuary, located at the harbor of Piraeus. A red-figure cup (skyphos) (at Tübingen University), of ca 440-430, seems to commemorate the arrival of the newly authorized cult; it shows Themis (representing traditional Athenian customs) and a booted and cloaked Bendis, who wears a Thracian fox-skin cap.</p>\n\n<p>A small marble votive stele of Bendis, c.<span> 400</span>-375 BCE, found at Piraeus, (British Museum, <i>illustration, left</i>) shows the goddess and her worshippers in bas-relief. The image shows that the Thracian goddess has been strongly influenced by Athenian conceptions of Artemis: Bendis wears a short chiton like Artemis, but with an Asiatic snug-sleeved undergarment. She is wrapped in an animal skin like Artemis and has a spear, but has a hooded Thracian mantle, fastened with a brooch. She wears high boots. In the fourth century BCE terracotta figurine at the Louvre (<i>illustration, right</i>) she is similarly attired and once carried a (wooden?) spear.</p>\n\n<p>Elsewhere in Greece, the cult of Bendis did not catch on.</p>\n<dl><dd>\"Just as in all other respects the Athenians continue to be hospitable to things foreign, so also in their worship of the gods; for they welcomed so many of the foreign rites that they were ridiculed for it by comic writers; and among these were the Thracian and Phrygian rites.\" --Strabo <i>Geography</i> (1st Century CE), 10.3.18.</dd>\n</dl><p>The \"Phrygian rites\" Strabo mentioned referred to the cult of Cybele that was also welcomed to Athens in the 5th century.</p>\n<h2><span id=\"Related_deities\">Related deities</span></h2>\n<p>The Athenians may have blended the cult of Bendis with the equally Dionysiac Thracian revels of Kotys, mentioned by Aeschylus. Archaic female cult figures that are unearthed in Thrace or Bulgaria now are identified with Bendis.</p>\n<p>Bendida Peak on Trinity Peninsula in Antarctica is named after the goddess.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Perseus Digital Library.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Artemis Apollo Hermes Louvre G515.jpg"}, {"ns": 6, "title": "File:Artemis Bendis Louvre CA159.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:People icon.svg"}, {"ns": 6, "title": "File:Portal-puzzle.svg"}, {"ns": 6, "title": "File:Relief Bendis BM 2155.jpg"}]}