{"pageid": 254847, "ns": 0, "title": "Mazu", "extract": "<p><b>Mazu</b>, also known by several other names and titles, is a Chinese sea goddess, the deified form of the historical <b>Lin Mo</b> or <b>Lin Moniang</b>, a Fujianese shamaness traditionally dated to c.<span> 960</span> – c.<span> 987</span>. Revered after her death as a patron of seafarers, including fishermen and sailors, her worship spread throughout China's coastal regions and Chinese communities throughout Southeast Asia. She was thought to roam the seas, protecting her believers through miraculous interventions. She is now generally regarded by her believers as a powerful and benevolent Queen of Heaven. Mazuism is most popular on Taiwan; her temple festival is a major event in the region, with the largest celebrations around her temples at Dajia and Beigang.</p>\n\n<p><span id=\"Etymology\"></span><span id=\"Name\"></span><span id=\"Names\"></span><span id=\"Title\"></span><span id=\"Titles\"></span></p>\n<h2><span id=\"Names_and_titles\">Names and titles</span></h2>\n<p>In addition to Mazu or <b>Ma-tsu</b>, meaning \"Maternal Ancestor\" \"Mother\", \"Granny\", or \"Grandmother\", Lin Moniang is worshipped under various other names and titles:</p>\n<ul><li>Mazupo (\"Granny Mazu\"), a popular name in Fujian</li>\n<li>A-Ma, also spelled Ah-Ma (\"Mother\" or \"Grandmother\"), a popular name in Macau</li>\n<li>Linghui Furen (\"Lady of Numinous Grace\"), an official title conferred in 1156.</li>\n<li>Linghui Fei (\"Princess of Numinous Grace\"), an official title conferred in 1192.</li>\n<li>Tianfei (\"Princess of Heaven\"), fully Huguo Mingzhu Tianfei (\"Illuminating Princess of Heaven who Protects the Nation\"), an official title conferred in 1281.</li>\n<li>Huguo Bimin Miaoling Zhaoying Hongren Puji Tianfei (\"Heavenly Princess who Protects the Nation and Shelters the People, of Marvelous Numen, Brilliant Resonance, Magnanimous Kindness, and Universal Salvation\"), an official title conferred in 1409.</li>\n<li>Tianhou (天后, literally meaning: \"Queen/Empress of Heaven\"), an official title conferred in 1683.</li>\n<li>Tianshang Shengmu (\"Holy Heavenly Mother\") or Tianhou Shengmu</li>\n<li>Tongxian Lingnü (\"Worthy &amp; Efficacious Lady\")</li>\n<li>Shennü (\"Divine Woman\")</li>\n<li>Zhaoxiao Chunzheng Fuji Ganying Shengfei (\"Holy Princess of Clear Piety, Pure Faith, and Helpful Response\"), an official title conferred during the reign of the Hongwu Emperor of the Ming.</li>\n</ul><p>Although many of Mazu's temples honor her titles Tianhou and Tianfei, it became customary to never pray to her under those names during an emergency since it was believed that, hearing one of her formal titles, Mazu might feel obligated to groom and dress herself as properly befitting her station before receiving the petition. Prayers invoking her as Mazu were thought to be answered more quickly.</p>\n<p><span id=\"Person\"></span></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Very little is known of the historical Lin Moniang. She was apparently a shamaness from a small fishing village on Meizhou Island, part of Fujian's Putian County, in the late 10th century. Her Meizhou was an uneducated and superstitious place, where out of \"perhaps a thousand households... not one person [could] read\". She probably did not live there, however, but on the nearby mainland. During this era, Fujian was greatly sinicized by influxes of refugees fleeing invasions of northern China and Mazu's cult may represent a hybridization of Chinese and local culture. The earliest record of her cult is from two centuries later, an 1150 inscription that mentions \"she could foretell a man's good and ill luck\" and, \"after her death, the people erected a temple for her on her home island\".</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>The legends around Lin Moniang's life were broadly established by the 13th century.</p>\n<p>She was said to have been born under the reign of the Quanzhounese warlord Liu Congxiao (<abbr title=\"died\">d</abbr>.<span> </span>962), which eventually developed into the specific date of the 23rd day of the third month of the Chinese lunar calendar in <span><span>AD</span></span><span> </span>960, the first year of the Song. The late Ming <i>Great Collection of the Three Teachings' Origin and Development and Research into the Divine</i> (<span lang=\"zh\" xml:lang=\"zh\"><span>三教</span><span>源流</span><span>搜神</span><span>大全</span></span>, <i>Sānjiào Yuánliú Sōushén Dàquán</i>), however, placed her birth much earlier, in 742.</p>\n<p>The early sources speak of her as \"Miss Lin\"; her given name Mo (\"Silent One\") or Moniang (\"the Silent Girl\") appeared later. It was said to have been chosen when she did not cry during birth or during the first month afterwards; she remained a quiet and pensive child as late as four. She was said to have been the sixth or seventh daughter of Lin Yuan (<span lang=\"zh\" xml:lang=\"zh\">林愿</span>). He is now usually remembered as one of the local fisherman, although the 1593 edition of the <i>Records of Research into the Divine</i> made him Putian's chief military inspector. The family was helpful and popular within their village. Late legends intended to justify Mazu's presence in Buddhist temples held that her parents had prayed to Guanyin for a son but received yet another daughter. In one version, her mother dreamt of Guanyin giving her a magical pill to induce pregnancy and woke to find the pill still in her hand; rather than being born in the conventional way, Mazu shot from her mother at birth in the form of a fragrant flash of red light. Guanyin was said to have been especially devoted to Mazu or even to have been incarnated as Mazu; for her part, Mazu was said to have been entranced by a statue of Guanyin at a temple she visited as a child, after which she became an ardent Buddhist.</p>\n<p>She is now often said to have studied religious literature, mastering Confucius by 8 and the principal Buddhist sutras by 11. The <i>Account of the Blessings Revealed by the Princess of Heaven</i> <span>(<small>t</small> <span lang=\"zh\" xml:lang=\"zh\">天妃顯聖錄</span>,</span> <span><small>s</small> <span lang=\"zh\" xml:lang=\"zh\">天妃显圣录</span>,</span> <i>Tiānfēi Xiǎnshèng Lù</i>) collected by her supposed descendants Lin Yaoyu <span>(<small>t</small> <span lang=\"zh\" xml:lang=\"zh\">林堯俞</span>,</span> <span><small>s</small> <span lang=\"zh\" xml:lang=\"zh\">林尧俞</span>,</span> <i>Lín Yáoyú</i>; <abbr title=\"floruit\">fl.</abbr><span> 1589</span>) and Lin Linchang <span>(<span lang=\"zh\" xml:lang=\"zh\">林麟焻</span>,</span> <i>Lín Línchàng</i>; <abbr title=\"floruit\">fl.</abbr><span> 1670</span>) claimed that, while still a girl, she was visited by a Taoist master (elsewhere a Buddhist monk) named Xuantong <span>(<span lang=\"zh\" xml:lang=\"zh\">玄通</span>,</span> <i>Xuántōng</i>) who recognized her Buddha nature. By 13, she had mastered the book of lore he had left her <span>(<span lang=\"zh\" xml:lang=\"zh\">玄微袐法</span>,</span> <i>Xuánwēi Bìfǎ</i>) and gained the abilities to see the future and visit places in spirit without travel. She was able to manifest herself at a distance as well and used this power to visit gardens in the surrounding countryside, although she asked owners' permission before gathering any flowers to take home. Although she only started swimming at the relatively late age of 15, she soon excelled at it. She was said to have stood on the shore in red garments to guide fishing boats home, regardless of harsh or dangerous weather. She met a Taoist immortal at a fountain at sixteen and received an amulet or two bronze tablets which she translated or used to exorcize demons, to heal the sick, and to avert disasters. She was also said to be a rainmaker during times of drought.</p>\n<p>Mazu's principal legend concerns her saving one or some members of her family when they were caught offshore during a typhoon, usually when she was 16. It appears in several forms. In one, the women at home feared Lin Yuan and his son were lost but Mazu fell into a trance while weaving at her loom. Her spiritual power began to save the men from drowning but her mother roused her, causing her to drop her brother into the sea. The father returned and told the other villagers of the miracle; this version of the story is preserved in murals at Fengtin in Fujian. One variant is that her brothers were saved but her father was lost; she then spent three days and nights searching for his body before finding it. Another version is that all the men returned safely. Another is that Mazu was praying to Guanyin; another that she was sleeping and assisting her family through her dream. Still another is that the boats were crewed by her four brothers and that she saved three of them, securing their boats together, with the eldest lost owing to the interference of her parents, who mistook her trance for a seizure and woke her.</p>\n<p>In earlier records, Mazu died unmarried at 27 or 28. (Her celibacy was sometimes ascribed to a vow she took after losing her brother at sea.) The date of her passing eventually became the specific date of the Double Ninth Festival in 987, making her 27 by western reckoning and 28 by traditional Chinese dating. She was said to have died in meditation, though in some accounts she did not die but climbed a mountain alone and ascended into Heaven as a goddess in a beam of bright light. In others, she died protesting an unwanted betrothal. Still another places her death at age 16, saying she drowned after exhausting herself in a failed attempt to find her lost father, underlining her filial piety. Her corpse then washed ashore on Nangan Island, which preserves a gravesite said to be hers.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>In addition to the legends surrounding her earthly life, Mazu figures in a number of Chinese myths.</p>\n<p>In one, the demons Qianliyan (\"Thousand-Mile Eye\") and Shunfeng'er (\"Wind-Following Ear\") both fell in love with her and she conceded that she would marry the one who defeated her in combat. Using her martial arts skills, however, she subdued them both and, after becoming friends, hired them as her guardian generals.</p>\n<p>In a book of the Taoist Canon <span>(<small>t</small> <span lang=\"zh\" xml:lang=\"zh\">太上老君說天妃救苦靈驗經</span>,</span> <span><small>s</small> <span lang=\"zh\" xml:lang=\"zh\">太上老君说天妃救苦灵验经</span>,</span> <i>Tàishàng Lǎojūn Shuō Tiānfēi Jiùkǔ Língyàn Jīng</i>), the Jade Woman of Marvelous Deeds <span>(<span lang=\"zh\" xml:lang=\"zh\">妙行玉女</span>)</span> is a star from the Big Dipper brought to earth by Laojun, the divine form of Laozi, to show his compassion for those who might be lost at sea. She is incarnated as Mazu and swears not only to protect sailors but to oversee all facets of life and death, providing help to anyone who might call upon her.</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<h3><span id=\"Worship\">Worship</span></h3>\n\n<p><b>Mazuism</b> is first attested in Huang Gongdu's c.<span> 1140</span> poem \"On the Shrine of the Smooth Crossing\" <span>(<small>t</small> <span lang=\"zh\" xml:lang=\"zh\">順濟廟</span>,</span> <span><small>s</small> <span lang=\"zh\" xml:lang=\"zh\">顺济庙</span>,</span> <i>Shùnjì Miào</i>), which considered her a menial and misguided shamaness whose continued influence was inexplicable. He notes that her devotees danced and sang together and with their children. Shortly afterwards, Liao Pengfei (<span lang=\"zh\" xml:lang=\"zh\">廖鵬飛</span>)'s 1150 inscription at the village of Ninghai (now Qiaodou) in Putian was more respectful. It states that, \"after her death, the people erected a temple for her on her home island\" and that the Temple of the Sacred Mound <span>(<small>t</small> <span lang=\"zh\" xml:lang=\"zh\">聖墩廟</span>,</span> <span><small>s</small> <span lang=\"zh\" xml:lang=\"zh\">圣墩庙</span>,</span> <i>Shèngdūn Miào</i>) was raised in 1086 after some people in Ninghai saw it glowing, discovered a miraculous old raft or stump, and experienced a vision of \"the goddess of Meizhou\". This structure had been renamed the Smooth Crossing Temple by the Decorated Ancestor (Huizong) of the Song in 1123 after his envoy Lu Yundi <span>(<span lang=\"zh\" xml:lang=\"zh\">路允迪</span>,</span> <i>Lù Yǔndí</i>) was miraculously saved during a storm the year before while on an official mission to pay respects to the court of Korea upon the death of its king Yejong and to replace the Liao as the formal suzerains investing his successor Injong. Her worship subsequently spread: Li Junfu's early-13th century <i>Putian Bishi</i> records temples on Meizhou and at Qiaodou, Jiangkou, and Baihu. By 1257, Liu Kezhuang was noting Putian's \"large market towns and small villages all have... shrines to the Princess\" and that they had spread to Fengting to the south. By the end of the Song, there were at least 31 temples to Mazu, reaching at least as far as Shanghai in the north and Guangzhou in the south.</p>\n\n<p>As Mazuism spread, it began to absorb the cults of other local shamanesses such as the other two of Xianyou's \"Three Princesses\" and even some lesser maritime and agricultural gods, including Liu Mian and Zhang the Heavenly Instructor. By the 12th century, she had already become a guardian to the people of Qiaodou when they suffered drought, flood, epidemic, piracy, or brigandage. She protected women during childbirth and when they sought contraception. As the patron of the seas, her temples were among the first erected by arriving overseas Chinese, as they gave thanks for their safe passage. Despite his Islamic upbringing, the Ming admiral and explorer Zheng He credited Mazu for protecting one of his journeys, prompting a new title in 1409. He patronized the Mazu temples of Nanjing and prevailed upon the Yongle Emperor to construct the city's Tianfei Palace; because of its imperial patronage and prominent location in the empire's southern capital, this was long the largest and highest-status center of Mazuism in China. During the Southern Ming resistance to the Qing, Mazu was credited with helping Koxinga's army capture Taiwan from the Dutch; she was later said to have personally aided some of Shi Lang's men in defeating Liu Guoxuan at Penghu in 1683, ending the independent kingdom of Koxinga's descendants and placing Taiwan under Qing control. The Ming Prince of Ningjing's palace was converted into Tainan's Grand Matsu Temple, the first to bear her new title of \"Heavenly Empress\".</p>\n<p>In late imperial China, sailors often carried effigies of Mazu to ensure safe crossings. Some boats still carry small shrines on their bows. Mazu charms are also used as medicine, including as salves for blistered feet. As late as the 19th century, the Qing government officially credited her divine intervention with their 1884 victory over the French at Tamsui during the Sino-French War and specially honored the town's temple to her, which had served as General Sun Kaihua's headquarters during the fighting.</p>\n<p>Today, Mazuism is practiced in about 1500 temples in 26 countries around the world, mostly in the Sinosphere or the overseas Chinese communities. Of these temples, almost 1000 are on Taiwan, representing a doubling of the 509 temples recorded in 1980 and more than a dozen times the number recorded before 1911. These temples are generally registered as Taoist, although some are considered Buddhist. There are more than 90 Mazu Temples in Hong Kong. In Mainland China, Mazuism is formally classified as a cult outside of Buddhism and Taoism, although numerous Buddhist and Taoist temples include shrines to her. Her worship is generally permitted but not encouraged, with most surviving temples concentrated around Putian in Fujian. Including the twenty on Meizhou Island, there are more than a hundred in the prefecture and another 70 elsewhere in the province, mostly in the settlements along its coast. There are more than 40 temples in Guangdong and Hainan and more than 30 in Zhejiang and Jiangsu, but many historical temples are now treated as museums and operated by local parks or cultural agencies. The Mazu temple on Macao Island is the probable source of its name in Portuguese and English; the historic and protected temple on Causeway Bay in Hong Kong is the source of the Tin Hau area's name, from the Cantonese pronunciation of Mazu's title \"Empress of Heaven\". The Mazu temple in Melbourne is the largest Chinese temple in Australia.</p>\n<p>A major project to build the world's tallest Mazu statue on the northernmost tip of Borneo at Kudat was officially launched by Sabah. The statue was to be 10-stories high, but was canceled due to protests from Muslims in Sabah and political interference. In its absence, the world's tallest statue of the goddess is the 42.3-meter (139 ft) Mazu of Tianjin that was erected in 2012.</p>\n<p>Informal centers of pilgrimage for Mazu's believers include Meizhou Island and the Zhenlan Temple in Taichung on Taiwan. <span id=\"Birthday\"></span><span id=\"Festival\"></span></p>\n<h3><span id=\"Festivals\">Festivals</span></h3>\n<p>The primary temple festival in Mazuism is Lin Moniang's traditional birthday on the 23rd day of the 3rd month of the Chinese lunar calendar. It is celebrated widely in Taiwan, with the largest festivities around the 8-day, 250-kilometer (160 mi) annual \"inspection tour\" of a Mazu idol from the Zhenlan Temple in Taichung to Chaotian Temple in Beigang and back again. The highlight is an incense-cutting ritual used to restore the fires of the Taichung temple. As many as 6,000 join the tour itself, some dressed as medieval standard-bearers and foot-soldiers, and more than 30,000 sometimes arrive for the idol's entry into Beigang. Another major festival is that around the Tianhou Temple in Lukang. Depending on the year, Mazu's festival day may fall as early as mid-April or as late as mid-May:</p>\n<ul><li>2011: April 25</li>\n<li>2012: April 13</li>\n<li>2013: May 2</li>\n<li>2014: April 22</li>\n<li>2015: May 11</li>\n<li>2016: April 29</li>\n<li>2017: April 19</li>\n<li>2018: May 8</li>\n<li>2019: April 27</li>\n<li>2020: April 15</li>\n</ul><p>The anniversary of her death or supposed ascension into Heaven is also celebrated, usually on the Double Ninth Festival (the ninth day of the ninth month of the lunar calendar).</p>\n<h3><span id=\"In_art\">In art</span></h3>\n\n<p>After her death, Mazu was remembered as a young lady who wore a red dress as she roamed over the seas. In religious statuary, she is usually clothed in the attire of an empress, and decorated with accessories such as a ceremonial <i>hu</i> tablet and a flat-topped imperial cap (<i>mian'guan</i>) with rows of beads (<i>liu</i>) hanging from the front and back. Her temples are usually protected by the door gods Qianliyan and Shunfeng'er. These vary in appearance but are frequently demons, Qianliyan red with two horns and two yellow sapphire eyes and Shunfeng'er green with one horn and two ruby eyes.</p>\n<p><i>Lin Moniang</i> (2000), a minor Fujianese TV series, was a dramatization of Mazu's life as a mortal. <i>Mazu</i> <span>(<span lang=\"zh\" xml:lang=\"zh\">海之傳說媽祖</span>,</span> 2007) was a Taiwanese animated feature film from the Chinese Cartoon Production Co. depicting her life as a shamaness and goddess. Its production director Teng Chiao admitted the limited appeal to the domestic market: \"If young people were our primary target audience, we wouldn't tell the story of Mazu in the first place since they are not necessarily interested in the ancient legend[;] neither do they have loyalty to made-in-Taiwan productions\". Instead, \"when you look to global markets, the question that foreign buyers always ask is what can best represent Taiwan\". <i>Mazu</i>, with its story about \"a magic girl and two cute sidekicks [Mazu's door gods Qianliyan and Shunfeng'er] spiced up with a strong local flavor\" was instead designed with an intent to appeal to international markets interested in Taiwan.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Mazu temples in South East Asia</li>\n<li>Hung Shing</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite id=\"CITEREFBoltz\" class=\"citation\">Boltz, Judith Magee, \"In Homage to T'ien-fei\", <i>Journal of the American Oriental Society,</i> Vol. 106, No. 1, Sinological Studies, pp. 211–32</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=In+Homage+to+T%27ien-fei&amp;rft.aufirst=Judith+Magee&amp;rft.aulast=Boltz&amp;rft.btitle=Journal+of+the+American+Oriental+Society%2C+Vol.+106%2C+No.+1&amp;rft.genre=bookitem&amp;rft.pages=211-32&amp;rft.pub=Sinological+Studies&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFBoscoHo1999\" class=\"citation\">Bosco, Joseph; Ho, Puay-peng (1999), <i>Temples of the Empress of Heaven</i>, Oxford University Press</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.au=Ho%2C+Puay-peng&amp;rft.aufirst=Joseph&amp;rft.aulast=Bosco&amp;rft.btitle=Temples+of+the+Empress+of+Heaven&amp;rft.date=1999&amp;rft.genre=book&amp;rft.pub=Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFBoltz2008\" class=\"citation\">Boltz, Judith Magee (2008), \"Mazu\", <i>The Encyclopedia of Taoism,</i> Vol. II, Abingdon: Routledge, pp. 741–4</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=Mazu&amp;rft.aufirst=Judith+Magee&amp;rft.aulast=Boltz&amp;rft.btitle=The+Encyclopedia+of+Taoism%2C+Vol.+II&amp;rft.date=2008&amp;rft.genre=bookitem&amp;rft.pages=741-4&amp;rft.place=Abingdon&amp;rft.pub=Routledge&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3DR3Sp6TfzhpIC%26pg%3DPA741&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFClark2006\" class=\"citation\">Clark, Hugh R. (2006), \"The Religious Culture of Southern Fujian, 750–1450: Preliminary Reflections on Contacts across a Maritime Frontier\" <span>(PDF)</span>, <i>Asia Major,</i> Vol. XIX, Pt. 1, Taipei: Institute of History and Philology</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=The+Religious+Culture+of+Southern+Fujian%2C+750%E2%80%931450%3A+Preliminary+Reflections+on+Contacts+across+a+Maritime+Frontier&amp;rft.aufirst=Hugh+R.&amp;rft.aulast=Clark&amp;rft.btitle=Asia+Major%2C+Vol.+XIX%2C+Pt.+1&amp;rft.date=2006&amp;rft.genre=bookitem&amp;rft.place=Taipei&amp;rft.pub=Institute+of+History+and+Philology&amp;rft_id=https%3A%2F%2Fwww2.ihp.sinica.edu.tw%2Ffile%2F1442MqyEEuM.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFClark2007\" class=\"citation\">Clark, Hugh R. (2007), <i>Portrait of a Community: Society, Culture, and the Structures of Kinship in the Mulan River Valley (Fujian) from the Late Tang through the Song</i>, Hong Kong: Chinese University Press</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.aufirst=Hugh+R.&amp;rft.aulast=Clark&amp;rft.btitle=Portrait+of+a+Community%3A+Society%2C+Culture%2C+and+the+Structures+of+Kinship+in+the+Mulan+River+Valley+%28Fujian%29+from+the+Late+Tang+through+the+Song&amp;rft.date=2007&amp;rft.genre=book&amp;rft.place=Hong+Kong&amp;rft.pub=Chinese+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3D126EsR8rpC8C%26printsec%3Dfrontcover&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFClark2015\" class=\"citation\">Clark, Hugh R. (2015), \"What Makes a Chinese God? or, What Makes a God Chinese?\", <i>Imperial China and Its Southern Neighbors</i>, Singapore: Institute of Southeast Asian Studies, pp. 111–139</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=What+Makes+a+Chinese+God%3F+or%2C+What+Makes+a+God+Chinese%3F&amp;rft.aufirst=Hugh+R.&amp;rft.aulast=Clark&amp;rft.btitle=Imperial+China+and+Its+Southern+Neighbors&amp;rft.date=2015&amp;rft.genre=bookitem&amp;rft.pages=111-139&amp;rft.place=Singapore&amp;rft.pub=Institute+of+Southeast+Asian+Studies&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3DLgGhCgAAQBAJ%26printsec%3Dfrontcover&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFCrook2014\" class=\"citation\">Crook, Steven (2014), \"Mazu\", <i>Taiwan,</i> 2nd ed., Chalfont St Peter: Bradt Travel Guides, pp. 32–3</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=Mazu&amp;rft.aufirst=Steven&amp;rft.aulast=Crook&amp;rft.btitle=Taiwan%2C+2nd+ed.&amp;rft.date=2014&amp;rft.genre=bookitem&amp;rft.pages=32-3&amp;rft.place=Chalfont+St+Peter&amp;rft.pub=Bradt+Travel+Guides&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3D3YOoAwAAQBAJ%26pg%3DPA32&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFDreyer2007\" class=\"citation\">Dreyer, Edward L. (2007), <i>Zheng He: China and the Oceans in the Early Ming Dynasty, 1405–1433</i>, New York: Pearson Longman, ISBN 9780321084439</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.aufirst=Edward+L.&amp;rft.aulast=Dreyer&amp;rft.btitle=Zheng+He%3A+China+and+the+Oceans+in+the+Early+Ming+Dynasty%2C+1405%E2%80%931433&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=9780321084439&amp;rft.place=New+York&amp;rft.pub=Pearson+Longman&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFDuyvendak1938\" class=\"citation\">Duyvendak, Jan Julius Lodewijk (1938), \"The True Dates of the Chinese Maritime Expeditions in the Early Fifteenth Century\", <i>T'oung Pao,</i> Vol. XXXIV, No. 5, pp. 341–413, JSTOR 4527170, doi:10.1163/156853238X00171</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=The+True+Dates+of+the+Chinese+Maritime+Expeditions+in+the+Early+Fifteenth+Century&amp;rft.aufirst=Jan+Julius+Lodewijk&amp;rft.aulast=Duyvendak&amp;rft.btitle=T%27oung+Pao%2C+Vol.+XXXIV%2C+No.+5&amp;rft.date=1938&amp;rft.genre=bookitem&amp;rft.pages=341-413&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F4527170&amp;rft_id=info%3Adoi%2F10.1163%2F156853238X00171&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFGiuffrida2004\" class=\"citation\">Giuffrida, Noelle (2004), \"Tianhou\", <i>Holy People of the World,</i> Vol. II, Santa Barbara: ABC Clio</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=Tianhou&amp;rft.aufirst=Noelle&amp;rft.aulast=Giuffrida&amp;rft.btitle=Holy+People+of+the+World%2C+Vol.+II&amp;rft.date=2004&amp;rft.genre=bookitem&amp;rft.place=Santa+Barbara&amp;rft.pub=ABC+Clio&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3DH5cQH17-HnMC%26pg%3DPA857&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFIrwin1990\" class=\"citation\">Irwin, Lee (1990), \"The Great Goddesses of China\", <i>Asian Folklore Studies,</i> Vol. 49, No. 1, pp. 53–68</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=The+Great+Goddesses+of+China&amp;rft.aufirst=Lee&amp;rft.aulast=Irwin&amp;rft.btitle=Asian+Folklore+Studies%2C+Vol.+49%2C+No.+1&amp;rft.date=1990&amp;rft.genre=bookitem&amp;rft.pages=53-68&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFRuitenbeek1999\" class=\"citation\">Ruitenbeek, Klaas (1999), \"Mazu, Patroness of Sailors, in Chinese Pictorial Art\", <i>Artibus Asiae,</i> Vol. 58, No. 3/4, pp. 281–329</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=Mazu%2C+Patroness+of+Sailors%2C+in+Chinese+Pictorial+Art&amp;rft.aufirst=Klaas&amp;rft.aulast=Ruitenbeek&amp;rft.btitle=Artibus+Asiae%2C+Vol.+58%2C+No.+3%2F4&amp;rft.date=1999&amp;rft.genre=bookitem&amp;rft.pages=281-329&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFShu1996\" class=\"citation\">Shu, Tenjun (1996), 媽祖と中國の民間信仰 [<i>Massō to Chūgoku no Minken Shinkō</i>], Tokyo: Heika Shuppansha</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.aufirst=Tenjun&amp;rft.aulast=Shu&amp;rft.btitle=%E5%AA%BD%E7%A5%96%E3%81%A8%E4%B8%AD%E5%9C%8B%E3%81%AE%E6%B0%91%E9%96%93%E4%BF%A1%E4%BB%B0+%5BMass%C5%8D+to+Ch%C5%ABgoku+no+Minken+Shink%C5%8D%5D&amp;rft.date=1996&amp;rft.genre=book&amp;rft.place=Tokyo&amp;rft.pub=Heika+Shuppansha&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>. <span>(in Japanese)</span></li>\n<li><cite id=\"CITEREFSoo1990\" class=\"citation\">Soo Khin Wah (1990), \"The Cult of Mazu in Peninsular Malaysia\", <i>The Preservation and Adaption of Tradition: Studies of Chinese Religious Expression in Southeast Asia</i>, <i>Contributions to Southeast Asian Ethnography</i>, No. 9, Columbus: OSU Department of Anthropology, pp. 29–51</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=The+Cult+of+Mazu+in+Peninsular+Malaysia&amp;rft.aufirst=Khin+Wah&amp;rft.aulast=Soo&amp;rft.btitle=The+Preservation+and+Adaption+of+Tradition%3A+Studies+of+Chinese+Religious+Expression+in+Southeast+Asia&amp;rft.date=1990&amp;rft.genre=bookitem&amp;rft.pages=29-51&amp;rft.place=Columbus&amp;rft.pub=OSU+Department+of+Anthropology&amp;rft.series=%27%27Contributions+to+Southeast+Asian+Ethnography%27%27%2C+No.+9&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFYuan2006\" class=\"citation\">Yuan Haiwang (2006), \"Mazu, Mother Goddess of the Sea\", <i>The Magic Lotus Lantern and Other Tales from the Han Chinese</i>, <i>World Folklore Series</i>, Westport: Libraries Unlimited</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.atitle=Mazu%2C+Mother+Goddess+of+the+Sea&amp;rft.aufirst=Haiwang&amp;rft.aulast=Yuan&amp;rft.btitle=The+Magic+Lotus+Lantern+and+Other+Tales+from+the+Han+Chinese&amp;rft.date=2006&amp;rft.genre=bookitem&amp;rft.place=Westport&amp;rft.pub=Libraries+Unlimited&amp;rft.series=%27%27World+Folklore+Series%27%27&amp;rft_id=https%3A%2F%2Fbooks.google.com.hk%2Fbooks%3Fid%3DUBHQC_Iz6OMC%26pg%3DPA122&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n<li><cite id=\"CITEREFZhang1993\" class=\"citation\">Zhang Xun (1993), <i>Incense-Offering and Obtaining the Magical Power of Qi: The Mazu Pilgrimage in Taiwan</i>, Berkeley: University of California Press</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMazu&amp;rft.aufirst=Xun&amp;rft.aulast=Zhang&amp;rft.btitle=Incense-Offering+and+Obtaining+the+Magical+Power+of+Qi%3A+The+Mazu+Pilgrimage+in+Taiwan&amp;rft.date=1993&amp;rft.genre=book&amp;rft.place=Berkeley&amp;rft.pub=University+of+California+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>De wonderen van Mazu [The miracles of Mazu]. Rijksmuseum, The Netherlands.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Een schip op volle zee.jpg"}, {"ns": 6, "title": "File:Flag of the People's Republic of China.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Kinmen Matsu Park.JPG"}, {"ns": 6, "title": "File:Mazu Tomb.jpg"}, {"ns": 6, "title": "File:P religion world.svg"}]}