{"pageid": 25600972, "ns": 0, "title": "Medeina", "extract": "<p><b>Medeina</b> or <b>Medeinė</b> (derived from <i>medis</i> (tree) and <i>medė</i> (forest)), often treated as synonymous to <b>Žvorūnė</b> or <b>Žvorūna</b> (derived from <i>žvėris</i> (beast)), is one of the main deities in the Lithuanian mythology, and is similar to Latvian Meža Māte. She is a ruler of forests, trees and animals. Her sacred animal is a hare.</p>\n<p>A Slavic transcription of John Malalas' Chronicle (dated 1261) mentioned Žvorūna and three other gods. The Hypatian Codex, describing events of 1252, mentioned pagan gods still worshiped by King Mindaugas. The Codex mentioned Medeina and an unnamed hare goddess. There is an academic discussion whether Medeina is the name of hare goddess mentioned in the Codex or those two are independent deities. As part of the official pantheon, Medeina represented military interest of warriors and later was replaced by Žemyna, goddess of earth representing agricultural interest of peasants. In the 15th century, Jan Długosz compared Medeina with Roman goddess Diana. She was also mentioned by Jan Łasicki, Mikalojus Daukša, and in the Bychowiec Chronicle.</p>\n<p>According to research by Algirdas Julius Greimas, Medeina is single, unwilling to get married, though voluptuous and beautiful huntress. She is depicted as a young woman and a she-wolf (cf. <i>vilkmergė</i>) with an escort of wolves. According to the author, Medeina can be described as a goddess with both divine and demonic traits. Her duty is not to help the hunters, but to protect the forest. Vykintas Vaitkevičius identified five Hare Churches (sacred stones, hills, forests) and ten Wolf-footprints (stones with hollows that resemble a footprint) in Eastern Lithuania (former Duchy of Lithuania) that were related to the cult of Medeina. After baptism of Lithuania, the cult diminished.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Josvainių miškas010.JPG"}]}