{"pageid": 25700663, "ns": 0, "title": "Bambar Baini", "extract": "<p><b>Bambar Baini</b> is the regional incarnation of the Devi (Mother Goddess) closely identified with Amba: Her name means \"powerful goddess of shakti riding the lion,\" and she resides on a hill located at town of Laundi</p>\n<p>Hindu temple of Sri Devi Bambar Baini ji is located on top of the hill around 1 km from the heart of the town of Laundi. Laundi is situated in Chhatarpur district of Madhya Pradesh in India. Devotees and visitors reach to the temple after climbing approximately 450 steps to the top of the hill. Thousands of devotees throng the temple all round the year. It is estimated that this place of worship may be in existence from 17-18th century. In front of the temple, a picturesque pond can be seen down the hill. It is an important religious place of the Bundelkhand.</p>\n<p>The Bambar Baini temple itself is one of the most important pilgrimage sites in the local area, attracting thousands of visitors each year, particularly for Navaratri Mela in April and October every year, which are the days of annual fasting by Hindus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Transport\">Transport</span></h2>\n<p>The nearest civil airport is Khajuraho. Mahoba, Khajuraho and Harpalpur Railway Stations are located nearby, linking it to some major towns and cities of India.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>One of the most persistent mythologies, concerning the origin of worship at the site, is associated with the dream that was experienced by a local priest. It is said that the devi came to priest in his dream and told him about her whereabouts on the top of the hill. Next morning, when the priest and some other senior responsible citizens of Laundi went up the hill braving their life, they found the inscription of devi in a small hole on a big rock covering a large cave.</p>\n<p>Those days the hill was full of wild animals like lions, tigers etc. Therefore, locals believe that the devi was duly named as 'Babbar Vahini' i.e. riding the lion, which later with the passage of time became 'Bambar baini'. The people of the town then decided to build a temple on the rock itself. The long staircase came up later, and work for improvement in temple and the access still continues till date.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Bambar Baini is inscripted in a hole on a big rock as a young petite goddess. She is ornately dressed, typically wearing a sari and opulent jewelry. It is difficult to take photographs of original inscription because of inadequate light in the hole in the rock.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Lala Ramcharan Lal(1880–1942),February 2000.<i>Ram Ram Bhaj Lev (Bundeli Lok Bhajan)</i>, Published by- Brij Bhushan Khare, Neeraj Prakashan, Chhatarpur.</li>\n<li>David Kinsley',<i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>, (ISBN 81-208-0379-5)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Sri Devi Bambar Beni.jpg"}, {"ns": 6, "title": "File:Yagna sthala bambar beni.jpg"}]}