{"pageid": 25818825, "ns": 0, "title": "Mother of the Lares", "extract": "<p>The <b>Mother of the Lares</b> (Latin <i><b>Mater Larum</b></i>) has been identified with any of several minor Roman deities. She appears twice in the records of the Arval Brethren as <i>Mater Larum</i>, elsewhere as Mania and Larunda. Ovid calls her Lara, Muta (the speechless one) and Tacita (the silent one).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Arval_rite\">Arval rite</span></h2>\n<p>Cult to <i>Matres Larum</i> is known through the fragmentary Arval rites to Dea Dia, a goddess of fruitfulness. The Arvals address Dia herself as <i>Juno Dea Dia</i>, which identifies her with the supreme female principle. The mother of the Lares is addressed only as <i>Matres Larum</i>; she is given a sacrificial meal (<i>cena matri Larum</i>) of <i>puls</i> (porridge) contained in a sacred, sun-dried earthenware pot <i>(olla)</i>. Prayers are recited over the pot, which is then thrown from the temple doorway, down the slope on which the temple stands; thus, remarks Lily Ross Taylor, towards the earth as a typically chthonic offering. On another occasion, the Arvals offer sacrificial recompense to various deities for a necessary pollution of Dia's sacred grove; the Mater Larum is given two sheep. The Arvals also invoke her children, in the opening lines of the Arval Hymn to Dia, which begins <i>enos Lases iuvate</i> (\"Help us, Lares\").</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>The Mater Larum may have been offered cult with her Lares during the festival of Larentalia as she was, according to Macrobius (<i>floruit</i> 395 - 423 AD), during Compitalia. Ovid poetically interprets what may be a variant of her rites at the fringes of the Feralia: an old woman squats among a circle of younger women and sews up a fish-head. She smears this with pitch then pierces and roasts it; this, she says, binds hostile tongues to silence. She thus invokes <i>Tacita</i> (silence). If, as Macrobius proposes, the Lemures are unsatiated and malevolent forms of Lares, then they and their mother also find their way into Lemuralia, when the vagrant and malicious Lemures and (perhaps) Larvae must be placated by midnight libations of spring-water and offerings of black beans, spat from the mouth of the <i>paterfamilias</i> to the floor of the domus. Again, Taylor notes the chthonic character of offerings made to fall – or deliberately expelled – towards the earth.</p>\n<p>Varro (116 BC – 27 BC) believes that she and her children were originally Sabine and names her as Mania; the name is used by later Roman authors with the general sense of an \"evil spirit\". In the late 2nd century AD, according to Festus, nursemaids use the name of <i>Mania</i> to terrify children. Macrobius applies it to the woolen figurines (<i>maniae</i>) hung at crossroad shrines during Compitalia, thought to be substitutions for ancient human sacrifice once held at the same festival and suppressed by Rome's first consul, L. Junius Brutus.</p>\n<h2><span id=\"Myth\">Myth</span></h2>\n<p>The only known mythography attached to Mater Larum is little, late and poetic: again, the source is Ovid (<i>Fasti</i> II, 571 ff), who identifies her as a once-loquacious nymph, Lara, her tongue cut out for betrayal of Jupiter's secret amours. Lara thus becomes Muta (speechless) and is exiled from the daylight world to the underworld abode of the dead (<i>ad Manes</i>); a place of silence (Tacita). She is led there by Mercury and impregnated by him en route. Her offspring are as silent or speechless as she.</p>\n<h2><span id=\"Nature\">Nature</span></h2>\n<p>If their mother's nature connects the Lares to the earth they are, according to Taylor, spirits of the departed and their mother a dark or terrible aspect of Tellus (Terra Mater). The Lares and the Mater Larum have been suggested as ancient Etruscan divinities; the title or forename Lars, used by Rome's Etrucan kings has been interpreted as \"king\", \"overlord\" or \"leader\". Greek authors offered \"heroes\" and \"daimones\" as translations for Lares and Plautus employs a <i>Lar Familiaris</i> where Menander's Greek original has a heroon (hero-shrine).</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References_and_further_reading\">References and further reading</span></h2>\n<ul><li>Beard, M., North, J., Price, S., <i>Religions of Rome, vol.</i> 1, illustrated, reprint, Cambridge University Press, 1998. ISBN 0-521-31682-0</li>\n<li>Beard, M., North, J., Price, S., <i>Religions of Rome, vol. 2</i>, illustrated, reprint, Cambridge University Press, 1998. ISBN 0-521-45646-0</li>\n<li>Taylor, Lilly Ross, The Mother of the Lares, <i>American Journal of Archaeology,</i> Vol. 29, 3, (July - Sept. 1925), 299 - 313.</li>\n<li>Wiseman, T. P., <i>Remus: a Roman myth</i>, Cambridge University Press, 1995. ISBN 978-0-521-48366-7</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}]}