{"pageid": 25886, "ns": 0, "title": "Rán", "extract": "<p>In Norse mythology, <b>Rán</b> (Old Norse perhaps \"robber\") is a goddess associated with the sea. According to Snorri Sturluson's Prose Edda book <i>Skáldskaparmál</i>, in his retelling of the <i>Poetic Edda</i> poem <i>Lokasenna</i>, she is married to Ægir and they have nine daughters together. Snorri also reports that she had a net in which she tried to capture men who ventured out on the sea:</p>\n<blockquote>\n<p>\"Ran is the name of Ægir's wife, and their daughters are nine, even as we have written before. At this feast all things were self-served, both food and ale, and all implements needful to the feast. Then the Æsir became aware that Rán had that net wherein she was wont to catch all men who go upon the sea.\"</p>\n</blockquote>\n<p>Her net is also mentioned in <i>Reginsmál</i> and in the <i>Völsunga saga</i>, where she lends it to Loki so that he can capture Andvari.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n<p>Her willingness to capture sailing men is referred to in this citation from the Eddic poem <i>Helgakviða Hundingsbana I</i> where escaping the perils of the sea is referred to as escaping Rán:</p>\n<p>Whether men drowned by her doing or not, she appears to have received those drowned at sea, as exemplified in the section called <i>Hrímgerðarmál</i> in the Eddic poem <i>Helgakviða Hjörvarðssonar</i>, where the giantess Hrímgerðr is accused of having wanted to give the king's warriors to Rán, i.e. to drown them:</p>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n\n\n<p>In addition, Snorri says in <i>Skáldskaparmál</i> that \"Rán's husband\" (<i>verr Ránar</i>) and \"land of Rán\" (<i>land Ránar</i>) are kennings for the sea. Furthermore, her close association with the sea permitted the kenning for gold \"brightness of the sea\" to be rendered as \"brightness of Rán\" (<i>gull er kallat eldr eða ljós eða birti Ægis, Ránar eða</i>). Not surprisingly, the sea was also referred to as \"Rán's road\" (<i>Ránar vegr</i>), as in the following stanza by the skald Njáll Þorgeirsson quoted by Snorri:</p>\n<p>Rán was a dangerous goddess and Snorri adds a stanza of poetry by the skald Refr where the voracious sea is called \"Ægir's wide mouth\" and \"Rán's mouth\".</p>\n<p>In this poem \"Gymir's wet-cold Spae-Wife (<i>völva</i>)\" is likely a reference to Rán, as Snorri and the skald present Gymir as another name for Ægir.</p>\n<h3><span id=\"Friðþjófs_saga_hins_frœkna\"></span><span id=\"Fri.C3.B0.C3.BEj.C3.B3fs_saga_hins_fr.C5.93kna\"><i>Friðþjófs saga hins frœkna</i></span></h3>\n<p>In the legendary saga <i>Friðþjófs saga hins frœkna</i>, Friðþjófr and his men find themselves in a violent storm, and the protagonist mourns that he will soon rest in Rán's bed.</p>\n\n<p>The protagonist then decides that as they are to \"go to Rán\" (<i>at til Ránar skal fara</i>) they would better do so in style with gold on each man. He divides the gold and talks of her again:</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Simek, Rudolf (2007) translated by Angela Hall. <i>Dictionary of Northern Mythology</i>. D.S. Brewer. ISBN 0-85991-513-1</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Daughters of Ægir and Rán.jpg"}, {"ns": 6, "title": "File:Faroe stamp 478 ran.jpg"}, {"ns": 6, "title": "File:Ran by Johannes Gehrts.jpg"}, {"ns": 6, "title": "File:Rán and the Wave Girls (1831).jpg"}, {"ns": 6, "title": "File:Ögir und Ran by F. W. Heine.jpg"}]}