{"pageid": 25915156, "ns": 0, "title": "List of hunting deities", "extract": "<p>A <b>hunting deity</b> is a god or goddess in mythology associated with the hunting of animals and the skills and equipment involved. They are a common feature of polytheistic religions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"African_mythology\">African mythology</span></h2>\n<ul><li>Khonvoum, supreme god of the Mbuti people in central Africa; the \"great hunter\"</li>\n<li>Oshosi, orisha of the Yoruba people in west Africa; the \"hunter of a single arrow\", also deity of the forests.</li>\n</ul><h2><span id=\"Anglo-Saxon_mythology\">Anglo-Saxon mythology</span></h2>\n<ul><li>Wōden, leader of the Wild Hunt</li>\n</ul><h2><span id=\"Aztec_mythology\">Aztec mythology</span></h2>\n<ul><li>Mixcoatl, god of war and hunting.</li>\n<li>Opochtli, god of fishing.</li>\n</ul><h2><span id=\"Celtic_mythology\">Celtic mythology</span></h2>\n<ul><li>Cernunnos, a horned god associated with fertility and hunting</li>\n<li>Nodens, god associated with healing, the sea, hunting and dogs</li>\n<li>Flidais, goddess of hunting and wild animals</li>\n</ul><h2><span id=\"Chinese_mythology\">Chinese mythology</span></h2>\n<ul><li>Fu Xi, the creator of fishery.</li>\n<li>Jiang Ziya, a god of fishery.</li>\n</ul><h2><span id=\"Egyptian_mythology\">Egyptian mythology</span></h2>\n<ul><li>Neith, goddess of war and the hunt</li>\n<li>Pakhet, a lioness huntress deity, whom the Greeks associated with Artemis</li>\n<li>Wepwawet, god of hunting and war, along with funerary practices</li>\n</ul><h2><span id=\"Finnish_mythology\">Finnish mythology</span></h2>\n<ul><li>Mielikki, goddess of forests and the hunt</li>\n<li>Nyyrikki, god of the hunt</li>\n<li>Tapio, East Finnish forest spirit to whom men prayed before a hunt</li>\n</ul><h2><span id=\"Georgian_mythology\">Georgian mythology</span></h2>\n<ul><li>Apsat, god of the hunt, associated with fish and birds</li>\n<li>Dali, goddess of the hunt, associated with horned beasts of the mountain</li>\n</ul><h2><span id=\"Greek_mythology\">Greek mythology</span></h2>\n<ul><li>Actaeon, god of the hunt, wild animals, wilderness, and male animals</li>\n<li>Aristaeus, god of bee-keeping, cheese-making, herding, olive-growing and hunting</li>\n<li>Artemis, goddess of the hunt, wild animals and the wilderness</li>\n<li>Britomartis, Cretan goddess of nets</li>\n<li>Lelantos, god of air and the hunter's skill of stalking prey</li>\n</ul><h2><span id=\"Hindu_mythology\">Hindu mythology</span></h2>\n<ul><li>Banka-Mundi, goddess of the hunt and fertility</li>\n<li>Rudra, Rigvedic god associated with wind or storm, and the hunt</li>\n<li>Bhadra, god of hunting, one of Shiva's ganas</li>\n</ul><h2><span id=\"Hittite_mythology\">Hittite mythology</span></h2>\n<ul><li>Rundas, god of the hunt and good fortune</li>\n</ul><h2><span id=\"Inuit_mythology\">Inuit mythology</span></h2>\n<ul><li>Arnakuagsak, goddess responsible for ensuring the hunters were able to catch enough food and that the people remained healthy and strong</li>\n<li>Arnapkapfaaluk, sea goddess who inspired fear in hunters</li>\n<li>Nerrivik, the sea mother and patron of fishermen and hunters</li>\n<li>Nujalik, goddess of hunting on land</li>\n<li>Pinga, goddess of the hunt, fertility, and medicine</li>\n<li>Sedna, goddess of the sea, marine animals, and sea hunting</li>\n<li>Tekkeitsertok, god of hunting and master of caribou</li>\n</ul><h2><span id=\"Mesoamerican_mythology\">Mesoamerican mythology</span></h2>\n<ul><li>Ah Tabai, Maya god of the hunt</li>\n<li>Mixcoatl, Aztec god of hunting</li>\n<li>Sip, a hunting god often shown with deer ears and antlers</li>\n<li>Yum Kaax, Maya god of the forest and the protector of game animals</li>\n</ul><h2><span id=\"Norse_mythology\">Norse mythology</span></h2>\n<ul><li>Odin, chief god and ruler of Asgard, associated with wisdom, war, battle, and death, and also magic, poetry, prophecy, victory, and the hunt</li>\n<li>Skaði, a jötunn and goddess associated with bowhunting, skiing, winter, and mountains</li>\n<li>Ullr Norse god of hunting, archery, and skiing.</li>\n</ul><h2><span id=\"Roman_mythology\">Roman mythology</span></h2>\n<ul><li>Diana, goddess of the hunt, wild animals and the wilderness; the counterpart of Artemis, goddess of the hunt and wild. Twin sister of Apollo. Daughter of Leto and Jupiter.</li>\n</ul><h2><span id=\"Slavic_mythology\">Slavic mythology</span></h2>\n<ul><li>Devana, goddess of the hunt; the Slavic equivalent of the Roman goddess Diana</li>\n<li>Ipabog, Wendish god of the hunt</li>\n<li>Podaga, Wendish god of the weather, fishing, hunting, and farming</li>\n</ul><h2><span id=\"Thracian_mythology\">Thracian mythology</span></h2>\n<ul><li>Bendis, goddess of the hunt and the moon, whom the Greeks associated with Artemis</li>\n</ul><h2><span id=\"Yoruba_and_Afro-American_mythology\">Yoruba and Afro-American mythology</span></h2>\n<ul><li>Ogoun, loa and orisha who presides over fire, iron, hunting, politics and war</li>\n<li>Oxóssi, Yoruba hunting god.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Lord of the animals</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aasgaardreien peter nicolai arbo mindre.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Portal-puzzle.svg"}]}