{"pageid": 262221, "ns": 0, "title": "Pele (deity)", "extract": "<p>In the Hawaiian religion, <b>Pele</b> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈpɛlɛ]</span>), the Fire Goddess, is the goddess of fire, lightning, wind and volcanoes and the creator of the Hawaiian Islands. Often referred to as \"Madame Pele\" or \"Tūtū Pele\" as a sign of respect, she is a well-known deity within Hawaiian mythology, and is notable for her contemporary presence and cultural influence as an enduring figure from ancient Hawaii. Epithets of the goddess include <i>Pele-honua-mea</i> (\"Pele of the sacred land\") and <i>Ka wahine <span>ʻ</span>ai honua</i> (\"The earth-eating woman\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>There are several traditional legends associated with Pele in Hawaiian mythology. In addition to being recognized as the goddess of volcanoes, Pele is also known for her power, passion, jealousy, and capriciousness. She has numerous siblings, including Kāne Milohai, Kamohoali<span>ʻ</span>i, Nāmaka and numerous sisters named Hi<span>ʻ</span>iaka, the most famous being Hi<span>ʻ</span>iakaikapoliopele (Hi<span>ʻ</span>iaka in the bosom of Pele). They are usually considered to be the offspring of Haumea. Pele's siblings include deities of various types of wind, rain, fire, ocean wave forms, and cloud forms. Her home is believed to be the fire pit called Halema<span>ʻ</span>uma<span>ʻ</span>u crater, at the summit caldera of Kīlauea, one of the Earth's most active volcanoes; but her domain encompasses all volcanic activity on the Big Island of Hawai<span>ʻ</span>i.</p>\n<p>Pele shares features similar to other malignant deities inhabiting volcanoes, as in the case of the devil Guayota of Guanche Mythology in Canary Islands (Spain), living on the volcano Teide and was considered by the aboriginal Guanches as responsible for the eruptions of the volcano.</p>\n<h3><span id=\"Expulsion_version\">Expulsion version</span></h3>\n<p>In one version of the story, Pele is the daughter of Kanehoalani and Haumea in the mystical land of Kuaihelani, a floating free land like Fata Morgana. Kuaihelani was in the region of Kahiki (<i>Kukulu o Kahiki</i>). She stays so close to her mother's fireplace with the fire-keeper Lono-makua. Her older sister Nā-maka-o-Kaha<span>ʻ</span>i, a sea goddess, fears that Pele's ambition would smother the home-land and drives Pele away. Kamohoali'i drives Pele south in a canoe called Honua-i-a-kea with her younger sister Hi<span>ʻ</span>iaka and with her brothers Kamohoali<span>ʻ</span>i, Kanemilohai, Kaneapua, and arrives at the islets above Hawaii. There Kane-milo-hai is left on Mokupapapa, just a reef, to build it up in fitness for human residence. On Nihoa, 800 feet above the ocean she leaves Kane-apua after her visit to Lehua and crowning a wreath of kau-no'a. Pele feels sorry for her younger brother and picks him up again. Pele used the divining rod, Pa‘oa to pick a new home. A group of chants tells of a pursuit by Namakaokaha'i and Pele is torn apart. Her bones, KaiwioPele form a hill on Kahikinui, while her spirit escaped to the island of Hawai<span>ʻ</span>i. (Pele &amp; Hi'iaka A myth from Hawaii by Nathaniel B. Emerson)</p>\n<h3><span id=\"Flood_version\">Flood version</span></h3>\n<p>In another version, Pele comes from a land said to be \"close to the clouds,\" with parents Kane-hoa-lani and Ka-hina-li<span>ʻ</span>i, and brothers Ka-moho-ali<span>ʻ</span>i and Kahuila-o-ka-lani. From her husband Wahieloa (also called Wahialoa) she has a daughter Laka and a son Menehune. Pele-kumu-honua entices her husband and Pele travels in search of him. The sea pours from her head over the land of Kanaloa (perhaps the island now known as Kaho<span>ʻ</span>olawe) and her brothers say:</p>\n<blockquote>\n\n</blockquote>\n<p>The sea floods the land, then recedes; this flooding is called Kai a Kahinalii (\"The sea of Ka-hina-li<span>ʻ</span>i\"), as Pele's connection to the sea was passed down from her mother Kahinalii.</p>\n<h3><span id=\"Pele_and_Poliʻahu\"></span><span id=\"Pele_and_Poli.CA.BBahu\">Pele and Poliʻahu</span></h3>\n<p>Pele was considered to be a rival of the Hawaiian goddess of snow, Poliʻahu, and her sisters Lilinoe (a goddess of fine rain), Waiau (goddess of Lake Waiau), and Kahoupokane (a kapa maker whose kapa making activities create thunder, rain, and lightning). All except Kahoupokane reside on Mauna Kea. The kapa maker lives on Hualalai.</p>\n<p>One myth tells that Poliʻahu had come from Mauna Kea with her friends to attend sled races down the grassy hills south of Hamakua. Pele came disguised as a beautiful stranger and was greeted by Poliʻahu. However, Pele became jealously enraged at the goddess of Mauna Kea. She opened the subterranean caverns of Mauna Kea and threw fire from them towards Poliʻahu, with the snow goddess fleeing towards the summit. Poliʻahu was finally able to grab her now-burning snow mantle and throw it over the mountain. Earthquakes shook the island as the snow mantle unfolded until it reached the fire fountains, chilling and hardening the lava. The rivers of lava were driven back to Mauna Loa and Kīlauea. Later battles also led to the defeat of Pele and confirmed the supremacy of the snow goddesses in the northern portion of the island and of Pele in the southern portion.</p>\n<h3><span id=\"Historical_times\">Historical times</span></h3>\n<p>Pele belief continued after the old religion was officially abolished in 1819. In the summer of 1823 English missionary William Ellis toured the island to determine locations for mission stations. After a long journey to the volcano Kīlauea with little food, Ellis eagerly ate the wild berries he found growing there. The berries of the <span>ʻ</span>ōhelo <i>(Vaccinium reticulatum)</i> plant were considered sacred to Pele. Traditionally prayers and offerings to Pele were always made before eating the berries. The volcano crater was an active lava lake, which the natives feared was a sign that Pele was not pleased with the violation. Although wood carvings and thatched temples were easily destroyed, the volcano was a natural monument to the goddess.</p>\n<p>In December 1824 the High Chiefess Kapi<span>ʻ</span>olani descended into the Halema<span>ʻ</span>uma<span>ʻ</span>u crater after reciting a Christian prayer instead of the traditional one to Pele. She was not killed as predicted, and this story was often told by missionaries to show the superiority of their faith. Alfred, Lord Tennyson (1809–1892) wrote a poem about the incident in 1892.</p>\n<p>When businessman George Lycurgus ran a hotel at the rim of Kīlauea, called the Volcano House, he would often \"pray\" to Pele for the sake of the tourists. Park officials took a dim view of his habit of tossing items such as gin bottles (after drinking their contents) into the crater.</p>\n<p>Plantation owner William Hyde Rice published a version of the story in his collection of legends. In 2003 the Volcano Art Center had a special competition for Pele paintings to replace one done in the early 20th century by D. Howard Hitchcock displayed in the Hawaii Volcanoes National Park visitors center. Some criticized what looked like a blond caucasian as the Hawaiian goddess. Over 140 paintings were submitted, and finalists were displayed at sites within the park. The winner of the contest was Pahoa, Hawaii artist Arthur Johnsen. This version shows the goddess in shades of red, with a digging stick in her left hand (the <i><span>ʻ</span>ō<span>ʻ</span>ō</i>, for which the currently erupting vent was named), and an embryonic form of Hi<span>ʻ</span>iaka-i-ka-poli-o-Pele in her right hand. The painting is now on display at the Kīlauea Visitor Center on the edge of the Kīlauea crater.</p>\n<h2><span id=\"Relatives\">Relatives</span></h2>\n<p>Pele's other prominent relatives are:</p>\n<ul><li>Hi<span>ʻ</span>iaka, spirit of the dance</li>\n<li>Kā-moho-ali<span>ʻ</span>i, a shark god and the keeper of the water of life</li>\n<li>Ka<span>ʻ</span>ōhelo, a mortal sister</li>\n<li>Kapo, a goddess of fertility</li>\n<li>Ka-poho-i-kahi-ola, spirit of explosions</li>\n<li>Kane-Hekili, spirit of the thunder (a hunchback)</li>\n<li>Ke-ō-ahi-kama-kaua, the spirit of lava fountains (a hunchback)</li>\n<li>Ke-ua-a-ke-pō, spirit of the rain and fire</li>\n<li>Kane-hoa-lani, father and division with fire</li>\n<li>Hina-alii, mother and takes different forms</li>\n</ul><h2><span id=\"Science\">Science</span></h2>\n\n<p>Several phenomena connected to volcanism have been named after her, including Pele's hair, Pele's tears, and Limu o Pele (Pele's seaweed). A volcano on the Jovian moon Io is also named Pele.</p>\n<h2><span id=\"Pop_culture_references\">Pop culture references</span></h2>\n<ul><li>The musician Tori Amos named an album <i>Boys for Pele</i> in her honor. A single lyrical excerpt from the song \"Muhammad My Friend\" makes the only outright connection, \"You've never seen fire until you've seen Pele blow.\" However, the entire record deals with the ideas usually associated with Pele, such as feminine \"fire,\" or power. Amos claims the title reflects the idea of boys being devoured by Pele, or alternatively, as boys worshipping Pele.</li>\n<li>Simon Winchester, in his book <i>Krakatoa</i>, stated about the Pele myth: \"Like many legends, this old yarn has its basis in fact. The sea attacks volcanoes – the waters and the waves erode the fresh laid rocks. And this is why Pele herself moved, shifting always to the younger and newer volcanoes, and relentlessly away from the older and worn-out islands of the northwest.\"</li>\n<li>In 2004, American composer Brian Balmages composed a piece entitled \"Pele for Solo Horn and Wind Ensemble\" on commission by Jerry Peel, professor of French Horn at the University of Miami Frost School of Music. It was premiered by the University of Miami Wind Ensemble under the direction of Gary Green, with Jerry Peel on Horn.</li>\n<li>Pele is mentioned in the song \"Hot Lava\" by Perry Farrell on the South Park Album:\n<blockquote>\n<p>And after the eruption, we lay dormant for a while.<br>\nLet's just hold each other and talk.<br>\nFor now, Pele sleeps.</p>\n</blockquote>\n</li>\n<li>Steven Reineke created a musical composition called \"Goddess of Fire\" which was inspired by the story and life of Pele.</li>\n<li>In the 1990s a character claiming to be the goddess Pele appeared as a villainess in the DC Comics comic book <i>Superboy</i>. Pele later reappeared in the comic book <i>Wonder Woman</i> where she sought revenge against Wonder Woman for the murder of Kāne Milohai, who in that story was her father, at the hands of the Greek god Zeus.</li>\n<li>In Marvel Comics's <i>Chaos War</i> event, Pele appears as an ally to Hercules and the daughter of Gaea.</li>\n<li>An eight-woman world-beat band (featuring djimbe drums, steel drums, and saxophone) called Pele Juju was based in Santa Cruz, California.</li>\n<li>Pele appears on <i>Sabrina, the Teenage Witch</i> in the episode \"The Good, the Bad, and the Luau\" as Sabrina's cousin, who gives her the final clue to the family secret. This version of Pele has a humorous tendency to unwittingly set things on fire.</li>\n<li>In Borderlands and its sequel, Pele is referenced in the rare weapon named \"Volcano\", which the ammunition can explode causing fire damage on impact. The descriptions reads \"Pele demands a sacrifice!\" in the first game and \"Pele humbly requests a sacrifice, if it's not too much trouble.\" in the second.</li>\n<li>In the Wildefire book series written by Karsten Knight, Pele is one of many deities that are reincarnated in teenagers along the centuries. Ashline Wilde and her two sisters (Evelyn and Rose) represent the spirit of the goddess (the Flame, the Spark and the Fuse), which was divided in three by the Cloak because of the (self)destructiveness of hers.</li>\n<li>Pele appears in a 1969 'Hawaii Five-0 episode' 'The Big Kahuna' in which her appearance is faked by a couple of crooks intent on frightening their uncle into selling his property to them.</li>\n<li>Pele was also referenced in an episode of \"Raven\", entitled Heat, in which she is alluded to as the cause of a severe heat wave, as well as being a mysterious woman who leads Jonathan to causing an explosion.</li>\n<li>Pele appears as a demon in the video game <i>Shin Megami Tensei IV</i> along with several other deities.</li>\n<li>The song Budding Trees by Nahko and Medicine for the People references the Hawaiian goddess Pele.</li>\n<li>In the Disney Sequel Lilo &amp; Stitch 2: Stitch Has A Glitch, Pele is mentioned by Lilo as a villain in her hula tale.</li>\n<li>A deity named Pele appears in LoadingReadyRun's custom Dungeons &amp; Dragons campaign \"Temple of the Lava Bears\" sharing many similarities with the Hawaiian Pele.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Painting of Pele</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Mythical Realm: Pele, Goddess of Fire</li>\n<li>MP3 sample by native speaker Ka'upena Wong: Legend of Pele, Goddess of Fire</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Peleshair USGS.jpg"}, {"ns": 6, "title": "File:Sulfur dioxide emissions from the Halemaumau vent 04-14-08 1.jpg"}]}