{"pageid": 26239557, "ns": 0, "title": "Awilix", "extract": "<p><b>Awilix</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">/äwiˈliʃ/</span>) (also spelt <b>Auilix</b> and <b>Avilix</b>) was a goddess (or possibly a god) of the Postclassic K'iche' Maya, who had a large kingdom in the highlands of Guatemala. She was the patron deity of the Nija'ib' noble lineage at the K'iche' capital Q'umarkaj, with a large temple in the city. Awilix was a Moon goddess and a goddess of night, although some studies refer to the deity as male. Awilix was probably derived from the Classic period lowland Maya moon goddess or from C'abawil Ix, the Moon goddess of the Chontal Maya.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_symbolism\">Etymology and symbolism</span></h2>\n<p>Awilix was the goddess of the moon, the queen of the night. She was associated with the Underworld, sickness and death and was a patron of the Mesoamerican ballgame. Her calendrical day was probably <i>ik'</i> (\"moon\") in the 20-day cycle of the Maya calendar.</p>\n<p>The eagle was the totem animal of the Nija'ib', and it is presumed that the bird was associated with the lunar aspect of the goddess, with the jaguar associated with her night aspect. Awilix was one of the three principal deities of the K'iche', together with Tohil and Jacawitz, and the trinity of gods was sometimes referred to collectively as Tohil, the most important of the three. Alternate origins have been suggested for the origin of the name of the goddess, it has been suggested that <i>awilix</i> derives from <i>kwilix/wilix</i> in the Q'eqchi' Maya language, which means \"swallow\" (the bird). It has also been suggested that the Nija'ib' migrated from the area around the Pico de Orizaba mountain in central Mexico. This area was formerly known as Awilizapan in the Nahuatl language of the Aztecs, and it may be that the Nija'ib' derived the name of their goddess from their place of origin.</p>\n<p>Awilix is mentioned throughout the K'iche' epic Popul Vuh and is also mentioned in the important K'iche' document known as the <i>Título de los Señores de Totonicapán</i>. Ixbalanque, one of the Maya Hero Twins of the Popul Vuh, was the incarnation of Awilix.</p>\n<h2><span id=\"Temples_of_Awilix\">Temples of Awilix</span></h2>\n\n\n<p>In Q'umarkaj the temple of Awilix faced the temple of Tohil across a small plaza. It was on the east side of the plaza with a stairway giving access from the west. Investigations at the temple have revealed that eagle imagery was predominant. The high priest of Awilix was chosen from the Nija'ib' lineage and was called the <i>Ajaw Awilix</i>.</p>\n<p>According to a drawing made by Rivera y Maestre in the early 19th century, the temple of Awilix was not as tall as the temple of Tohil. This structure was apparently the second most important temple in Q'umarkaj. Originally this temple was formed of a large rectangular platform supporting a smaller platform and a temple structure on the east side. A wide stairway climbed the west side of the temple, it was flanked on the lower level by two large talud-tablero panels. The exterior stonework of the building has been completely stripped away. There were four principal phases of construction and there is evidence that the temple had been repaired various times prior to the Spanish conquest. The floor under the third phase of construction had been painted dark green. Archaeological investigations found fragments of incense burners underneath the first building phase.</p>\n<p>The temple is similar in form to a temple mound on the west side of the first plaza in Iximche, the postclassic capital of the Kaqchikel Maya.</p>\n<p>Structure 4 at Zaculeu, the capital of the Mam Maya, is a temple-palace combination situated on the southeast side of one of the main plazas and was likely to have been a temple of Awilix. This temple-palace is K'iche' in style and has been identified with the Nija'ib' lineage of the K'iche', being very similar to the Temple of Awilix at Q'umarkaj. The structure consists of a central pyramidal base flanked by two attached range structures. The pyramidal base is topped by a shrine containing three rooms, the final room of the three is circular. The temple has three steep stairways flanked by balustrades. The main stairway ascends directly from the plaza, those on either side are perpendicular to the main stairway. The balustrade of each stairway terminates at the top in a vertical panel. The temple facade is in good condition although the roof of the temple is missing. The range structures are unequal in size and each contains a single long room atop a low platform. The facade of each of these rooms once possessed a row of columns although only stumps remain in situ.</p>\n<h2><span id=\"Modern_worship\">Modern worship</span></h2>\n<p>The modern descendents of the Nija'ib' in Momostenango revere rival syncretised forms of the goddess, who are said to be the lovers of the town's patron saint Santiago (St. James).</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Maya moon goddess.jpg"}, {"ns": 6, "title": "File:Temple of Awilix.jpg"}, {"ns": 6, "title": "File:Zaculeu Structure 4.JPG"}]}