{"pageid": 26496991, "ns": 0, "title": "Sequana", "extract": "<p>In Gallo-Roman religion, <b>Sequana</b> was the goddess of the river Seine, particularly the springs at the source of the Seine, and the Gaulish tribe the Sequani. The springs, called the <i>Fontes Sequanae</i> (\"The Springs of Sequana\") are located in a valley in the Châtillon Plateau, to the north-west of Dijon in Burgundy, and it was here, in the 2nd or 1st century BC, that a healing shrine was established. The sanctuary was later taken over by the Romans, who built two temples, a colonnaded precinct and other related structures centred on the spring and pool. Many dedications were made to Sequana at her temple, including a large pot inscribed with her name and filled with bronze and silver models of parts of human bodies to be cured by her. Wooden and stone images of limbs, internal organs, heads, and complete bodies were offered to her in the hope of a cure, as well as numerous coins and items of jewellery. Respiratory illnesses and eye diseases were common. Pilgrims were frequently depicted as carrying offerings to the goddess, including money, fruit, or a favorite pet dog or bird.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Representations\">Representations</span></h2>\n\n<p>A bronze statue of a woman, draped in a long gown and with a diadem on her head, is believed to represent Sequana (Deyts p. 74). She stands on a boat, the prow of which is shaped like the head of a duck with a ball in its mouth, representing the playful, sometimes rebellious, nature of the [quacky] familiars under her command. The approximately 1 foot (30 cm) tall statue is now in the Musée archéologique de Dijon.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>Eight inscriptions to Sequana are known, all from the Sources of the Seine. The following are typical (CIL 13, 02858):</p>\n<dl><dd>Au(gusto) sac(rum) d(eae) Sequan(ae) e[x] / moni[tu]</dd>\n</dl><p>and (CIL 13, 02862):</p>\n<dl><dd>Aug(usto) sac(rum) / d(e)ae Seq(uanae) / Fl(avius) Flav(i)n(us) / pro sal(ute) / Fl(avi) Luna(ris) / nep(otis) sui / ex voto / v(otum) s(olvit) l(ibens) m(erito)/ San(tos) Mi(chaelle)</dd>\n</dl><p>Some inscriptions contain spelling errors that may give a clue to the pronunciation of Sequana in Gaulish (CIL 13, 02863):</p>\n<dl><dd>Aug(usto) sac(rum) d&lt;e=O&gt;a(e?) / &lt;p=B&gt;ro(!) / Se&lt;q=C&gt;uan(ae) / pro(!) / C(aius) M[3] / v(otum) s(olvit) l(ibens) m(erito)</dd>\n</dl><p>As Gaulish is in the P-Celtic classification, <i>q</i> cannot represent the Indo-European <i>k<sup>w</sup></i>. Something like <i>Sek-ooana</i> is more likely, unless the local dialect was Q-Celtic (which is not impossible).</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Bernard Jacomin (2006) <i>Les sources de la Seine: traces fossiles et repérages astronomiques au pays des Lingons</i>. Editions Yvelinédition ISBN 2-84668-049-3</li>\n<li><i>Corpus Inscriptionum Latinarum (CIL); vol. XIII, Inscriptiones trium Galliarum et Germaniarum</i>. 6 vols. Berolini: apud G. Reimerum, 1899-1943</li>\n<li>Deyts, Simone (1992) <i>Images des Dieux de la Gaule</i>. Paris: Editions Errance ISBN 2-87772-067-5.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>A small image of the bronze statue in the Musée archéologique de Dijon believed to represent Sequana</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Sequana in her Duckboat.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}