{"pageid": 26496812, "ns": 0, "title": "Invidia", "extract": "<p>In Latin, <i><b>invidia</b></i> is the sense of envy, a \"looking upon\" associated with the evil eye, from <i>invidere</i>, \"to look against, to look in a hostile manner.\" <i>Invidia</i> (\"Envy\") is one of the Seven Deadly Sins in Christian belief.</p>\n<p>Invidia is also the Roman name for the ancient Greek goddess, Nemesis.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Invidia_and_magic\"><i>Invidia</i> and magic</span></h2>\n\n<p>The material culture and literature of ancient Rome offer numerous examples of rituals and magic spells intended to avert <i>invidia</i> and the evil eye. When a Roman general celebrated a triumph, the Vestal Virgins suspended a <i>fascinus</i>, or phallic effigy, under the chariot to ward off <i>invidia</i>.</p>\n<p>Envy is the vice most associated with witches and magic. The witch's protruding tongue alludes to Ovid's Invidia who has a poisoned tongue. The witch and Invidia share a significant feature—the Evil Eye. The term <i>invidia</i> stems from the Latin <i>invidere</i>, \"to look too closely\". One type of the aggressive gaze is the \"biting eye\", often associated with envy, and reflects the ancient belief that envy originates from the eyes. Ovid feared that a witch who possessed eyes with double pupils would cast a burning fascination over his love affair.</p>\n<p><i>Fascinare</i> means to bewitch. Catullus in one of his love poems jokes nervously about ill wishers who might count the kisses he gives to his beloved and thus be able to \"fascinate\" the lovers with an evil, envious spell. A shepherd in one of Vergil's poems looks at his lambs, all skin and bones, and concludes, \"some eye or other is bewitching them [<i>fascinat</i>]\"—to which the commentator Servius adds \"[the shepherd] obliquely indicates that he has a handsome flock, since it was worth afflicting with the evil eye [<i>fascinari</i>]\". Any unusual felicity or success was felt to be subject to the unspecific but powerful force of envy [<i>invidia</i>]. That is why everyone from soldiers to infants to triumphing generals needed a <i>fascinum</i>, a remedy against the evil eye, an antidote, something that would make the evil wisher look away.</p>\n<h2><span id=\"Invidia_as_emotion\"><i>Invidia</i> as emotion</span></h2>\n<p>The experience of <i>invidia</i>, as Robert A. Kaster notes, is invariably an unpleasant one, whether feeling <i>invidia</i> or finding oneself its object. <i>Invidia</i> at the thought of another's good may be merely begrudging, Kaster observes, or begrudging and covetous at the same time: \"I can feel <i>dolor</i> [\"pain, sorrow, heartache\"] at seeing your good, just because it is your good, period, or I can feel that way because the good is yours and not mine.\" Such <i>invidia</i> is morally indefensible: compare the Aesop fable \"The Dog in the Manger\". But by far the most common usage in Latin of <i>invidia</i> occurs in contexts where the sense of justice has been offended, and pain is experienced at the sight of <i>undeserved</i> wealth, prestige or authority, exercised without shame (<i>pudor</i>); this is the close parallel with Greek <i>nemesis</i> (νέμεσις)</p>\n<h2><span id=\"Latin_literature\">Latin literature</span></h2>\n<p><i>Invidia</i> is the uneasy emotion denied by the shepherd Melipoeus in Virgil's Eclogue 1.</p>\n<p>In Latin, <i>invidia</i> might be the equivalent of two Greek personifications, Nemesis and Phthonus. <i>Invidia</i> might be personified, for strictly literary purposes, as a goddess, a Roman equivalent to Nemesis in Greek mythology, though Nemesis did receive <i>cultus</i>, notably at her sanctuary at Rhamnous, north of Marathon, Greece.</p>\n<p>Ovid describes the personification of Invidia at length in the <i>Metamorphoses</i> (2.760-832):</p>\n<blockquote>\n<p>Her face was sickly pale, her whole body lean and wasted, and she squinted horribly; her teeth were discoloured and decayed, her poisonous breast of a greenish hue, and her tongue dripped venom. … Gnawing at others, and being gnawed, she was herself her own torment.</p>\n</blockquote>\n\n<h2><span id=\"Allegorical_invidia\">Allegorical <i>invidia</i></span></h2>\n<p>Among Christians, <i>Invidia</i> is one of the Seven Deadly Sins.</p>\n<p>In the allegorical mythography of the Middle Ages and Renaissance, the three heads of Cerberus sometimes represent three kinds of <i>invidia</i>.</p>\n<p>In Late Gothic and Renaissance iconography, <i>Invidia</i> is personified invariably as a woman. Cesare Ripa's influential <i>Iconologia</i> (Rome, 1603) represented <i>Invidia</i> with a serpent coiled round her breast and biting her heart, \"to signify her self-devouring bitterness; she also raises one hand to her mouth to show she cares only for herself\". The representational tradition drew on Latin authors such as Ovid, Horace, and Pliny, as well as Andrea Alciato's emblem book and Jacopo Sannazaro. Alciato portrayed her devouring her own heart in her anguish.</p>\n<p><i>Invidia</i> is the fatal flaw of Iago in Shakespeare's <i>Othello</i>: \"O you are well tuned now; but I'll set down the pegs that make this music.\" (<i>Othello</i> II.i).</p>\n\n<h2><span id=\"Modern_usage_of_the_name\">Modern usage of the name</span></h2>\n<p>The name of the Nvidia Corporation comes from Invidia in Roman mythology.</p>\n<p>Invidia is also the name of one of Final Fantasy XV's many battle themes.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Peter Aronoff, 2003. (Bryn Mawr Classical Review 20): Review of David Konstan and Keith Rutter, eds. <i>Envy, Spite and Jealousy: The Rivalrous Emotions in Ancient Greece.</i> (Edinburgh: Edinburgh University Press 2003; ISBN 0-7486-1603-9).</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> The dictionary definition of Invidia at Wiktionary</li>\n</ul>", "images": [{"ns": 6, "title": "File:Circe Invidiosa - John William Waterhouse.jpg"}, {"ns": 6, "title": "File:Jacques Callot, The Seven Deadly Sins - Envy.JPG"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}