{"pageid": 26584221, "ns": 0, "title": "Pachamama", "extract": "<p><b>Pachamama</b> is a goddess revered by the indigenous people of the Andes. She is also known as the earth/time mother. In Inca mythology, Pachamama is a fertility goddess who presides over planting and harvesting, embodies the mountains, and causes earthquakes. She is also an ever-present and independent deity who has her own self-sufficient and creative power to sustain life on this earth. Her shrines are hallowed rocks, or the boles of legendary trees, and her artists envision her as an adult female bearing harvests of potatoes and coca leaves. The four cosmological Quechua principles - Water, Earth, Sun, and Moon - claim Pachamama as their prime origin, and priests sacrifice llamas, cuy (guinea pigs), and elaborate, miniature, burned garments to her. After the conquest by Spain, which forced conversion to Roman Catholicism, the figure of the Virgin Mary became united with that of the Pachamama for many of the indigenous people. In pre-Hispanic culture, Pachamama is often a cruel goddess eager to collect her sacrifices. As Andes cultures form modern nations, Pachamama remains benevolent, giving, and a local name for Mother Nature. Thus, many in South America believe that problems arise when people take too much from nature because they are taking too much from Pachamama.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i>Pachamama</i> is usually translated as Mother Earth, but a more literal translation would be \"World Mother\" (in Aymara and Quechua). The Inca goddess can be referred to in multiple ways; the primary way being Pachamama. Other names for her are: Mama Pacha, La Pachamama, and Mother Earth. La Pachamama differs from Pachamama because the \"La\" signifies the interwoven connection that the goddess has with nature, whereas Pachamama—without the \"La\"—refers to only the goddess.</p>\n<h2><span id=\"Modern-day_rituals\">Modern-day rituals</span></h2>\n<p>Pachamama and Inti are believed to be the most benevolent deities; they are worshiped in parts of the Andean mountain ranges, also known as <i>Tawantinsuyu</i> (the former Inca Empire) (stretching from present day Bolivia, Ecuador, Chile, Peru, and northern Argentina. Pachamama is known to Andean people as a \"good mother\". Therefore, people usually toast to her honor before every meeting or festivity, in some regions by spilling a small amount of <i>chicha</i> on the floor, before drinking the rest. This toast is called <i>challa</i> and it is made almost every day. Pachamama has a special worship day called <i>Martes de challa</i> (Challa's Tuesday), when people bury food, throw candies, and burn incense. In some cases, celebrants assist traditional priests, known as <i>yatiris</i> in Aymara, in performing ancient rites to bring good luck or the good will of the goddess, such as sacrificing guinea pigs or burning llama fetuses (although this is rare today). There have been many circulating stories of homeless people being lured to building sites, given alcohol until unconscious, and buried alive into the foundations as a sacrifice. The festival coincides with Shrove Tuesday, also celebrated as <i>Carnevale</i> or <i>Mardi Gras</i>. The central ritual to Pachamama is the <i>Challa</i> or <i>Pago</i> (Payment). It is carried out during all of August, and in many places also on the first Friday of each month. Other ceremonies are carried out in special times, as upon leaving for a trip or upon passing an <i>apacheta</i>. According to Mario Rabey and Rodolfo Merlino, Argentine anthropologists who studied the Andean culture from the 1970s to the 1990s, \"The most important ritual is the challaco. Challaco is a deformation of the Quechua words 'ch'allay' and 'ch'allakuy', that refer to the action to insistently sprinkle. In the current language of the campesinos of the southern Central Andes, the word <i>challar</i> is used in the sense of \"to feed and to give drink to the land'. The challaco covers a complex series of ritual steps that begin in the family dwellings the night before. They cook a special food, the <i>tijtincha</i>. The ceremony culminates at a pond or stream, where the people offer a series of tributes to Pachamama, including \"food, beverage, leaves of coca and cigars.</p>\n<h3><span id=\"Household_rituals\">Household rituals</span></h3>\n<p>Rituals to honor Pachamama take place all year, but are especially abundant in August, right before the sowing season. Because August is the coldest month of the winter in the southern Andes, people feel more vulnerable to illness. August is therefore regarded as a \"tricky month.\" During this time of mischief, Andeans believe that they must be on very good terms with nature to keep themselves and their crops and livestock healthy and protected. In order to do this, families perform cleansing rituals by burning plants, wood and other items in order to scare evil spirits who are thought to be more abundant at this time. People also drink mate (a South American hot beverage), which is thought to give good luck.</p>\n<p>On the night before August 1, families prepare to honor Pachamama by cooking all night. The host of the gathering then makes a hole in the ground If the soil comes out nicely, this means that it will be a good year; if not, the year will not be bountiful. Before any of the guests are allowed to eat, the host must first give a plate of food to Pachamama. Food that was left aside is poured onto the ground and a prayer to Pachamama is recited.</p>\n<h3><span id=\"Sunday_parade\">Sunday parade</span></h3>\n<p>A main attraction of the Pachamama festival is the Sunday parade. The organizational committee of the festival searches for the oldest woman in the community and elects her the \"Pachamama Queen of the Year.\" This election first occurred in 1949. Indigenous women, in particular senior women, are seen as incarnations of tradition and as living symbols of wisdom, life, fertility, and reproduction. The Pachamama queen who is elected is escorted by the Gauchos who circle the plaza on their horses and salute her during the Sunday parade. The Sunday parade is considered to be the climax of the festival.</p>\n<h2><span id=\"New_Age_worship\">New Age worship</span></h2>\n\n<p>There has been a recent rise in a New Age practice among white and Andean mestizo peoples. There is a weekly ritual worship which takes place on Sundays and includes invocations to Pachamama in Quechua, although there are some references in Spanish. Inside the temple, there is a large stone with a medallion on it, symbolizing the New Age group and its beliefs. A bowl of dirt on the right of the stone is there to represent Pachamama, because of her status as a Mother Earth. Many rituals related to the Pachamama are practiced in conjunction with those of Christianity, to the point that many families are simultaneously Christian and pachamamistas. Pachamama is sometimes syncretized as the Virgin of Candelaria. Certain travel agencies have drawn upon the emerging New Age movement in Andean communities (drawn from Quechua Indian ritual practices) to urge tourists to come to visit Inca sites. Tourists visiting these sites, such as Machu Picchu and Cusco, are offered the chance to participate in ritual offerings to Pachamama. The tourist market has been using Pachamama to increase its draw to tourists.</p>\n<h2><span id=\"Political_usage\">Political usage</span></h2>\n<p>Belief in Pachamama features proprominently in the Peruvian national narrative. Former President, Alejandro Toledo, held a symbolic inauguration on 28 July 2001 atop Machu Picchu which featured a Quechua religious elder giving an offering to Pachamama. Pachamama has also been used as an example of autochthony by some Andean intellectuals.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Atabey (goddess)</li>\n<li>Gaia (mythology)</li>\n<li>Goddess movement</li>\n<li>Law of the Rights of Mother Earth</li>\n<li>Mother goddess</li>\n<li>Mother Nature</li>\n<li>Pachamama Raymi</li>\n<li>Willka Raymi</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Bolivia's offerings to Mother Earth, October 2007</li>\n<li>Bolivian Indigenous Activist: We Must Respect Mother Earth, Our Pachamama - video by <i>Democracy Now!</i></li>\n<li>Bolivia enshrines natural world's rights with equal status for Mother Earth</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Santa Cruz Pachacuti Yamqui Pachamama.jpg"}, {"ns": 6, "title": "File:Unbalanced scales.svg"}]}