{"pageid": 26638682, "ns": 0, "title": "Periyachi", "extract": "<p><b>Periyachi</b> (Tamil:பெரியாச்சி) is a malevolent aspect of the Divine Mother in Hinduism. She is also known as <i>Periyachi Amman</i> (<i>amman</i> meaning \"Mother\") and sometimes called as <i>Periyachi Kali amman</i> and she is associated with another ferocious goddess Kali. Periyachi is the protector of children and is associated with childbirth and pregnancy. Periyachi is usually associated with Hinduism in Singapore and Malaysia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>There was once a Pandya king named Vallalarajan Rajah who evilly tormented his subjects. It was said that if his child touched the earth then this act would bring an end to the earth. When the queen went into labour, the king could not find a mid-wife. He had to choose a woman named Periyachi. This stern woman successfully completed the delivery of the child and held it up so that it did not touch the earth. Periyachi asked for payment, but the King treated her badly and refused to pay. The king did not know that Periyachi was devi Parvati, so he was surprised when she took on her true form. Using her multiple arms she trampled the King underfoot. Then, she killed the king using her weapons. At the same time, the evil child was held in her hands, not allowing it to touch the ground, thus saving the earth from destruction.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Periyachi is recognized by her eight arms and fearsome appearance. She is usually shown holding weapons and a child. She may hold a Trishula (trident), a noose, a damaru drum with a snake, a sword and a vessel filled with blood. She is often depicted as standing or seated with her feet on a disembowelled king. In the above illustration she is shown with her two front hands ripping open the abdomen and womb of a queen, who lies on her lap, and is chewing the queen's intestines as blood trickles from her mouth. Two of her hands hold the intestines and the king's evil child is held aloft in another hand. Her fierce appearance is said to ward off evil spirits.</p>\n<h2><span id=\"Roles\">Roles</span></h2>\n<p>Periyachi is considered a \"kaval deivam\" or guardian spirit. Other male kaval deivams like Muneeswaran and Madhurai Veeran are considered her guardians. Periyachi, along with Jada-Muneeswaran, an aspect of Muneeswaran, are said to come on earth as a <i>jodi</i> (pair) to ward off evil spirits and guard the earth. Periyachi is said to punish women who do and say things to hurt others, and also punishes men who exploit women, by trampling them under her feet. She is also regarded as a protector of children.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>During the third month of pregnancy - among the Tamil Hindu diaspora, the ceremony of <i>Punsavana</i> (\"foetus protection\") is performed, along with prayers to Periyachi to guard the mother and child against the evil eye. After that during the seventh month, the <i>Simantonnyana</i> (\"bangle ceremony\") is performed along with prayers to the goddess to ease labour pains and protect the mother and child during delivery. On the 30th day after childbirth, in a ceremony at home, a black sari, non-vegetarian dishes and auspicious things are offered to the goddess. Women pray to her to avoid misfortune to a newborn baby and mothers are expected to pray to the goddess after a safe child birth. Then, on the first temple visit after childbirth, the parents dedicate their one-month-old babies to the goddess, placing the baby in front of the goddess on the ground or at her feet. The child's head has to be shaved and covered by yellow cloth. Everyone, except siblings of the baby, back off acknowledging the goddess's protection of the baby in the womb and for the first few months of its life. Then the priest performs usual rites to worship Periyachi. Worshipping the goddess for 12 Sundays by couples is said to grant them progeny.</p>\n<p>Tuesdays and Fridays are considered to be special auspicious days to worship Periyachi and Muneeswaran. A festival called <i>Periyachi Puja</i> is held in the Tamil month of Aadi (Aati) to honour the goddess. She is also worshipped in the Tamil month Thai. As part of her worship, an <i>padaiyal</i> offering, consisting of meat of the sacrificed animal as well as vegetarian dishes are presented to her and then given to devotees as prasad. Eating this prasad is believed to bring good luck and good health. During the period of the festival Thimithi, scenes from epic Mahabharata are enacted by the devotees and drama troupes. A week before the fire walking, they perform prayers to Periyachi. The prayer session is held to request her blessings upon the devotees and that no unpleasant incidents should happen during the festival. Periyachi is also worshiped as a household or family deity by devotees. She is also said to possess some of her devotees.</p>\n<p>Periyachi's shrines are found in the Sri Veeramakaliamman Temple, Sri Mariamman Temple, Singapore and Sri Maha Mariamman Temple,Kepong.Individual temples dedicated to her also exist, like the Devi Sri Periyachi Amman Temple in Penang.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Vineeta Sinha. <i>A new God in the diaspora?: Muneeswaran worship in contemporary Singapore</i>. NUS Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APeriyachi&amp;rft.au=Vineeta+Sinha&amp;rft.btitle=A+new+God+in+the+diaspora%3F%3A+Muneeswaran+worship+in+contemporary+Singapore&amp;rft.genre=book&amp;rft.pub=NUS+Press.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DRZqjaxHV6o4C%26pg%3DPA303%26dq%3Dperiyachi%26hl%3Den%26ei%3DAKKkS5aNHoq3rAfx8P3eCA%26sa%3DX%26oi%3Dbook_result%26ct%3Dresult%26resnum%3D5%26ved%3D0CBoQ6AEwBA%23v%3Donepage%26q%3Dperiyachi%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Periachi.jpg"}, {"ns": 6, "title": "File:Tamil temple in Singapore 12.JPG"}]}