{"pageid": 2681889, "ns": 0, "title": "Ḫannaḫanna", "extract": "<p><b>Ḫannaḫanna</b> (from Hittite <i>ḫanna-</i> \"grandmother\") is a Hurrian Mother Goddess related to or influenced by the Sumerian goddess Inanna. Ḫannaḫanna was also identified with the Hurrian goddess Hebat.</p>\n<p>Christopher Siren reports that Ḫannaḫanna is associated with the Gulses.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>After Telepinu disappeared, his father, the Storm-god Tarhunt (also called Teshub), complained to Ḫannaḫanna. She then sent him out to search for his son, and when he gave up, she dispatched a bee, charging it to find Telepinu. The bee did that, and then purified and strengthened him by stinging his hands and feet and wiping his eyes and feet with wax.</p>\n<p>She also recommended to the Tarhunt that he should pay the Sea-god the bride-price for the Sea-god's daughter, so she can wed Telipinu.</p>\n<p>After Inara consulted with Ḫannaḫanna , she gave her a man and land. Soon after, Inara went missing and when Ḫannaḫanna was informed of this by the Storm-god's bee, she apparently began a search with the help of her female attendant. Apparently, like Demeter, Ḫannaḫanna disappears for a while in a fit of anger and while she is gone, cattle and sheep are stifled and mothers, both human and animal take no account of their children.</p>\n<p>After her anger is banished to the Dark Earth, she returns rejoicing, and mothers care once again for their kin. Another means of banishing her anger was through burning brushwood and allowing the vapor to enter her body. Either in this or another text she appears to consult with the Sun god and the War god, but much of the text is missing.</p>\n<h2><span id=\"Ḫannaḫanna_and_the_Biblical_Hannah\"></span><span id=\".E1.B8.AAanna.E1.B8.ABanna_and_the_Biblical_Hannah\">Ḫannaḫanna and the Biblical Hannah</span></h2>\n<p>Although <b>Ḫannaḫanna</b> is similar to the Biblical name Hannah, mother of Samuel (according to 1 Kings), the Canaanite Anat, and the Christian Saint Anne, these are coincidental. The names Anne and Hannah derive from Hebrew <i>Channah</i>, meaning \"favor\" or \"grace,\"  while Anat may be from a Semitic root meaning \"water spring.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Hittite mythology</li>\n<li>Hurrian mythology</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Christopher Siren</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}]}