{"pageid": 26913976, "ns": 0, "title": "Korravai", "extract": "<p><b>Korravai</b> (<span title=\"International Alphabet of Sanskrit Transliteration\">Korṛawai</span>) or Korravi was the goddess of war and victory in ancient Tamil pantheon. She was considered the mother of Murugan, the Hindu god of war, now patron god of Tamil Nadu. The earliest references to Korravai are found in the ancient Tamil grammar Tolkappiyam, considered to be the earliest work of the ancient Sangam literature. Korravai is identified with goddess Durga. In early iconography, Korravai is presented as fierce and bloodthirsty.</p>\n<p>Harvest and war was an important aspect in life of the ancient Tamils and they worshiped Korravai for the success on field and battlefield. It was a custom among ancient Tamil warriors and chieftains to offer the heads of slain enemies to goddess Korravai. The ancient Tamil script mentions that the devotees in a frenzy offer their own head to the goddess. Avipalli was mentioned in all the works except <i>Veera Soliyam</i>. It was a self-sacrifice of a warrior to the goddess of war for the victory of his commander. During the Brahmanization of Tamil country, Korravai was adopted in Hindu pantheon and assigned to the goddess Durga, Kali and Parameswari. The epic Silappadikaram, clearly show that Korravai was completely absorbed in brahmanical tradition by merging with Durga, which makes here to sister of Vishnu and consort of Shiva</p>\n<p>In Tamil Nadu, the blackbuck (Kalaimaan) is considered to be the vehicle of the Hindu goddess Korravai </p>\n<p>To illustrate Korravai's place in the metaphysical world of the earliest sources, Kersenboom-Story provides a \"tentative\" fivefold classification of the disposition of the major spiritual powers.</p>\n<blockquote>\n<p>According to the early Tamil literature, the divine manifests itself in various shapes, shades and degrees of intensity. In most cases it is thought of as a power that is highly ambivalent: possibly benevolent, but usually dangerous and even malevolant. The most striking aspect of man's relation to these different manifestations is his attempt to control them by means of some type of 'dramatic performance'. True evil is too powerful to be dealt with by humans and has to be subdued by the god Murugaṇ. ... Tentatively, we classify the manifestations of the divine as follows:</p>\n<ol><li>benevolent: the god Murugaṇ; the king</li>\n<li>mildly ambivalent: hero-stone; <i>kantu</i> (stump of a tree)</li>\n<li>ambivalent: <i>aṇaṅku</i> 'sacred power'</li>\n<li>dangerous: <i>pēy</i>, <i>pūtam</i> (demon); Koṛṛavai</li>\n<li>evil: <i>cūr</i>, Cūraṇ</li>\n</ol></blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hindu deities</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Mahalakshmi, R. (2009). \"Caṇkam literature as a social prism: an interrogation\". Chapter 3 (29–41) in Brajadulal Chattopadhyaya (editor). <i>A Social History of Early India</i>. Pearson Education, India.</li>\n<li><cite class=\"citation journal\">Harle, James C. (1963). \"Durgā, Goddess of Victory\". <i>Artibus Asiae</i>. <b>26</b> (3/4): 237–246. JSTOR 3248984. doi:10.2307/3248984.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKorravai&amp;rft.atitle=Durg%C4%81%2C+Goddess+of+Victory&amp;rft.au=Harle%2C+James+C.&amp;rft.date=1963&amp;rft.genre=article&amp;rft.issue=3%2F4&amp;rft.jtitle=Artibus+Asiae&amp;rft.pages=237-246&amp;rft.volume=26&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F3248984&amp;rft_id=info%3Adoi%2F10.2307%2F3248984&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li>Kersenboom-Story, Saskia C. (1987). <i>Nityasumaṅgalī: devadasi tradition in South India</i>. Motilal Banarsidass.</li>\n<li>Kinsley, David R. (1988). <i>Hindu goddesses: visions of the divine feminine in the Hindu religious tradition</i>. Hermeneutics: Studies in the History of Religions <b>12</b>. University of California Press.</li>\n<li>Tiwari, Jagdish Narain (1985). <i>Goddess Cults in Ancient India (with special reference to the first seven centuries A.D.)</i>. Sundeep Prakashan. [Adapted from his PhD thesis accepted by the Australian National University in 1971.]</li>\n</ul>"}