{"pageid": 27039878, "ns": 0, "title": "Aura (mythology)", "extract": "<p><b>Aura</b>, in ancient Greek and ancient Roman religion, is the divine personification of the breeze. The plural form, <b>Aurae</b>, \"Breezes,\" is often found. They are the daughters of the Anemoi:</p>\n<ul><li>Boreas, the god of the north wind.</li>\n<li>Eurus, the god of the east wind.</li>\n<li>Zephyrus, the god of the west wind.</li>\n<li>Notus, the god of the south wind</li>\n</ul><p>The most well-known Aurae is Chione; a daughter of Boreas (the North Wind); Chione is also a goddess of Winter(time) and snow.</p>\n<p>The <i>velificatio</i>, a billowing garment that forms an arch overhead, is the primary attribute by which an Aura can be identified in art. A pair of <i>velificantes</i> (figures framed by a <i>velificatio</i>) that appear on the Augustan Altar of Peace have sometimes been identified as Aurae. Pliny describes statues of the Aurae <i>velificantes sua veste</i>, \"making a sail with their garment,\" at the Porticus Octaviae in Rome. Aurae can resemble Nereids, from whom they are distinguishable mainly by the absence of marine imagery.</p>\n<p>The Augustan poet Ovid introduces Aura into the tragic story of Cephalus and Procris, playing on the verbal similarity of Aura and Aurora, the Roman goddess of the dawn who was the counterpart of Greek Eos.</p>\n<p>The <i>Dionysiaca</i> of Nonnus (early 5th century) presents the most extended mythology of Aura, though Nonnus is both late and idiosyncratic. In the <i>Dionysiaca</i>, Aura was the daughter of Lelantos and Periboa and mother of Iacchus by Dionysus.</p>\n<p>Aurae are also said to partially resemble ghosts, and can become part of the breeze, or can prevent it. They appear to disappear into the air, which, along with the fact that they glide, is why they are often mistaken for spirits of the departed. They are also said to sometimes work with Aeolus, Master of Winds, and are the more gentle cousins of the Harpies.</p>\n<p>Aura, the goddess of such breezes, appears in Sandro Botticelli's painting <i>The Birth of Venus</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Aura\" p. 71.</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Aura\" .</li>\n</ul>", "images": [{"ns": 6, "title": "File:Las Incantadas Louvre Ma1393 side A.jpg"}]}