{"pageid": 27206006, "ns": 0, "title": "Phosop", "extract": "<p><b>Phosop</b> (Thai: <span lang=\"th\" xml:lang=\"th\">โพสพ</span>) or <b>Phaisop</b> (Thai: <span lang=\"th\" xml:lang=\"th\">ไพสพ</span>) is the rice goddess of the Thai people. She is a deity more related to ancient Thai folklore than a goddess of a structured, mainstream religion. She is also known as <i>Mae Khwan Khao</i> (Thai: <span lang=\"th\" xml:lang=\"th\">แม่ขวัญข้าว</span>; \"Mother of Rice Prosperity\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Background\">Background</span></h2>\n<p>Ritual offerings (เฉลว <i>chaleo</i> <small>IPA: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[tɕʰä˩.leːw˩˥]</span>) are made to propitiate the Rice Goddess during the different steps of rice production. Villagers believe that Phosop ensures everyone has enough to eat.</p>\n<p>In modern Thailand, paying homage to Phosop by rice farmers had been declining in recent times, but Queen Sirikit gave royal patronage to this ancient custom of Thai folklore in August 2008.</p>\n<p>These traditional celebrations related to rice and its cultivation stages have a deep traditional significance in order to ensure that farmers will have good harvests. Every year the Royal Ploughing Ceremony takes place in Thailand. At the end of it people scramble to collect the seeds from the furrows in order to increase their luck.</p>\n<h3><span id=\"Representation\">Representation</span></h3>\n<p>The iconographic representation of Phosop is of a beautiful woman wearing full jewelry and a red or green dress. She is in the sitting or standing position holding a harvested rice sheaf on her right shoulder, but sometimes also resting on her arm. The recent iconography of this goddess is based on the devī of Hinduism but its origins are local and more ancient.</p>\n<p>In certain locations a young village woman may dress as Phosop during local rice harvest festivals and celebrations.</p>\n<h2><span id=\"The_rice_goddess_in_Southeast_Asia\">The rice goddess in Southeast Asia</span></h2>\n\n<h3><span id=\"Neighbouring_countries\">Neighbouring countries</span></h3>\n<p>Known as <i>Nang Khosop</i> in Laos, the rice goddess is also part of the local rural culture. There are different versions of the Laotian origin myth regarding rice. According to a manuscript in Wat Si Saket, after a thousand-year famine one day a young man caught a golden fish. The king of the fishes heard the cry of agony and went to ask the man to free the golden fish in exchange for a treasure. The treasure was Nang Khosop, the maiden who was the soul of the rice. While she lived in the fields rice nourished humans for many more centuries and the Buddhist doctrine progressed. But one day an unrighteous king brought about again a famine on the land by storing the rice that was due to the people in order to acquire gold, elephants and luxury goods for himself. During the hard days of the famine an old couple of slaves met a hermit in the forest. Seeing that they were famished the hermit appealed to <i>Nang Khosop</i> to feed them. But the rice goddess was angry and refused. Then the hermit, fearing for the future of the Buddhist Dharma, slaughtered <i>Nang Khosop</i> and cut her into many little pieces. As a consequence the fragments of the rice goddess became the different varieties of rice such as black rice, white rice, hard rice <i>(khâo chao)</i> and glutinous rice. The old couple taught humans how to cultivate this new rice in small grains and the Buddhist doctrine flourished.</p>\n<p>According to another legend of the Vientiane region the <i>Phi Na</i>, a tutelary spirit that looks after the rice fields originated in the skull, the mouth and the teeth of <i>Nang Khosop</i>.</p>\n<p>Some authors have studied how Buddhism has brought about a reinterpretation of pre-Buddhist meanings through the myth of the rice goddess. The Cham Po Ino Nogar, Po Yan Ino Nogar Taha or Po Nagar, the rice goddess of the Cham people, a minor ethnic group in Cambodia and Vietnam, has similar attributes and rites as the Thai and Lao rice goddess. She is related to Lady Po Nagar, the traditional deity of the Cham people.</p>\n<p>Dances to propitiate the rice goddess are common among the Khmu people, a Mon-Khmer group living mostly in northern Laos and also in Vietnam.</p>\n<h3><span id=\"Indonesia\">Indonesia</span></h3>\n\n<p>A similar rice goddess also can be found in Indonesia; Dewi Sri, also known as <i>Nyi Pohaci</i>, is the Javanese, Sundanese and Balinese rice, agriculture and fertility goddess. Shrines to Dewi Sri are a common feature in local rice fields.</p>\n<h2><span id=\"Modern_use_as_a_symbol\">Modern use as a symbol</span></h2>\n<p>Phosop is featured in the logo of the Rice Department (<span lang=\"th\" xml:lang=\"th\">กรมการข้าว</span>) of the Ministry of Agriculture and Cooperatives of Thailand.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ceres (mythology)</li>\n<li>Corn dolly</li>\n<li>Hainuwele</li>\n<li>Lakshmi</li>\n<li>Nang Kwak</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Rice Goddesses of Indonesia, Cambodia and Thailand</li>\n<li>Thai Rice and Ceremony of Rice Goddess</li>\n<li>HM the Queen to observe ceremony to invite Rice Goddess to rice fields</li>\n<li>Pictures of the Cha-laew ceremony</li>\n<li>Rice Culture. Thailand</li>\n<li>Cho Mae Po Sop</li>\n<li>Offerings in Songkhla</li>\n</ul>", "images": [{"ns": 6, "title": "File:COLLECTIE TROPENMUSEUM Pop van lontarbladrepen voorstellende de godin Dewi Sri TMnr 261-11.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Po Sop5293.JPG"}, {"ns": 6, "title": "File:Simple Pi ban.JPG"}]}