{"pageid": 27309141, "ns": 0, "title": "Pathibhara Devi Temple", "extract": "<p><b>Pathibhara Devi</b> (Nepali: पाथिभरा देवी मन्दिर) or <b>Mukkumlung</b> (as mentioned in Mundhum of Limbu people ) is one of the most significant Hindu temple in Nepal, located on the hill of Taplejung. It is also considered one of the holy places for Limbu people. Worshippers from different parts of Nepal and India flock to the temple during special occasions, as it is believed that a pilgrimage to the temple ensures fulfillment of the pilgrims' desires.</p>\n<p>The temple is located 19.4 North East from Phungling municipality at an elevation of 3,794 m (12,444.32 ft). It serves as a secondary route of Kanchenjunga trek. The list of devotees includes the ex-Royal family of Nepal. The pilgrims offer animal sacrifices, gold and silver to please the goddess. After the Gorkha (Khas) invasion of Limbuwan the holy temple of Limbu people (Manghim in Limbu language) was also included into the mainstream Hinduism and is also worshipped as one of the Hindu Shaktipeeths without changing the earlier belief or the practices of the Limbu people.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>The Goddess at Pathibhara temple is believed to possess supernatural powers and diligently answer devotees' prayers. She is considered by her devotees as a manifestation of the divine feminine also determined with other names as AdiKali, Maha Maya, Maha Rudri among many other of her divine forms.</p>\n<h3><span id=\"Legend\">Legend</span></h3>\n<p>It is believed that local shepherds lost hundreds of their sheep while grazing at the same place where the temple stands today. The distressed shepherds had a dream in which the Goddess ordered them to carry out ritualistic sacrifice of sheep and build a shrine in her honor. When the sacrifice was offered the lost herd supposedly returned. The ritual of offering sacrifices inside the temple is believed to have started after the incident.</p>\n<p>The hill goddess Pathibhara after which the place is named is believed by the devotees as a fierce goddess who can be easily pleased with simple and selfless act of compassion, prayer and sacrificial offerings (sacrifice in Hinduism denotes sacrifice of ego and greed), while is unmerciful and severe to one who has malicious intentions beneath.</p>\n<h2><span id=\"Attractions_and_activities\">Attractions and activities</span></h2>\n<p>Pilgrims can also visit monasteries situated in Olangchung Gola and Lungchung. The waterfall at Sawa and the pond of Timbung, during autumn and spring are worth visiting every year. The forest ecosystem along the trial offers diversity of wildlife, birds, flowers and butterflies. The whole of Kanchenjunga range can be seen in this trek.</p>\n<h3><span id=\"Trek\">Trek</span></h3>\n<p>For tourists other than pilgrims, Limbu Cultural Trek in the region is considered equally enthralling. A week-long trek passes through ethnic villages of Taplejung, such as; Phurunga (or Phurumbu), Limkhim, Khewang, Tellok, PhawaKhola and Mamankhe .</p>\n<h2><span id=\"How_to_get_there\">How to get there</span></h2>\n<p>Pathibhara lies in the junction of three VDCs: Tapethok, Limkhim and PhawaKhola. The journey to Pathibhara starts from Suketar, which is about a 20-minute drive from Phungling Bazaar, and then 1–2 hours driving from Suketar to Sano Phedi. Pathibhara Devi is about 3–4 hours walk from Sano Phedi.</p>\n<p>Suketar Airport 2,840 m (9,318 ft) at Suketar is the only STOL airport in Taplejung district, connecting Kathmandu and Biratnagar by scheduled flights.</p>\n<p>Pathibhara trail passes through Deurali, Ramitedanda, Chhatedhunga, Bhalugaunda and Phedi before finally reaching the temple. Residents along the trail offer food and lodging facilities. Basic accommodation facilities are also available for pilgrims near the temple premises.</p>\n<p>The best time to visit the temple is during Pre-monsoon (March to June) and Post-monsoon (September to November) seasons.</p>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><cite class=\"citation web\">\"Pathibhara Devi Temple\". Nepal Pilgrimage. 2010-04-23<span>. Retrieved <span>2012-01-21</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APathibhara+Devi+Temple&amp;rft.btitle=Pathibhara+Devi+Temple&amp;rft.date=2010-04-23&amp;rft.genre=unknown&amp;rft.pub=Nepal+Pilgrimage&amp;rft_id=http%3A%2F%2Fwww.nepal-pilgrimage.com%2Fcontent%2Fpathibhara-devi-temple&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"Official website\". Pathibhara.com.np. 2013-10-31<span>. Retrieved <span>2013-10-31</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APathibhara+Devi+Temple&amp;rft.btitle=Official+website&amp;rft.date=2013-10-31&amp;rft.genre=unknown&amp;rft.pub=Pathibhara.com.np&amp;rft_id=http%3A%2F%2Fpathibhara.com.np&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"History of Pathibhara Devi Temple\". TopNepal. 2013-10-31<span>. Retrieved <span>2013-10-31</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APathibhara+Devi+Temple&amp;rft.btitle=History+of+Pathibhara+Devi+Temple&amp;rft.date=2013-10-31&amp;rft.genre=unknown&amp;rft.pub=TopNepal&amp;rft_id=http%3A%2F%2Ftopnepal.com%2Fnepal%2Ftaplejung%2Fpage%2Fpathibhara-devi-temple%23.UnH08vnIuVc&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Buddhist Prayer Flags at Pathibhara Devi Temple.jpg"}, {"ns": 6, "title": "File:Huge bell at Pathibhara Devi temple.jpg"}, {"ns": 6, "title": "File:Nepal location map.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Pathibhara 2014.JPG"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Temple Bells of Pathibhara Devi.jpg"}]}