{"pageid": 27587226, "ns": 0, "title": "Kaushiki", "extract": "<p><b>Kaushiki</b> is a Hindu Goddess. She is an affiliation of Shakti and a form of Parvati Devi. Her beauty had attracted many asuras who met her as messengers in her glittering beautiful palace. She was a great woman warrior, raised on her fierce lion or tiger. This form of her fierce fire was the essence of her beauty. There are many temples for her worship. She also has 8 hands and sword, chakra, lotus, etc. in them.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>The story of Kaushiki's birth is mentioned in the Matsya Purana and Markandeya Purana, with both the texts different. As in the Matsya Purana, Goddess Parvati once performed austerities and meditation to become fair (<i>Gouri</i>). It is said that from the skin She sloughed off from her body emerged the beautiful and dark-complexioned goddess Kaushiki. After that, Kaushiki went to Vindhyas and slayed Shumbha and Nishumbha, two demons who had gained the boon of immortality from Brahma. The same is in the Shiva Purana.</p>\n<p>In the Markandeya Purana, once when the asuras (demons) drove the gods out of the heavens, they sought the help of Goddess Parvati. Pleased by them, she appeared, and from the cells (<i>koshas</i>) of her body emerged the beautiful goddess Kaushiki, who declared that she would marry him who managed to defeat her in battle. Later she slayed the demons and the gods could return to the heavens.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>The full story of Shumbh and Nishumbh runs as follows:</p>\n<p>In days of yore, Shumbh and Nishumbh, the two fair and good looking brothers came out of hell to this earth. These two demons, when they grew to their manhood, performed severe asceticism in Puskara, the holy place of pilgrimage, the most purifying place in this world and they refused to eat rice and water. They became so very skilled in their Yoga practices that they died in their one posture and seat one Ajuta (10,000) years. Thus they performed very difficult penance. Then the Lord Brahma, the Grandsire of all, became pleased with their asceticism and appeared before them, riding on his vehicle, the swan. The Creator, seeing them thus deeply merged in meditation, asked them to get up from that state and told them thus he is pleased with their penances and is ready to present them boons. Shumbh and Nishumbh said to Brahma that they will not get killed by a man, demon, God or deity. Hearing their words, the Grandsire Brahma gladly granted them their desired boon and returned to His own abode.</p>\n<p>On Brahma going away, the two demons, too, returned to their own places. They then appointed the Muni Bhrigu as their priest and began to worship him. Bhrigu, the best of the Munis, then, on an auspicious day and when the star was benign, got a beautiful golden throne built and gave it to the king. Shumbh, being the eldest, was then installed on the auspicious throne as the king; the other brave and excellent demons began to assemble there quickly for serving him.</p>\n<p>The two great warriors Chand and Mund, proud on account of their great strength came there with their large armies, chariots, horses, and elephants. Similarly the valiant warriors Dhumralochan, hearing that Shumbh had become their King, came there with his own army. There came up also at that time the great warrior Raktabeej, more powerful on account of his getting a boon, attended by his army of two Aksauhini soldiers. Whenever this demon was wounded by any weapon, if one drop of blood fell on the ground, at once would be created so many innumerable demons, resembling his wicked nature and with similar weapons in their hands. The demons born of this blood would have similar appearances and would be similar in strength and ready to fight at once when they were born. That great warrior, the great Demon Raktabeej was unconquerable in battle for this very reason and no being could now kill him. The other demons, when they heard that Shumbh had become their king, came up there with their armies consisting of four divisions of elephants, chariots, cavalry and infantry and began to serve him. The army of Shumbh and Nishumbh thus became countless; and they forcibly conquered and got possession of all the kingdoms that existed then on the surface of the earth.</p>\n<p>Then Nishumbh, the destroyer of enemies, collected his army and marched up to the Heavens without any delay to conquer Indra, the Lord of Shachi. He fought very hard with all the Lokapalas on all sides when Indra struck him on his breast with His thunderbolt. Nishumbh fell unconscious on the ground with that blow when his soldiers, defeated in the battle, fled away on all sides. Shumbh, the destroyer of the enemies’ forces, hearing the unconscious state of the younger brother, came up at once on the field and shot at the Gods with multitudes of arrows. The untiring Shumbh fought so violently that Indra and the other Gods and Lokapalas were defeated. Shumbh then took away, perforce, the position of Indra and he occupied the Celestial Tree and Heavenly milching cow that yielded all desires and other excellent things over which Indra used to reign. In fact, that high-souled demon got the dominion of the three worlds and took away all those that were offered at the sacrifices. He became highly glad on getting the Nandana Garden and was extremely delighted when he drank the celestial nectar.</p>\n<p>He then defeated in battle Kuber, the god of wealth and occupied his kingdom. He defeated the Moon, Sun, and Yama, the God of Death and occupied their positions. Surrounded by his army, Nishumbh dispossessed Varun, Fire, and Air of their kingdoms and began to reign in their stead. Thus deprived of their kingdoms, prosperity and wealth, the Gods left the Nandana Garden and fled, out of terror, to the caves of hills and mountains. Thus deprived of all their rights, the Gods without any weapons, without any lustre, without any home, and without anywhere to go, began to wander in lonely forests. All the Immortals began to knock about in lonely gardens, mountain caves and rivers; and nowhere they found happiness; for happiness depends entirely unto the hands of Fate. When the Gods were all defeated, Shumbh began to govern all their kingdoms; thus one thousand years elapsed. The Gods, on the other hand, deprived of their kingdoms, were all drowned in an ocean of cares and anxieties; at last they began to feel very much and were greatly afflicted.</p>\n<p>Brihaspati suggested the Gods to go to the Himalayan Mountains and worship the Supreme Goddess who, in days of yore killed Mahishasur. Hearing thus his words, the Gods departed to the Himalayas and they became all merged in the devotional worship of the Supreme Goddess and began to meditate constantly in their hearts the Seed mantra of Maya (Hreem). They bowed down to the Goddess Mahamaya, the Discarder of all the fears of her devotees and began to chant hymns to her with perfect devotion. When all the Gods thus eulogized, instantly the Goddess Parvati, full of youth and beauty appeared there out of mercy. That extraordinary beautiful Bhagawati, endowed with all auspicious signs, and adorned with the Divine clothings, ornaments, and garlands and sandal paste, etc., appeared before the Gods. Before Whom, even the world enchanter Cupid bows down; with such beautiful, Divine appearance, the Goddess emerged from the mountain cave after taking her ablutions in the Ganges. That Goddess, sweet voiced like a cuckoo, gladly smiling began to say to the Gods, singing hymns to Her, in a voice deep like that of a rumbling cloud. She asked them who are they praising and what do they want.</p>\n<p>When the tormented Gods praised thus, the Goddess created from Her body another supremely beautiful form. This created form, the Ambika Devi, became known in all the worlds as Kaushiki, as She came out of the physical sheath of the Parvati Devi. When Kaushiki was created out of the body of Parvati, the Parvati’s body became transformed and turned out into a black colour and became known as KaIika. Her terrible black appearance, when beheld, increases the terror even of the demons. This Goddess is now become known in this world as Kaalratri, the night of destruction, at the end of the world, identified with Durga, the Fulfiller of all the desires. The Goddess Ambika, then, began to look splendid, decked with various ornaments; Her beautiful form began to look very lovely. The Devi Ambika then smiled a little and said to the Gods that she will assassinate the powerful demon Nishumbh and others. Thus saying, the Goddess Bhagawati, elated with pride, mounted on lion and, taking Kalika with Her, entered into the city of Shumbh, the enemy of the Gods. Ambika went to a garden adjoining the city accompanied by Kalika, and began to sing in such a sweet melodious tune that enchants even the God of Love, who fascinates the whole world. What more can be said than the fact that, hearing that sweet melodious song, the birds and beasts became enchanted; the Gods then began to feel much pleasure from the Sky.</p>\n<p>In the meanwhile Chand, Mund the two dreadful demons, and attendants of Shumbh, came out accidentally there on their sportive excursions and saw the beautiful Ambika Devi singing and Kalika Devi sitting before Her. No sooner Chand, Mund saw the extraordinary beauty of the Goddess Bhagawati, than they went at once to Shumbh and carried all the reports of Goddess Ambika. Shumbh and Nishumbh sent a demon messenger named Sugriv to Ambika to make her go to heaven and to accept him as her husband. Sugriv came to Ambika and Kalika, Sugriv asked her politely, in a kind, respectful and sweet voice to come to Shumbh and Nishumbh at the heavens. Ambika told him that she will marry the one who defeats her in a war. Sugriv understands, he tries to make her understand and convinces her but he fails.</p>\n<p>Sugriv conveys this to Shumbh and Nishumbh back at heaven, they were very angry and sent Dhumralochan and his demon corps of 60,000 demon forces to get Ambika at heaven with force. He ordered him to destroy Ambika's companion Kalika and break down the lion and to kill any man, be he a God, virtuous being or deity try to protect her. No sooner ordered thus by the king, Dhumralochan bowed down to the king, and, accompanied by sixty thousand demon forces, quickly went to the battlefield and saw there that the Lady was sitting in a beautiful garden. Seeing that deer-eyed Lady, Dhumralochan began to address her with great humility and in sweet words full of reason and goodness. When Dhumralochan stopped talking, Goddess Kalika Devi made a loud laugh and told him off in very strong words and said that the Divine Mother will send all demons to death. Hearing the Goddess’s words, Dhumralochan caught hold of his very strong bow and began to shoot arrows after arrows at Kalika. Indra and the other Gods came out to see the fight on their best cars in the celestial space and thus eulogized Her. Then a deadly fight ensued between them with arrows, axes, clubs, Shaktis, and Musalas and various other weapons. Kalika cut off at the very outset all the asses that carried the chariot by Her arrows and next broke his chariot and began to laugh repeatedly.</p>\n<p>Then Dhumralochan becoming angry mounted on another chariot and began to shoot deadly arrows at Kalika. Kalika Devi, too, cut out off those arrows into pieces before they reached Her and shot arrows after arrows on the demons in quick succession. Thousands of his soldiers near to him were killed; the asses and the charioteer were killed and the chariot was broken. She cut off his arrows by Her swift serpent-like arrows and blew Her conchshell. The Gods seeing this became very glad. Dhumralochan, seeing himself displaced from his chariot, took up with anger his very strong Parigha weapon and came near to the chariot of the Goddess. Then the demon, terrific like death, began to abuse the Devi and said that he will kill her. Thus saying, he suddenly went near to her and when he was about to throw his Parigha weapon on her, the Ambika Devi burnt him to ashes simply by her loud shout (of defiance). Seeing Dhumralochan burnt to ashes, his soldiers became panic-stricken, and fled away immediately, crying.</p>\n<p>The Gods saw this and gladly showered from high heaps of flowers on the Devi. The battle ground then assumed a dreadful appearance; at some places the slain demons; at others, the horses; at other places elephants and at some other places the asses lay scattered on the field. The herons, crows, vultures, the Pishachas of the class Batabaraphas and jackals and other carnivorous animals, began to dance wildly and clamour hideously at the sight of the dead bodies, lying on the field. The Ambika Devi then quitting the field, went to a distant place and blew her conchshell so furiously and terribly that Shumbh heard that terrific noise, while he was sitting in his own residence. At the next moment, he saw that the demon forces had retreated, and they were coming there crying. Some of them were besmeared with blood all over the bodies; some had got their feet, some their arms, cut asunder, some were devoid of eyes, some had got their backs broken; some had their waists broken; some got their necks broken and some were going on bedsteads. Seeing them thus, Shumbh and Nishumbh asked where is Dhumralochan, why they retreated and why they did not bring Goddess Ambika with them. The soldiers said that Kalika has killed Dhumralochan and their soldiers and the Gods are crying aloud in happiness. They also told Shumbh and Nishumbh the rest of the story of what happened in the battleground and predicted that Lord Shiva and Vishnu will come and help her.</p>\n<p>Shumbh, the tormentor of others, hearing their words asked his younger brother to send the two other demons, Chand and Mund and their forces to the battlefield and slay the Goddess Ambika. Shumbh ordered Chand and Mund to go the battlefield with all of their forces to kill the tawny-eyed Kalika and bring the Ambika to Shumbh. Thus ordered, the two strong warriors Chand and Mund hurriedly went to the battle, accompanied by a vast army. There they saw the Devi, intent on doing good to the Gods. Then they began to address Her in conciliatory words. The Universal Mother, hearing the words of Chand spoke with a voice deep as thunder. She told them off and challenged her to fight her and to meet their fate. Chand and Mund, elated with pride got excited at the Devi’s words, became angry and made a violent noise with their bow strings. The Devi, too, blew Her conchshell so loudly that the ten quarters of the sky reverberated; in the meanwhile, the powerful lion became very angry and roared loudly. Hearing that sound Indra and other Gods, the sages, demi-gods, Siddhas, and celestial beings became all very glad.</p>\n<p>A dreadful fight than ensued between Chandika and Chanda with arrows, axes and other weapons, causing terror to the weak. Then Goddess Chandika became very wrathful and cut off to pieces all the arrows shot by Chanda and then hurled arrows serpent-like on him. Then the sky over the battle ground seemed to be overcast with arrows just as the clouds get covered over with locusts, dreadful to the cultivators. In the meanwhile Mund, exceedingly terrible, came up to the field, taking with him his army and becoming impatient with anger began to shoot arrows. Seeing that multitude of arrows, Ambika got very angry; out of her frowny look, her eyebrows became crooked, her face became black, and her eyes turned red like Kadali flowers; at this time suddenly came out of her forehead Kali. Wearing the tiger’s skin, cruel, covering her body with elephant’s skin, wearing a garland of skulls, terrible, with a belly like a well dried up, mouth wide open, with a wide waist, lip hanging loosely, with trident, sword, scimitar and vajra, in her four hands, she looked very terrible like the Night of Dissolution.</p>\n<p>She began to lick frequently and forcibly dashed into the demon army and began to destroy it. She angrily began to take the powerful demons by her arms and pouring them into her mouth crushed them with her teeth. Taking the elephants with bells by her own power in her hands she put them all into her mouth and swallowed them all with their riders and began to laugh hoarsely. Thus camels, horses and charioteers with chariots all she put into her mouth and began to chew them all grimly. Seeing that the forces were being thus destroyed, the two great warriors Chand and Mund began to shoot arrows after arrows without intermission and covered the Devi with them. Chand hurled the Sudarsan-like disc, lustrous like the sun, with great force against the Devi, and frequently shouted thundering cries. Seeing him roaring and the lustrous disc coming towards her like another sun, she shot at him arrows sharpened on stones so that the warrior Chand became overpowered by them and lay down senseless on the ground. The powerful Mund seeing his brother unconscious became very much distressed with grief; but he got angry and began to shoot arrows immediately on the Goddess. Goddess Chandika hurled the weapon named Isika and thus cut off to pieces all the dreadful arrows of Mund in a moment and semi-circular arrow at him. With this arrow the powerful demon was deprived of his pride and made to lie down unconscious on the earth. Mund thus lying on the ground, a great uproar arose amidst the army of the demons; and the Gods became delighted in the sky. In the meanwhile Chand became conscious and taking a very heavy club hurled it violently on the right hand of Kalika.</p>\n<p>Kalika rendered that blow useless and instantly tied down that demon by her rope weapon, purified by Mantras. Munda again rose up, and, seeing his brother in that fastened condition, came to the front well armoured and with an exceedingly strong weapon called Shakti. Seeing the demon coming, she instantly fastened him down like his brother. Taking the powerful Chanda and Munda like hares and laughing wildly, Kali went to Ambika, and said she has brought the wicked Chand and Mund to her as offerings as sacrifice. Seeing the two demons brought, as if they were the two wolves, Ambika told her sweetly to bring the Goddess's work is a successful issue. Hearing thus the words of Ambika, Kalika spoke to Her again that Chand and Mund are offered as sacrifice. Thus saying, the Kalika Devi cut off their heads with great force and gladly drank their blood. Thus seeing the two demons killed, Ambika said gladly that she will be named Chamunda in the world because she has terminated the demons Chand and Mund. Seeing the two demons killed in the battle, the remnant soldiers all fled away back to Shumbh. Some of them were cut and wounded in many places by arrows, some had their arms severed, some were bleeding; thus they entered crying into the sky. On reaching the lord of the demons, they began to make frequently the noise indicative of danger and exclaimed, that Goddess Kali is destroying everything and will be able to finish off the demon race. They enlightened Shumbh and Nishumbh about the Supreme Mother Goddess Adi-Parashakti.</p>\n<p>Hearing thus, Shumbh, the conqueror of the Gods, told them truly in words becoming of a hero. Thus making a firm resolve to send the powerful Raktabeej to the battle with a vast army; Shumbh said that Raktabeej is a very powerful demon and to go to the battlefield with all of his forces. Raktabeej assured Shumbh that he will destroy that wicked eyed Kali and bring the Ambika Devi with him and her Shumbh's slave. Thus saying, the powerful Raktabeej mounted on his chariot and went to the battle accompanied by his forces. The battalion consisted of cavalry, infantry, chariots and elephants. Thus surrounded he departed from the city for that Goddess, seated on a mountain top. Then the Goddess, seeing him coming, blew her conchshell; the demons were terrified at that sound and the joy of the Gods increased. Hearing that sound Raktabeej came very hurriedly to Chamunda and began to speak to her sweetly. When Raktabeej spoke all these words, standing before the Goddesses Kalika, Ambika and Chamunda began to laugh. The Goddess, hearing thus, laughed and spoke the following reasonable words, in a voice deep as a rumbling cloud and really told him off. Hearing the Goddess’s words, the demon was filled with anger and began to shoot dreadful arrows at once on the Lion. Ambika, then, ready-handed, seeing the multitude of arrows coming in the sky like serpents, cut them off in a moment to pieces by her sharp arrows. The Goddess, then, drawing her bow, shot arrows sharpened on stone at the great demon Raktabeej. Then that wicked Demon, thus shot at by the arrows, fell unconscious on the chariot. When he lay thus senseless, a great uproar arose amidst his army and the soldiers began to cry aloud.</p>\n<p>Then Shumbh, the king of the demons, hearing the sound of a danger cry by hands and mouth ordered all the demons to be ready for the battle. Then Shumbh said to send all Kambojas, the strong Kaalkeyas, Udayudh, eighty-four Kambus, the fifty groups of Kotiveeryas, Dhumravanshajat and Kalaks. Thus ordered, all the fourfold army of Shumbh, the cavalry, infantry, elephants and chariots went out, intoxicated for war, to the battle ground where the Goddess existed. The Goddess Chandika, seeing the demon forces coming near, made at once terrible sounds frequently. The Goddess Ambika also made the sound with her bowstring and blew her conchshell. Kali, then, shouted aloud opening Her mouth widely. The powerful Lion, the Devi’s vehicle, hearing the terrible sounds, roared so loudly that the demons were struck with strange terror. The powerful demons, then, hearing that sound became impatient with anger and shot arrows after arrows on the Devi. The wonderful horrible battle, then, ensued, causing horripilation and the Shaktis of Brahma and the other Gods began to come out of their respective bodies to aid Goddess Chandika.</p>\n<p>The Goddess, the wives of the several Gods, then went, to the battlefield in their respective forms with ornaments and vehicles as generally on such occasions. The power of Brahma came by the name of Brahmani, having four heads and six hands holding a noose, bell, waterpot, lotus, book and rosary wearing her yellow robes and mounted upon a swan or a chariot pulled by swans. The power of Vishnu came by the name of Vaishnavi, having six hands holding a discus, conch shell, mace, lotus, longsword, bow and arrow wearing her purple robes and seated on an eagle. The all-destroying power of Shiva (Maheshwar) came by the name of Maheshwari or Shankari, wearing bracelets of snakes, a crown of matted hair adorned by a crescent moon along with other snakes, wearing a snake necklace on her neck and wearing a tiger skin skirt including especially some tiger skin appeared above, she has six hands holding a trident, waterpot, drum, rosary, drinking vessel and a battle-axe, seated on a bull. The power of Kartikeya came by the name of Kartikeyani or Kaumari having six or one face and having twelve hands holding a mace, trident, longsword, sword, bow, arrow, spear lotus, discus, conch shell, battle-axe and shield and wearing her pink robes and riding on a peacock. Indra, the egoistic and selfish God-King of the heavens, a power came named Indrani, she has six hands holding a goad, noose, thunderbolt, spiker, striker, thunderbolt, lotus, saw and vajra, seated upon Airavat, the heavenly white elephant of heavens, also known as Indra's faithful vehicle, and wearing her light green robes. The incarnation of Lord Vishnu, boar-faced Varah, the slayer of King Hiranyakashyap's brother, Hiranyaksh, a power came named Varahi, having his same face with the symbolism of a boar's face, having ten hands holding a yak's tail, sword, rod, vajra, plough, bell, discus, bow and drinking vessel, astrided upon a boar and wearing her blue robes. Another incarnation of Lord Vishnu, called Narasimha, the slayer of the unruly demon King Hiranyakashyap, a power like him came named Narasimhi, she has a lioness face, having really blond or disheveled hair and having sharp lion claws, riding on a lion and wearing her orange robes. A power from Lord Yamraj came named Yamdevi, holding a scythe, plough or skull staff, riding a buffalo and wearing her black robes. The power of Kuber came by the name of Kauberi, having a four hands holding two lotuses in two hands and a jar of gold coins in the other, wearing her gold robes. The power of the Sun God came named Saranyu, wearing her bright yellow robes. The power of the Fire God came named Swadha, wearing her fire robes and seated on a ram. The power of the Rain God came named Varuni, holding a lasso and a special water weapon, wearing her watery robes and riding a crocodile. The power of the Wind God came named Vayudevi, seated on a gazelle wearing her light blue robes. And the power of Ganesh, the first-revered among all Gods had an elephant's head like him named Ganeshi, having six hands holding a goad, noose, battle-axe, trident and a plate full of sweets, riding on a mouse. Thus the wives of all Gods came there with proper forms, vehicle, ornaments, accompanied by their forces and all excited.</p>\n<p>Seeing them all, the Goddess Ambika became glad; the Gods, too, became peaceful and expressed their great joy; the demons were afraid at the sight of them. Shiva, auspicious to all the beings, came there to the battlefield, surrounded by these Goddesses and thus said to Chandika to quickly destroy all the demons and also let the other Mother Goddesses to join them on their side to also kill the wicked demons too. When Shiva, the Lord of the Gods and auspicious to all, said thus, a wonderful female ensued out of the body of Chandika, very furious, horrible, with hundreds of jackals surrounding and yelling; then that Shakti, of dreadful appearance, said to the five-faced Shiva, smiling. She said to him to go to Shumbh and Nishumbh as their messenger and tell them that if they want to live, they should go back to hell and allow the Gods to eat their sacrifices from fire. Else, if they like to die, let them go quickly to the battlefield and let their flesh be eaten up by her jackals. Hearing her words, Shiva went quickly to Shumbh, the lord of the demons, seated in the assembly, and said to the demons that live they want to live, they should go back to hell and allow the Gods to eat their sacrifices from fire. Else, if they like to die, let them go quickly to the battlefield and let their flesh be eaten up by the Mother Goddess's jackals. Thus conveying the nectarlike, beneficial words of the Goddess to the chief demons, Shiva, the holder of the trident, returned to his own place.</p>\n<p>The Shakti that sent Shambhu as a messenger to the demons is known in three worlds as Shivaduthi. The demons, thus hearing the rigorous words of the Goddess, put on their coats of armour and taking their bows and arrows quickly went out to fight. They came with great force to the battlefield, stretched their bows to their ears and shot piercing arrows, sharpened on stone and tipped with iron, at the Goddess Chandika. The Kalika Devi, too began to strike some with the trident, some with Shakti weapon, and some with clubs and rent them asunder and devoured them all, and began to roam in the field. Brahmani began to pour water from her waterpot on the powerful demons in the battlefield and thus destroyed them. Maheshwari, mounting on her bull gave violent blows by her trident and thus lay them dead on the ground. Vaishnavi, with the blow of her club, took away the lives of many demons and striking them with her discus out off the heads of several others. Indrani hurled her thunderbolt on the chief demons, already struck by the feet of the elephant and lay them dead on the field. Narasimhi tore the strongest demons with the sharp nails and, devouring them, walked to and fro and made dreadful sounds. Shivaduthi began to laugh hoarsely and laid the demons flat on the field, when they were at once devoured by Kalika and Chandika. Kaumari, seated on a peacock, by drawing the bowstring to her ears hurled arrows sharpened on stone on the enemies and killed them to serve the cause of the Gods. Varuni tied down the demons by her rope weapons in a face to face fighting; thus they lay down senseless on the ground. Thus the Matrikas, the Goddesses, crushed the forces. Then the other powerful soldiers fled away terrified. The danger cry rose then loudly; on the other hand, the Gods began to shower flowers on the Goddesses. Hearing the distressful agonies of the demons and the shouts of victory of the Gods, Raktabeej, the chief of the demons became very angry. Seeing specially the demons flying away and the Gods shouting, that powerful demon came hurriedly to the battlefield with anger. Then with eyes reddened with anger, and with various weapons came before the Goddess, Raktabeej mounting on a chariot, and making sounds unusual with his bowstring. Please hear attentively about the extraordinary boon that was given by Mahadev, the God of gods, to the great warrior, Raktabeej. Whenever a drop of blood from the body of that great warrior will drop on the surface of the earth, immediately will arise innumerable demons, equal in form and power to him; thus the Lord Rudra granted the demon the wonderful boon. Thus elated with the boon, he entered into the battlefield with great force in order to kill Kalika with Ambika Devi. Seeing the Vaishnavi Shakti, lotus-eyed, seated on the bird Garud, the Demon struck her with a violent weapon (named Shakti). She then baffled the weapon by Her club and hurled Sudarshana disc on the great demon Raktabeej. Thus struck by the disc, blood began to ooze out from his body as the red stream of soft red sandstone comes out of a mountain-top. Wherever on the surface of the earth drops of blood fell from his body, then and there sprang out thousands and thousands of demons like him. Indrani, the wife of Indra, became very angry and struck the terrible Raktabeej with her thunderbolt. Streams of blood then began to ooze out from his body. No sooner the drops of blood fell from the demon’s body, than were instantaneously born from the blood many powerful demons, of similar forms, having similar weapons and hard to be conquered in battle. Brahmani then becoming enraged struck at him with the staff of Brahma with greater force. Maheshwari rent the demon asunder by striking him with her trident. Narasimhi pierced the demon with her nails; Varahi struck at him with her teeth. Then the demon becoming angry shot at them all with sharpened arrows and pierced them all. Thus when the Mother Goddesses were pierced by the club and other various weapons of that great demon, they got very angry and pierced the demons in return with shots of arrows. Kaumari, too, struck at his breast with her weapon, named Shakti. The demons then got angry and hurled on them multitude of arrows and began to pierce them. The Goddess Chandika, getting angry, cut off his weapons into pieces and shot violently at him other arrows. Thus struck by severe blows, when blood began to flow in profuse quantities from his body, thousands and thousands of demons resembling Raktabeej sprang out instantly from it.</p>\n<p>So much so, that the heavens were all covered over with Raktabeejs that sprang up from the blood. They all covered all over their bodies with coats of armour, began to fight terribly with weapons in their hands. Then the Gods, seeing that the innumerable Raktabeejs were striking the Goddess, became very much frightened and were distressed with sorrow. They began to talk with each other with sorrowful countenances that thousands and thousands of huge bodied warriors were springing from the blood. These were all very powerful; so how could they be destroyed! In this battlefield there were now left only the Matrikas, Kalika and Chandika. It would be certainly extremely difficult for them to conquer all these demons. And if at that moment, Shumbh and Nishumbh were to join them with his army, certainly a great catastrophe would occur. When the Gods were thus extremely anxious, out of terror, Ambika Devi said to the lotus-eyed Kali to lick the blood of the Raktabeej before it fell on the ground. The Goddess Chamunda, of furious strength, hearing thus the Goddess’s words began to drink the jets of blood coming out of the body of Raktabeej. The Goddess Ambika began to cut the Demon’s body into pieces and Chamunda, of thin belly, went on devouring them. Then Raktabeej, becoming angry, struck Chamunda with his club. But though she was thus hurt severely, she drank off the blood and then devoured all the limbs thereof. Thus Kalika Devi drank off the blood of all other powerful wicked demon Raktabeejs that sprang out of the blood. Ambika thus destroyed them. Thus, all the demons, created out of the blood were devoured; then, there was left, lastly, the real Raktabeej. Ambika Devi then cut him asunder into pieces by her axe and thus killed him. Thus, when the dreadful Raktabeej was slain in the battle, the demons fled away trembling with fear. Without any weapons, covered all over their bodies with blood, and void of consciousness they uttered, dumb confounded.</p>\n<p>Thus crying, they told their King Shumbh the creation of the Goddesses assisting Kali, Chamunda and Ambika and the death of Raktabeej and enlightened them about the Goddess Chandika. Hearing thus, Shumbh got confounded by death, as his end was coming nigh, and said the following words, his lips quivering with anger. Shumbh was angry and told them off, Nishumbh wanted to go out to the battlefield to confront the Kali and Ambika Devi. Thus saying, the younger brother, proud of his own strength, went hurriedly to the battlefield, mounting on his big chariot. He was protected all over his body by his coat of armour and he was well provided with various weapons and all other accoutrements of war. The bards began to sing hymns to him and various other propitious ceremonies were being performed. Thus making a firm resolve that there would be either victory or death, the great warrior Nishumbh went to fight with the Devi, with great excitement and with all his forces. Shumbh, too the Lord of the demons, accompanied by his forces, went after Nishumbh; Shumbh knew full well the rules of warfare; therefore he remained a witness there. Indra and the other Gods and Yaksas, all stationed themselves in the celestial space, eager to see that fight, covered with clouds. Nishumbh came to the field, and, taking the strong bow made of horns, began to shoot arrows after arrows at the Divine Mother with the object of frightening Her. Seeing Nishumbh with his excellent bow, shooting arrows, Chandika began to laugh frequently. With a soft slow voice she spoke to Kalika to see their foolishness and said to her that she wil kill Nishumbh. Thus saying, and suddenly drawing her bow, Chandi covered Nishumbh, in front, all over with a multitude of arrows. Nishumbh, too, cut off those arrows into pieces by his sharp arrows; thus the fight became more and more dreadful between them.</p>\n<p>At this time, the lion of Bhagawati, came down upon the forces, quivering his manes, like a powerful elephant going down into a lake. By his nails and teeth, he tore asunder the bodies of the demons that fell before him and devoured them, as if they were infatuated elephants. That lion thus crushing down the soldiers, Nishumbh came forward hurriedly, drawing his excellent bow. Hundreds of other generals of the demons came up there to kill the Goddess, biting their lips and with their eyes reddened with anger. In the meantime Shumbh killed Kalika and came very hurriedly there with his forces to capture the Divine Mother. Coming to the battlefield Shumbh saw that the Divine Mother was standing before him; though she was looking very beautiful, fit for love sentiment, yet she was filled also with the sentiment of fiery wrath. At that time the large eyes of Bhagawati, the Beautiful in the three worlds, though naturally red, looked more red due to wrath. When Shumbh saw her lovely features, the desire to marry her and the hope of victory all vanished away from his mind; and he stood there with bow in his hand, firmly holding in his mind that he would die. Seeing the demons in that state, She smiled and began to say, so that all the demons could hear. She gave them a last chance to go back to hell and find happiness there. Hearing these words of the Goddess, that haughty Nishumbh ran forward, holding in his hand the sharpened axe and shield adorned with eight Chandras (embossed) and firstly struck with sword violently on the proud lion; then, whirling with great force that sword, hurled it upon the Divine Mother.</p>\n<p>The Goddess, then, thwarted off the blow of the sword by her club and struck at his arm by Parashu. The warrior Nishumbh, thus struck at his arm, patiently bore that hurt and struck at Chandika by his axe. The Goddess then made such a terrible noise of bells that all the demons were struck with terror. Then She, desiring to kill Nishumbh, began to drink nectar frequently. Thus the terrible fight went on between the Gods and demons both trying to defeat the other party. Then began to dance in the battlefield, the cruel voracious dogs, jackals, vultures, herons, crows and other birds, very much gladdened. The battlefield was drenched with blood and the dead carcasses of innumerable demons, elephants, and horses. Nishumbh, then, seeing the demons dead on the field, became very angry and ran forward with his terrible club before the Goddess. That proud demon struck first at the head of the lion with that club and laughed again and again and struck the Goddess with that same club. The Goddess, too, got very angry seeing Nishumbh before Her and striking at Her. She then spoke that she will decapitate Nishumbh's head with her battle-axe. Thus saying the Goddess Chandika instantly cut off the head of Nishumbh by Her axe with great caution. The head thus severed from the body by the blow of the Goddess, the headless Demon began to roam there with great force with club in his hand. The Devas then got very much frightened; The Goddess, then, cut off the hands and feet of that headless demon with sharpened arrows. That vicious wretch fell down lifeless, on the ground like a mountain. The powerful demon Nishumbh being thus killed, a great uproar arose amidst his panic stricken forces.</p>\n<p>The soldiers, covered all over their bodies with blood, left all their weapons in the field, began to make a piteous cry with mouth and hands as sign of danger and fled away to the King Shumbh. He, the tormentor of the foes, then asked where is Nishumbh, the soldiers told that Nishumbh is killed by Goddess Chandika and enlightened Shumbh about the Supreme Goddess. Shumbh, the Lord of the demons, hearing the words of the soldiers, began to say, then, with eyes rolling with anger. He really told them off and decided to go kill the Supreme Goddess for his other demon associates.</p>\n<p>Thus saying, Shumbh mounted on the chariot quickly and went where the Goddess Ambika was staying. Then the four-fold army, cavalry, infantry, chariots, horses and elephants and innumerable soldiers, followed him with weapons in their hands. Going there to the Himalaya mountain, he saw the Divine Mother sitting on Her Lion. She appeared so very lovely as to enchant the three worlds. Her body was decorated with various ornaments, all the auspicious gems were manifest; the Gods, celestial beings, demi-gods and angels in the heavens were all worshipping her with hymns and Pârijâta flowers; and the Goddess was making beautiful sounds with bells and conches, indicative of Her victory. Seeing her Shumbh was very much enchanted with passionate love and struck with, the five arrows of cupid, thought about her. Thus thinking in his mind, Shumbh became ready to shew his strength; and firmly resolved to fight, he said to the Goddess before him to fight and started to insult Kalika, Chamunda and Chandika.</p>\n<p>When Shumbh said thus, the Divine Mother, seeing him passionate, smiled and said to fight the Goddess Kalika or Chamunda but she will stand as a mere witness. She ordered Kalika to kill Shumbh as her nature is fierce. That Kalika, the incarnate of Death, thus ordered, took up her club immediately and became ready to fight, as if sent there direct by the God of Death. A dreadful fight then ensued between the two; and the highsouled sages and the Gods were present there and witnessed the great event. Shumbh first struck at Kalika, raising his club. Kalika, then, struck Shumbh in return with her club violently. Instantly she made a dreadful sound, broke down his chariot, glittering like gold, into pieces, killed the horses of the chariot and slew the charioteer. Walking, then, on foot with a very heavy club in his hand, Shumbh struck with great anger on the breast of Kalika and began to laugh. Kalika, in the meanwhile, rendering his stroke useless, soon took up Her axe and cut off his left hand, pasted with sandal and decked with arms and weapons. His left hand thus out off, his whole body was drenched with torrents of blood; yet he came up with club in his hand and struck Kalika with it. The Goddess, too, got very angry seeing Nishumbh before Her and striking at Her. She then spoke that she will decapitate Nishumbh's head with her battle-axe. Thus saying the Goddess Chandika instantly cut off the head of Nishumbh by Her axe with great caution. The head thus severed from the body by the blow of the Goddess, the headless Demon began to roam there with great force with club in his hand. The Devas then got very much frightened; The Goddess, then, cut off the hands and feet of that headless demon with sharpened arrows. That vicious wretch fell down lifeless, on the ground like a mountain.the life left the body.</p>\n<p>Seeing the demon fall down lifeless, Indra and the other hosts of Gods began to worship the Goddess Ambika, Chamunda, and Kalika and chanted lovely hymns to them. The winds then began to blow pleasantly; all the quarters looked very clear and Fire in sacrificial altars, being circumambulated, became very propitious. On the other hand, those demons that remained alive quitted their arms and weapons, bowed down to the Divine Mother, and fled away one and all to the hell. Kaushik choreographer : a well known choreographer of Delhi NCR says that kaushik word is associated with a caste of Brahmins.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Chamunda</li>\n<li>Shumbha</li>\n<li>Nishumbha</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}