{"pageid": 27918031, "ns": 0, "title": "Jyestha (goddess)", "extract": "<p><b>Jyestha</b> or <b>Jyeshtha</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">ज्येष्ठा</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Jyeṣṭhā</span>, \"the eldest\" or \"the elder\") is the Hindu goddess of inauspicious things and misfortune. She is regarded as the elder sister and antithesis of Lakshmi, the goddess of good fortune and beauty.</p>\n<p>Jyestha is associated with inauspicious places and sinners. She is also associated with sloth, poverty, sorrow, ugliness and the crow. She is sometimes identified with Alakshmi, another goddess of misfortune. Her worship was prescribed for women, who wished to keep her away from their homes.</p>\n<p>Jyestha appears in the Hindu tradition, as early as 300 BCE. Her worship was at its peak in South India in the 7th-8th century CE, but by the 10th century, her popularity waned pushing her into oblivion. Today, numerous ancient images of Jyestha still exist, though she is rarely worshipped.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Description_and_Iconography\">Description and Iconography</span></h2>\n<p>Texts that elaborate on the iconography of Jyestha are: the Agamas such as the <i>Amshumadbhedagama</i>, the <i>Suprabhedagama</i> and the <i>Purvakarangama</i>; the <i>Vishnudharmottara Purana</i> and other shorter references in the <i>Baudhayanagrhyasutra</i>. The earliest recorded bilingual inscription detailing the iconography and worship practices from the 8th century is found in the caves of Tiruparankunram near Madurai.</p>\n<p>Jyestha is usually depicted with two arms. Her nose is long and prominent to the extent that she is sometimes called elephant-faced. Jyestha is described as having \"large pendulous breasts descending as far as her navel, with a flabby belly, thick thighs, raised nose, hanging lower lip, and is in colour as ink.\" Her large stomach is described to support her swollen pendulous breasts. Her complexion is black or red. She wears blue-black or red garments. She is often depicted seated comfortably on a throne with her feet on the ground.</p>\n<p>According to textual descriptions, Jyestha holds a blue or white lotus in her right hand. A water-pot is held in her left hand or placed near her throne or placed in the hand that makes the <i>abhaya</i> mudra - gesture of protection. Her left hand usually rests on her seat or on her thigh. Sometimes, Jyestha holds a broom, in her hand.</p>\n<p>Jyestha wears different ornaments and a <i>tilaka</i> mark on her forehead, a sign of her married status. Her hair is usually braided and piled on top of her head or wound around her head in the hairstyle called <i>vasikabandha</i>.</p>\n<p>Jyestha has a banner depicting a crow, and is popularly called \"crow-bannered\" (<i>Kakkaikkodiyal</i>) in Tamil. A group of two attendant goddesses sometimes stand beside her, usually carrying a crow and a broom. Sometimes a crow stands next to her. Jyestha is often depicted with two attendants, sometimes interpreted as her son and daughter. The man is bull-faced and holds a rope or cord. The woman is depicted as a beautiful damsel with a conical crown.</p>\n<p>Though Jyestha is almost never depicted astride on a mount, she is described in most texts as riding a donkey like Alakshmi. In other texts, she is drawn in a chariot by lions or followed by tigers or astride a camel or lion.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n\n<p>Most Hindu legends narrate about Jyestha's birth during the churning of the cosmic ocean. She is usually described to be born when the poison Halahala streams from the ocean, while Lakshmi - her antithesis, the goddess of good fortune - is born when the elixir of life emerges.</p>\n<p>In the <i>Padma Purana</i>, when the churning of the ocean commences, the poison first appears from the ocean. It is swallowed by the god Shiva and then Jyestha appears from the ocean, wearing red garments. When she asks the gods what she is supposed to do, she is ordered to dwell in inauspicious places. She is described to bring sorrow and poverty. She is said dwell in houses with quarrel, where liars use harsh language, where evil and sinful men live, where there is long hair, skulls, bones, ashes or charcoal (signs of an unorthodox mendicant).</p>\n<p>According to the <i>Linga Purana</i>, the god Vishnu divides the world into the good and the bad. He creates Lakshmi (Sri) and Jyestha, both born from the churning of the cosmic ocean. While Lakshmi marries Vishnu, Jyestha is married to the sage Dussaha. The sage soon discovers that his ugly wife can not bear the sound or sight of any auspicious things and complains to Vishnu or the sage Markendeya (in some versions). Vishnu/Markendeya recommends Dussaha to take Jyestha only to inauspicious places. Jyestha is described to stay away from religious people. Jyestha then earns the epithet <i>Alakshmi</i>, \"one who is inauspicious\". She dwells in places where \"family members quarrel and elders eat food while disregarding the hunger of their children\". She is described to comfortable in company of false mendicants, naked Jain monks and Buddhists, who were considered as heretics by Hindus. Eventually tired of her anti-social nature, Dussaha abandons Jyestha in a place where non-Vedic (heretical) rituals are performed. She then approaches Vishnu for relief. Vishnu decreed that Jyestha would be sustained by offerings of women.</p>\n<p>According to the <i>Kamba Ramayana</i>, Jyestha appears during the churning of the cosmic ocean. The Hindu trinity - the Trimurti find her and order her to live in inauspicious places. As Jyestha emerged before Lakshmi, Jyestha is considered the elder sister of Lakshmi. Thus, Jyestha is also called <i>Mudevi</i> or <i>Mudhevi</i>.</p>\n<p>Shaiva Puranas extol her as one of eight portions of the Supreme Goddess (<i>Parashakti</i>), who regulates human lives in different ways.</p>\n<h2><span id=\"Associations\">Associations</span></h2>\n\n<p>Jyestha denotes the negatives of a Hindu wife, while Lakshmi denotes the positives. Jyestha is also associated with the senior wife - who is also called <i>Jyestha</i> in Sanskrit - in a polygamous family. She is also associated with her namesake <i>nakshatra</i> (constellation) - <i>Jyestha</i>, which inherits the negative qualities of the goddess. If a bride enters a household in the Jyestha constellation, then her eldest brother-in-law is believed to die.</p>\n<p>According to Leslie, as Jyestha is described as elephant-faced and invoked to remove obstacles, a role akin to the elephant-headed god Ganesha, Jyestha could be a precursor of Ganesha. In some parts of India, she is identified with Shitala Devi, the goddess of small pox. The lotus, the <i>abhaya mudra</i> and her relationship with Lakshmi associate her with the Vaishnava (related to Vishnu) pantheon. Her terrifying aspects and her association with Shaktism suggest a Shaiva (related to Shiva) connection. The crow - the symbol of bad luck - links her deities like Nirriti and Yama. Kinsley associates Jyestha with Dhumavati, a widow goddess, part of the Tantric Mahavidya goddess group. Like Jyestha, Dhumavati is dark, ugly and is associated with the crow. Also like Jyestha, she dwells in quarrels, inauspicious places, and has a bad temper. Lakshmana Desika, the commentator on the <i>Saradatilaka-Tantra</i>, identifies Dhumavati with Jyestha.</p>\n<p>While Jyestha does not fit in the class of benevolent (<i>saumya</i>) Hindu goddesses with beautiful bodies, she is a contrast to the other class of the fierce (<i>ugra</i>) goddesses with terrible features, emaciated bodies and malevolent qualities. As the goddess of sloth, Jyestha's ugliness and obesity streams from her laziness. She is merely inauspicious and troublesome, but not terrifying.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Jyestha appears early in the Hindu tradition. She first appears in the <i>Baudhayanagrhyasutra</i> (300 to 600 BCE). Many of her images still exist, usually on the outskirts of villages. During the 7th-8th century CE, she was a popular goddess in South India. As Shaktism spread, her fame slowly declined. The Vaishnava Alvar saint Thondaradippodi Alvar, dated between 7th to 9th century, comments on number of \"foolish devotees\" who worship Jyestha, who keeps them away from the truth. He decreed that it was useless to worship her. By the 10th century, her worship more or less ceased.</p>\n<p>Jyestha's images are rarely worshipped today. They are kept unrecognised in neglected corners in temples or thrown out of temples. Where they are still recognised, they are objects of fear. In a temple in Uttaramerur, the Jyestha image is kept with the face towards the ground. The mere glance of the goddess is believed to bring death on the village.</p>\n<p>However, at the height of the popularity, Jyestha was a goddess, who needed to propitiated by a good wife daily. The <i>Stridharmapaddhati</i> declares that a wife must offer food offerings to Jyestha before having her own meal. One who does not do so would end up in hell after death; but the one who follows this routine would be blessed with progeny and prosperity. The <i>Bodhayana Sutra</i> also elaborates on the worship of Jyestha. As per the legend in the <i>Linga Purana</i>, it is believed that the women of houses that please the goddess by offerings can keep her away from their homes.</p>\n<p>The 13th century Seuna Yadavas of Devagiri prime minister Hemadri, who wrote a book on religious vows and fasts, notes that Jyestha should be worshipped by a male devotee to bring fortune to his wife and progeny. The <i>Saradatilaka-Tantra</i> describes that in Tantric ritual, Jyestha is worshipped to cause enmity between friends (<i>Vidvesa</i>). Jyestha as the presiding deity of <i>Vidvesa</i>, was invoked before the start of the rituals.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Kinsley, David R. (1997). <i>Tantric visions of the divine feminine: the ten mahāvidyās</i>. University of California Press. ISBN 978-0-520-20499-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJyestha+%28goddess%29&amp;rft.aufirst=David+R.&amp;rft.aulast=Kinsley&amp;rft.btitle=Tantric+visions+of+the+divine+feminine%3A+the+ten+mah%C4%81vidy%C4%81s&amp;rft.date=1997&amp;rft.genre=book&amp;rft.isbn=978-0-520-20499-7&amp;rft.pub=University+of+California+Press.&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"KG\" class=\"citation book\">K.G., Krishnan (1981). <i>Studies in South Indian History and Epigraphy volume 1</i>. Madras: New Era Publications.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJyestha+%28goddess%29&amp;rft.aufirst=Krishnan&amp;rft.aulast=K.G.&amp;rft.btitle=Studies+in+South+Indian+History+and+Epigraphy+volume+1&amp;rft.date=1981&amp;rft.genre=book&amp;rft.place=Madras&amp;rft.pub=New+Era+Publications&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Leslie, Julia (1992). \"Sri and Jyestha: Ambivalent Role Models for Women\". In Leslie, Julia. <i>Roles and rituals for Hindu women</i>. Motilal Banarsidass. ISBN 81-208-1036-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJyestha+%28goddess%29&amp;rft.atitle=Sri+and+Jyestha%3A+Ambivalent+Role+Models+for+Women&amp;rft.aufirst=Julia&amp;rft.aulast=Leslie&amp;rft.btitle=Roles+and+rituals+for+Hindu+women&amp;rft.date=1992&amp;rft.genre=bookitem&amp;rft.isbn=81-208-1036-8&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Jyeshtha.jpg"}, {"ns": 6, "title": "File:Jyestha.jpg"}, {"ns": 6, "title": "File:Sagar mathan.jpg"}]}