{"pageid": 27937612, "ns": 0, "title": "Chhaya", "extract": "<p><b>Chhaya</b> or <b>Chaya</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">छाया</span>, Chāyā) means shadow or shade. Chhaya is also personified as the goddess of shadow, the consort of Surya, the Hindu sun god. She is the shadow-image or reflection of Saranyu (Sanjna), the first wife of Surya. Chhaya was born from the shadow of Sanjna and replaced Sanjna in her house, after the latter temporarily left unable to bear Surya's fierce splendour.</p>\n<p>Chhaya is usually described as the mother of Shani, the god of the planet Saturn and a feared <i>graha</i>; goddess Tapti, the personification of river Tapti; and a son Savarni Manu, who is destined to be the next and eighth Manu (progenitor of mankind) - the ruler of the next <i>Manvantara</i> period.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Early_Vedic_and_epic_legends\">Early Vedic and epic legends</span></h2>\n<p>In the <i>Rigveda</i> (c. 1200-1000 BCE), which is the earliest narrative about the Chhaya-prototype. After the birth of twins to Vivasvan (Surya), his consort Saranyu - the daughter of Vishwakarma - abandons him and flees in form of a mare. The woman the divine Saranyu places in her place is called <b>Savarna</b> (\"same-kind\"): similar to Saranyu, but mortal. Savarna has no children by Surya. A later (500 BCE) addition to the <i>Rigveda</i> by Yaska in his <i>Nikuta</i> says that Manu (the progenitor of mankind, called Savarni Manu in later Puranic text) was born to Savarna. While the original text says \"they\" (interpreted as the gods) substituted Savarna for Saranyu, Yaksa's <i>Nikuta</i> tells that Saranyu created Savarna and substituted her. <i>Brhad devata</i> calls the prototype of Chhaya as <b>Sadrisha</b> (\"look-alike\"), a woman who looked like Saranyu. <i>Sadrsha</i> begot Manu by Surya, who became a royal sage.</p>\n<p>By the time of the <i>Harivamsa</i> (c. 5th century CE), an appendix of the epic <i>Mahabharata</i>; Saranyu is called Sanjna and her double is reduced to her shadow or reflection Chhaya. It narrates: that Sanjna, after giving birth to three children of the Sun, abandons him, and leaves Chhaya to take care of her children. Surya mistakes Chhaya for Sanjna and begets Manu by her. As Manu looked just like his father, he was called Savarni Manu. When Chhaya, also called <i>parthvi</i> (\"earthly\") Sanjna, became partial to her own son and ignored those of Sanjna, Yama threatens her, and Chhaya casts a curse on Yama. Upon discovery of this, Surya threatens Chhaya, and she discloses the story of her creation; whereafter Surya finds Sanjna and brings her back. The text also states that Shani was a brother of Savarni Manu, though his birth is not explicitly stated. According to Wendy Doniger, the substitution of the dark shadow was apt by Saranyu for the Surya darkened by her.</p>\n<h2><span id=\"Puranic_legends\">Puranic legends</span></h2>\n<p>The <i>Markandeya Purana</i> tells the tale of Sanjna-Chhaya twice, the tale is similar to that in the <i>Harivamsa</i>, but Sanjna leaves Surya as she is unable to bear his splendour and heat. The curse to Yama is a little different. Yama abuses Chhaya and picks his leg up to kick her. Chhaya curses Yama to have his leg affected with worms and sores. Surya grants Yama, a cock to eat the worms from his leg. In the other telling, the curse is almost same as the <i>Harivamsa</i>. Chhaya also cleverly says that she is Yama's father's wife, but does not say that she is his mother. But all these believe are false because when sanjhna returns she mistreats Chaya and is later abanded from all lokas. Hence Chaya is one of the greatest mother.. </p>\n<p>The <i>Vishnu Purana</i> also records the legend similar to <i>Markandeya Purana</i>, but has few differences. Unable to bear Surya's intense heat, Sanjna after giving birth to three children - retires to the forest to practise harsh austerities in form of a mare, leaving her shadow-image Chhaya, her handmaid to take her place and tend for her husband and progeny. Surya mistakes Chhaya for Sanjna and fathers three children on her. Chhaya gives birth to Shani, Savarni Manu and Tapti. However, Chhaya became partial to her own children and ignored those of Sanjna. Yama, suspected the behaviour of who he thought was his mother and offended her. Chhaya cast a curse on Yama (the details of the curse are not disclosed), which revealed to Yama and Surya that Chhaya was not the true Sanjna. After the extracting the truth from Chhaya, Surya finds Sanjna and brings her back.</p>\n<p>The <i>Matsya Purana</i> also presents a similar account about Chhaya, however the children of Chhaya are named as Savarni Manu a son and two daughters: Tapti and Vishti, who was dark blue colour and a personification of <i>Kala</i> (Time or Death) who dwells in Hell. Chhaya's tale is also found in the 11th century CE <i>Kathasaritsagara</i>. The <i>Markandeya Purana</i> records that Chhaya had three sons: Shani, Savarni Manu and Revanta, the divine master of horses. <i>Kurma Purana</i> describes only Savarni Manu as her son. While in some versions of the tale, Surya abandons Chhaya after knowing the truth about her, Surya deserts Chhaya before bringing back Sanjna, however a contemporary version tells that Chhaya was forgiven and lived with Surya, Sanjna and their children thereafter.</p>\n<p>While most accounts consider Chhaya to be the reflection or shadow of Saranyu (Sanjna) - Surya's first wife; <i>Bhagavata Purana</i> tells that Chhaya was a sister of Sanjna and the daughter of the divine architect Vishwakarma.</p>\n<p><i>Markandeya Purana</i> as well as <i>Vishnudharmottara Purana</i> prescribe that Surya should be depicted in images with Chhaya and his other wives by his sides.</p>\n<h2><span id=\"In_Television\">In Television</span></h2>\n<ul><li>Chhaya is shown in the show, Karmaphal Daata Shani, which is aired on Colors TV.</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Suryadeva.jpg"}]}