{"pageid": 28223222, "ns": 0, "title": "Bipodtarini Devi", "extract": "<p>Popularly known as <b>Bipattarini</b> (<b>Bipottarini</b>), also termed as <b>Bipodtarini</b> or <b>Bipadtarini</b> is a Hindu goddess (Devi), worshipped in West Bengal, Orissa and surrounding areas. Closely associated with goddess <i>Sankattarani</i> and considered as one of the 108 Avatars of the goddess Durga, Bidaptarini is especially prayed to for help in overcoming troubles. Her legends which are recounted during the annual festival associated with her, the <i>Bipadtarini Vrata</i>, observed by women, on the Between Dwitiya (Ratha Yatra) to Dashami {(Ulta Ratha Yatra ) or (Bahuda Jatra)} or Between 2nd day to 10th Day of the Shukla paksha (waxing moon) Tuseday or Sutarday in month of Ashada according to the Hindu Calendar. Her legends established her name, Bipada – Tarini, which literally means <i>deliverer from troubles</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend\">Legend</span></h2>\n\n<p>The <i>puja</i> (ritual worship) of Bipodtarini - a vrata (vow) performed by women - is followed or preceded by the telling of the legend of the goddess. The legend is set in Vishnupur or Bishnupur (in the present West Bengal), the seat of the Mallabhum kingdom from 7th century AD to 19th century during the period of Malla kings who belonged to Bagdi caste (Barga Kshatriya). The queen had a friend belonging to Mochi caste who ate beef. The queen was horrified to learn this, out of curiosity the queen wanted to see the meat. One day, the queen asked her friend to show it to her. The girl initially refused, fearing the wrath of the pious Hindu king, however later she complied with the queen's request. However, the queen got betrayed and the furious king rushed to kill her. The queen hid the meat in her clothes and prayed to goddess Durga for help. Subsequently when the king tore her clothes to find what was hidden beneath them, all he could find there was a red jaba flower (hibiscus). Even today the goddess's puja remains part of women’s rites and is performed for the goddess' intervention during a family crisis.</p>\n<p>Like some other manifestations of Durga, who are invoked during time of specific crisis, or to help an ailing family member, Bipadtarini is also prayed as \"cure deity\". The annual Bipadtarini-Puja is an important event in the religious calendar of most temples in the region.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p><b>The Dates of puja in this year (2013) can be found here</b>: http://www.kanchanmoni.com/bengali_calendar.htm</p>\n<p>Bipodtarini is worshipped annually at Mahishilla Colony, Asansol, West Bengal. The ceremony or puja for Bipodtarini was first performed 20 years ago by Phani Bhusan Goswami and his wife Sabitri Goswami. The ceremony is attended by people from the Durgapur, Asansol, Burdwan and Birbhum areas.</p>\n<p>The celebration goes on for four days. The first day is the <i>aradhana</i> (\"worship\") of the goddess, followed by two nights of celebrations which include performances of traditional Bengali folk songs, bhajans and kirtans by artists from Bolpur (Shantiniketan) and the Birbhum district. On the fourth day the traditional <i>bisorjon</i> or immersion of the goddess in water is performed.</p>\n<p>Bipodtarini puja includes many rituals like the fasting observed by majority of women on the day of the puja. The tying of the red colored taga on the wrist is also one of the significant customs. The taga is a kind of thread considered to be made sacred through the various rituals on the event of the puja.</p>\n<p>The puja at Asansol also constitutes the performance of <i>Dandi</i>. While performing this act first the devotees have to take a holy bath, to cleanse of sin and purify themselves. Then from the place of holy bath to the place of worship, the devotees repeatedly prostrate before the goddess by lying down their full body on the ground with their arms on top and cover the full distance without walking.</p>\n<p>Later, a famous gurudev [Baba Dulal] saw a new avatar of Bipadtarini Ma in his dreams and then he started Bipadtarini Brata in a new manner.. Hde always told the devotees to Worship Ma Bipadtraini as Ma and not as any goddess. Whenever you are in trouble just utter these words \"Jay Ma Bipadtarini Chandir Jay\" 3 times and Ma will protect you from that trouble.</p>\n<p>The Bipadtarini Temple in Rajpur(West Bengal) holds a top position as one of the most holy temples of India. The bipadtarini puja is also held annually in kfs kali mandir( bani mandir club ) by Falguni mohan ghosh &amp; ABHIJIT GHOSH &amp;with the help of all the club members. This puja is special because it is held in the kalimandir from early 1950's. It is situated in Kumardhubi, Jharkhand.</p>\n<h2><span id=\"Important_shrines\">Important shrines</span></h2>\n\n<ul><li>Maa Bipadtarini Mandir, Garia, Kolkata</li>\n<li>Maa Bipadtarini Temple, Rajpur, South 24 Parganas</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bipodtarini.JPG"}, {"ns": 6, "title": "File:Dandi.jpg"}, {"ns": 6, "title": "File:Hibiscus Brilliant.jpg"}, {"ns": 6, "title": "File:Snapshot(18).JPG"}]}