{"pageid": 2855410, "ns": 0, "title": "Nikkal", "extract": "<p><b>Nikkal</b>, Ugaritic 𐎐𐎋𐎍 <i>nkl</i>, full name Nikkal-wa-Ib, is a goddess of Ugarit/Canaan and later of Phoenicia. She is a goddess of orchards, whose name means \"Great Lady and Fruitful\" and derives from Akkadian / West Semitic \"´Ilat ´Inbi\" meaning \"Goddess of Fruit\". De Moor translates Ugaritic 𐎛𐎁 \"ib\" as \"blossom\" which survives in biblical Hebrew as אֵב (Strongs Concordance 3) and cites Canticles 6:11 as a survival of this usage</p>\n<p>She is daughter of Khirkhibi, the Summer's King, and is married to the moon god Yarikh, who gave her necklaces of lapis-lazuli. Their marriage is lyrically described in the Ugaritic text \"Nikkal and the Kathirat\". She may have been feted in late summer when tree fruits had been finally harvested. Her Sumerian equivalent is the goddess Ningal, the mother of Inanna and Ereshkigal.</p>\n<p>The oldest incomplete annotated piece of ancient music is a Hurrian song, a hymn in Ugaritic cuneiform syllabic writing which was dedicated to Nikkal. This was published upon its discovery in Ugarit by Emmanuel Laroche, first in 1955 and then more fully in 1968, and has been the focus of many subsequent studies in palaeomusicology by, amongst others, Anne Draffkorn Kilmer, who gave it the title of \"The Hymn to Nikkal\" l.</p>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Driver, Godfrey Rolles (1956, 2nd ed., 1971). <i>Canaanite Myths and Legends</i> (2nd ed.). Edinburgh: T. &amp; T. Clark</li>\n<li>Kilmer, Anne Draffkorn. \"The Cult Song with Music from Ancient Ugarit: Another Interpretation\". <i>Revue d'Assyriologie</i> 68 (1974): 69–82.</li>\n<li>Kilmer, Anne Draffkorn, Richard L. Crocker, and Robert R. Brown. <i>Sounds from Silence: Recent Discoveries in Ancient Near Eastern Music</i>. Berkeley: Bit Enki Publications, 1976. (booklet and LP record, Bit Enki Records BTNK 101, reissued [s.d.] with CD).</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Palm tree symbol.svg"}]}