{"pageid": 286050, "ns": 0, "title": "Bhairavi", "extract": "<p><b>Bhairavi</b> is a fierce and terrifying Hindu goddess associated with the Mahavidyas. She is the consort of Kala Bhairava.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n\n<p>The name <i>Bhairavi</i> means \"Terror\" or \"awe-inspiring\". She is the sixth of ten Mahavidyas. She is also called Tripurabhairavi. \"Tri\" means three, \"Pura\" means fortress, castle, city, town, etc. Tripura convey three different stages of consciousness i.e active, dream and deep sleep. She is in the form of all triads and once these triads are transcended, the Brahman is attained. In other words, once we have her grace, we can realize Shiva consciousness. Hence She is called Tripurabhairavi.</p>\n<p>She is described with various forms. In the most popular form she is seated on a lotus with four hands, one with a book, one with rosary beads, one with chin mudra and another with varada mundra. In another form she is carrying a sword and a cup containing blood and other two hands showing abhaya and varada mudras. She is also depicted as sitting on Shiva, which is more predominant in tantric worship. She is also depicted as a queen, closely resembling Rajarajesvari.</p>\n\n<p>Tripurabhairavī is set to be residing in muladhara chakra. Her mantra consists of three letters and they all form an inverted triangle in the centre of muladhara chakra. She is the creator in muladhara chakra in the form of kamarupa, which consists of three dots forming an inverted triangle, from which all triads are born, which ultimately leads to the creation of this universe. The innermost triangle of muladhara chakra is known as kamarupa. The three points of triangle have three bijaksara's (sacred letters) and the three bijaksara's connected to each other by the sides of the triangle and each of these sides represent iccha sakthi, jnana sakthi and kriya sakti or the Divine will, Divine knowledge and Divine action. Tripura Sundari and Tripura Bhairavi are closely associated but different. Tripura Bhairavi is posited as the latent energy whereas as Tripura Sundarī who causes this latent energy to actualize and moves this energy upwards towards higher chakra's till Sahasrara Chakra.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>Bhairavi is also a title for a female adept in Kundalini Tantra. A yogini is a student of Tantra or an aspirant. A <i>Bhairavi</i> is one who has succeeded. So the one who has achieved the state of Bhairavi, is beyond the fear of death and therefore awesome.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Linga Bhairavi Devi temple at Isha Yoga Center (Kovai, Tamil Nadu).</p>\n<p><br></p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Mahakali</li>\n<li>Mahavidya</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Kinsley, David (1988). <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions.</i> University of California Press. ISBN 0-520-06339-2.</li>\n<li><cite id=\"CITEREFMaity1962\" class=\"citation\">Maity, P. K (1962), <i>Historical Studies in the Cult of the Goddess Manasa</i>, Calcutta</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABhairavi&amp;rft.aufirst=P.+K&amp;rft.aulast=Maity&amp;rft.btitle=Historical+Studies+in+the+Cult+of+the+Goddess+Manasa&amp;rft.date=1962&amp;rft.genre=book&amp;rft.place=Calcutta&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>R. D. Trivedi: Iconography of Parvati (Delhi, 1981)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bhairabi Janbazar Sammilito Kali Puja Samiti Arnab Dutta 2011.jpg"}, {"ns": 6, "title": "File:Goddess Bhairavi.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Nepalese - Bhairava with Goddess - Walters 543024 (2).jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}