{"pageid": 286047, "ns": 0, "title": "Bagalamukhi", "extract": "<p><b>Bagalamukhi</b> or <b>Bagala</b> (Devnagari: बंगलामुखी) is one of the ten mahavidyas (great wisdom goddesses) in Hinduism. Bagalamukhi Devi smashes the devotee's misconceptions and delusions (or the devotee's enemies) with her cudgel. The word <i>Bagala</i> is derived from the word <i>Valga</i> (meaning – bridle or the rein that we put in the mouth to control the movements of tongue and direction) which, became <i>Vagla</i> and then <i>Bagla</i>. The goddess has 108 different names (some others also call her by 1108 names). Bagalamukhi is commonly known as Pitambara Maa in North India, the goddess associated with yellow color or golden colour.</p>\n<p>Bagalamukhi is one of the ten forms of the wisdom goddesses, symbolising the potent female primeval force. Bagulamukhi means the back side of Shiva.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>\"Bagalamukhi\" is derived from \"Bagala\" (distortion of the original Sanskrit root \"valgā\") and \"mukha\", meaning \"bridle\" and \"face\", respectively. Thus, the name means one whose face has the power to capture or control. She thus represents the hypnotic power of the Goddess. Another interpretation translates her name as \"Kalyani\".In Kubjika Tantra there is a reference to yet another interpretation of the meaning of the name ‘Bagala’. In the initial chapter of the text there is a verse – ‘Bakare Baruni Devi Gakare Siddhida Smrita. Lakare Prithivi Chaiba Chaitanya Prakrirtita’ (‘Ba’, the first letter of the name – ‘Bagala’, means ‘Baruni’ or ‘She Who is filled with the intoxicating mood to vanguish the demon’. ‘Ga’, the second letter, means ‘She Who grants all kinds of divine powers or siddhis and successes to human beings’. ‘La’, the third letter, means ‘She Who is the foundation of all kinds of sustaining powers in the world like the earth and is Consciousness Herself’.</p>\n<p>Bagalamukhi has a golden complexion and her dress is yellow. She sits in a golden throne in the midst of an ocean of nectar full of yellow lotuses. A crescent moon adorns her head. Two descriptions of the goddess are found in various texts: the <i>Dwi-Bhuja</i> (two-handed), and the <i>Chaturbhuja</i> (four-handed). The Dwi-Bhuja depiction is the more common, and is described as the <i>Soumya</i> or milder form. She holds a club in her right hand with which she beats a demon, while pulling his tongue out with her left hand. This image is sometimes interpreted as an exhibition of <i>stambhana</i>, the power to stun or paralyse an enemy into silence. This is one of the boons for which Bagalamukhi's devotees worship her. Other Mahavidya goddesses are also said to represent similar powers useful for defeating enemies, to be invoked by their worshippers through various rituals.</p>\n<p>Bagalamukhi is also called <i>Pitambaradevi</i> or <i>Brahmastra Roopini</i> and she turns each thing into its opposite. She turns speech into silence, knowledge into ignorance, power into impotence, defeat into victory. She represents the knowledge whereby each thing must in time become its opposite. As the still point between dualities she allows us to master them. To see the failure hidden in success, the death hidden in life, or the joy hidden in sorrow are ways of contacting her reality. Bagalamukhi is the secret presence of the opposite wherein each thing is dissolved back into the Unborn and the Uncreated.</p>\n<p>In ‘Bagalamukhistotratram’, a part of ‘Rudrayamala’ (a famous Tantra work), there are hymns in praise of the powers of Goddess Bagalamukhi – “Vadi Mukati Rankati Kshitipatirvaishwanarah Sheetati Krodhi Samyati Durjanah Sujanati Khsipranugah Khanjati. Garvi Khanjati Sarvaviccha Jarati Tvanmantrinaamantritah Srinitye Baglamukhi Pratidinam Tubhyam Namah “(By the effect of Your Mantra good conversationalists become speechless; rich become beggars; devastating fire gets cooled. The anger of the angry person is removed; an evil minded person becomes good. The quick moving person becomes crippled. The conceit of the conceited person is reduced. Knowledgeable person nearly becomes a fool. Salutations to the compassionate Bagalamukhi!)</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n\n<p>The reference behind the origin of Goddess Bagalamukhi is found in Svatantra Tantra. Once upon a time, a huge storm erupted over the Earth. As it threatened to destroy whole of the creation, all the gods assembled in the Saurashtra region. Goddess Bagalamukhi emerged from the 'Haridra Sarovara', and appeased by the prayers of the gods, calmed down the storm. You can see replica of 'Haridra Sarovara', as described in scriptures, at Peetambara Peetham, Datia, Madhya Pradesh, India.</p>\n\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Kamakhya Temple in Guwahati is considered to be the center of Tantricism, where there is the presence of temples dedicted to the ten Mahavidyas. A few miles away from the Kamakhya Temple is the temple dedicated to the Goddess Bagalamukhi. Major temples to the goddess are situated in the Pathankot Mandi highway NH20 at Kotla and bankhandiHimachal Pradesh in the north, and at Nalkheda at Agar Malwa district in Madhya Pradesh and Pitambara Peeth in Datia Madhya Pradesh. In South India there is a temple at Bagalapeetam, Eraiyur Road, Vallakottai in Kanchipuram district in Tamil Nadu. sree suryamangalam, Kallidaikurichi, Papankulam village in Tirunelveli district in Tamil Nadu.</p>\n<p>In Somalapura (Kalyani) of Sindhanur taluk, Yadagiri district of North Karnataka there is a less known but very powerful Bagulamukhi Sidhdha Peeth ( A Sidhdha peetha is a temple built by a great yogi after Devi's sakshaatkara and falling to the love of the yogi, devi promises to preside in the temple )or temple is there built by great yogi Shri Chidanandavadhoota around 300 years ago. 'Shree Devi Charitre' was composed by Chidanandavadhoota which is read in every household of Karnataka even today.</p>\n<p>In Virupaskhi, a small village next to Mulabagil of Kolar district Karnataka, there is a Bagulamukhi temple. The Bagulamukhi temple is part of temple complex of Virupakshi temple. The mythology tells that the Virupaskha ling was installed by great sage Atri Maharshi, father of Shriguru Dattatreya. The linga changes its color in 3 ways from sunrise to sunset. It is believed that King Vikramaaditya built the Bagulamukhi temple at Virupakshi.</p>\n<p>Nepal, where the worship of tantric goddesses had Royal patronage, also has a large temple devoted to Bagalamukhi in the Newar city of Patan in Nepal near Kathmandu. The territory of the Bagalamukhi temple in Patan also has several other temples dedicated to Ganesha, Shiva, Saraswati, Guheswar, Bhairava etc.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Devi</li>\n<li>Mahavidya</li>\n</ul><p>Baglamukhi is the eighth mahavidya, invoked for destruction of enmity, often mistaken for enemy. This is the Supreme divine force, believed to have been invoked by Lord Ram to destroy the demon Ravan with his descendants.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite id=\"Da\" class=\"citation book\">David R. Kinsley (1998). <i>Tantric Visions of the Divine Feminine: The Ten Mahāvidyās</i>. Motilal Banarsidass Publ. pp. 196–207. ISBN 978-81-208-1522-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABagalamukhi&amp;rft.au=David+R.+Kinsley&amp;rft.btitle=Tantric+Visions+of+the+Divine+Feminine%3A+The+Ten+Mah%C4%81vidy%C4%81s&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=978-81-208-1522-3&amp;rft.pages=196-207&amp;rft.pub=Motilal+Banarsidass+Publ.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DgkCsrfghkZ4C%26pg%3DPA196&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">David R. Kinsley (1988). <i>Hindu Goddesses: Visions of the Divine Feminine in the Hindu Religious Tradition</i>. University of California Press. pp. 161–164. ISBN 978-0-520-90883-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABagalamukhi&amp;rft.au=David+R.+Kinsley&amp;rft.btitle=Hindu+Goddesses%3A+Visions+of+the+Divine+Feminine+in+the+Hindu+Religious+Tradition&amp;rft.date=1988&amp;rft.genre=book&amp;rft.isbn=978-0-520-90883-3&amp;rft.pages=161-164&amp;rft.pub=University+of+California+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DHzldwMHeS6IC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"Fr\" class=\"citation book\">David Frawley (1996). <i>Tantric Yoga and the Wisdom Goddesses: Spiritual Secrets of Ayurveda</i>. Motilal Banarsidass Publ. pp. 130–135. ISBN 978-81-208-1357-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABagalamukhi&amp;rft.au=David+Frawley&amp;rft.btitle=Tantric+Yoga+and+the+Wisdom+Goddesses%3A+Spiritual+Secrets+of+Ayurveda&amp;rft.date=1996&amp;rft.genre=book&amp;rft.isbn=978-81-208-1357-1&amp;rft.pages=130-135&amp;rft.pub=Motilal+Banarsidass+Publ.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DL5COaBYcOd4C%26pg%3DPA130&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Bagala Janbazar Sammilito Kali Puja Samiti Arnab Dutta 2011.jpg"}, {"ns": 6, "title": "File:Bagalamukhi Matrika.jpg"}, {"ns": 6, "title": "File:Bagalamukhi Patachitra.JPG"}, {"ns": 6, "title": "File:Bagalamukhi Temple 1.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}