{"pageid": 28745, "ns": 0, "title": "Styx", "extract": "<p>In Greek mythology, <b>Styx</b> (<span></span>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Στύξ</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[stýkʰs]</span>) is a deity and a river that forms the boundary between Earth and the Underworld (the domain often called Hades, which also is the name of its ruler). The rivers Styx, Phlegethon, Acheron, Lethe, and Cocytus all converge at the center of the underworld on a great marsh, which sometimes is also called the Styx. According to Herodotus, the river Styx originates near Feneos. Styx is also a goddess with prehistoric roots in Greek mythology as a daughter of Tethys, after whom the river is named and because of whom it had miraculous powers.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Significance\">Significance</span></h2>\n<p>The deities of the Greek pantheon swore all their oaths upon the river Styx because, according to classical mythology, during the Titan war, Styx, the goddess of the river, sided with Zeus. After the war, Zeus declared that every oath must be sworn upon her. Zeus swore to give Semele whatever she wanted and was then obliged to follow through when he realized to his horror that her request would lead to her death. Helios similarly promised his son Phaëton whatever he desired, also resulting in the boy's death. Myths related to such early deities did not survive long enough to be included in historic records, but tantalizing references exist among those that have been discovered.</p>\n<p>According to some versions, Styx had miraculous powers and could make someone invulnerable. According to one tradition, Achilles was dipped in the waters of the river by his mother during his childhood, acquiring invulnerability, with exception of his heel, by which his mother held him. The only spot where Achilles was vulnerable was his heel, where he was struck and killed by Paris' arrow in the Trojan War. This is the source of the expression <i>Achilles' heel,</i> a metaphor for a vulnerable spot.</p>\n<p>Styx was primarily a feature in the afterworld of classical Greek mythology, similar to the Christian area of Hell in texts such as <i>The Divine Comedy</i> and <i>Paradise Lost</i>. The ferryman Charon often is described as having transported the souls of the newly dead across this river into the underworld. Dante put Phlegyas as ferryman over the Styx and made it the fifth circle of Hell, where the wrathful and sullen are punished by being drowned in the muddy waters for eternity, with the wrathful fighting each other. In ancient times some believed that placing a coin (Charon's obol) in the mouth of the deceased would pay the toll for the ferry to cross the river, which would lead one to the entrance of the underworld. If someone could not pay the fee it was said that they would never be able to cross the river. This ritual was performed by the relatives.</p>\n<p>The variant spelling <b>Stix</b> was sometimes used in translations of Classical Greek before the 20th century. By metonymy, the adjective <i>stygian</i> (<span></span>) came to refer to anything dark, dismal, and murky.</p>\n<h2><span id=\"Goddess\">Goddess</span></h2>\n<p>Styx was the name of the daughter of Tethys and Oceanus, the goddess of the River Styx. In classical myths, her husband was Pallas and she gave birth to Zelus, Nike, Kratos, and Bia (and sometimes Eos). In those myths, Styx supported Zeus in the Titanomachy, where she was said to be the first to rush to his aid. For this reason, her name was given the honor of being a binding oath for the deities. Knowledge of whether this was the original reason for the tradition did not survive into historical records following the religious transition that led to the pantheon of the classical era.</p>\n<h2><span id=\"Science\">Science</span></h2>\n<p>As of 2 July 2013, Styx officially became the name of one of Pluto's moons. The other moons of Pluto (Charon, Nix, Hydra, and Kerberos) also have names from Greco-Roman mythology related to the underworld.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Burial jar depicting a boatman with passenger</li>\n<li>Kormet</li>\n<li>Rasā</li>\n<li>Sanzu River</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Styx\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AStyx&amp;rft.atitle=Styx&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Doré - Styx.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Idata Stigos.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}