{"pageid": 28887882, "ns": 0, "title": "Nüba", "extract": "<p><b>Nüba</b> (Chinese: <span lang=\"zh\" xml:lang=\"zh\">女魃</span>; pinyin: <span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">nǚbá</span>), also known as <b>Ba</b> (魃) and as <b>Hanba</b> (旱魃), is a Chinese drought deity. \"Ba\" is her proper name, with the <i>nü</i> being an added indication of being feminine and <i>han</i> meaning \"drought\".</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>Ba is the daughter of the Yellow Emperor (Huangdi) whom she aided during his Battle at Zhuolu against Chiyou: after Chiyou had fielded a wind god (Feng Bo) and a rain god (Yu Shi), Ba descended from heaven to use her drought power to defeat their wind and rain powers. She is one of the first goddesses attested to in Chinese literature, appearing in the early collection of poetry, the <i>Shijing</i>, as well as in the later <i>Shanhaijing</i>. Nüba can be considered to be an ancient Chinese mythical drought demon. After having descended from Heaven to aid Huangdi at Zhuolu, instead of returning to heaven, Ba wandered to the northern parts of the earth. Wherever Ba appeared there would be a drought.</p>\n<h2><span id=\"Appearance\">Appearance</span></h2>\n<p>Ba is described in the <i>Shanhaijing</i> as dressed in green clothes. In the <i>Shenyijing</i> of Han Dynasty or Six Dynasties times, she is described as above average height, but otherwise looking like a person, who walked naked as fast as the wind.</p>\n<h2><span id=\"Rain_ceremonies\">Rain ceremonies</span></h2>\n<p>Up through the middle of the twentieth century, ceremonies to produce rain were held in many regions of China. The basic idea of these ceremonies, which could last several hours, was to drive Ba out of the region. Once Ba was chased away, then the drought was thought to depart along with her, and that rain would then be sure to soon commence.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Chinese folk religion</li>\n<li>Chinese mythology</li>\n<li>Religion in China</li>\n<li>Hiderigami, her Japanese counterpart</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Yang, Lihui, <i>et al.</i> (2005). <i>Handbook of Chinese Mythology</i>. New York: Oxford University Press. ISBN 978-0-19-533263-6</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Guanyu-1.jpg"}]}