{"pageid": 2889473, "ns": 0, "title": "Navadurga", "extract": "<p><b>Navadurga</b> (Sanskrit: नवदुर्गा, lit. <i>Nine forms of Durga</i>), are nine manifestations of the Goddess Durga in Hinduism, especially worshipped during the festival of Navratri where each of the nine manifested forms are consecutively venerated throughout all the nine nights. The nine manifested forms of Goddess Durga are: Shailaputri, Brahmacharini, Chandraghanta, Kushmanda, Skandamata, Katyayini, Kaalratri, Mahagauri and Siddhidhatri.</p>\n<h2><span id=\"Etymology_and_Iconography\">Etymology and Iconography</span></h2>\n<p>Each manifestation of godess Durga of is known by her respective name, governing planet, iconography, mantra for invocation (usually repeated 108 times at each sitting during the period of Navratri), dedicated day of Navratri worship and respective prayers.</p>\n<ul><li><b>Shailaputri</b></li>\n</ul><p>About: After self-immolation in Her form as <i>Sati</i>, the Mother Goddess took birth in the house of King of Mountains, as the daughter of Lord Himalaya.</p>\n<p>Etymology: <i>Shailaputri</i> literally means the daughter (putri) of the mountain (shaila)</p>\n<p>Day of worship: 1st day of Navratri</p>\n<p>Governing planet: Moon</p>\n<p>Mantra: <i>Om Devi Shailaputryai Namah</i> ॐ देवी शैलपुत्र्यै नमः॥</p>\n<p>Iconography: Devi Shailaputri is depicted with two hands and has a crescent moon on her forehead. She holds a trident in her right hand &amp; a lotus flower in the left. She rides on mount Nandi (bull).</p>\n<ul><li><b>Brahmacharini</b></li>\n</ul><p>About: After the <i>Kushmanda</i> form, the Mother Goddess took birth at the home of Daksha Prajapati, as his daughter, Sati, who was born to marry Shiva. This unmarried form of the Mother Goddess is worshipped as <i>Brahmacharini</i>.</p>\n<p>Day of worship: 2nd day of Navratri</p>\n<p>Governing planet: Mars</p>\n<p>Mantra: <i>Om Devi Brahmacharinyai Namah</i> ॐ देवी ब्रह्मचारिण्यै नम</p>\n<p>Iconography: Walks on bare feet, carrying a <i>japa mala</i> in Her right hand and a <i>kamandalu</i> in Her left hand.</p>\n<ul><li><b>Chandraghanta</b></li>\n</ul><p>About: Goddess Chandraghanta is the married form of the Mother Goddess following on from <i>Shailputri</i> and <i>Mahagauri</i>. After getting married to Shiva, <i>Goddess Mahagauri</i> started adorning her forehead with a half moon(Chandra) shaped like a bell(Ghanta) due to which, she became known as <i>Goddess Chandraghanta</i>.</p>\n<p>Day of worship: 3rd day of Navratri</p>\n<p>Governing planet: Venus</p>\n<p>Mantra: <i>Om Devi Chandraghantayai Namah</i> ॐ देवी चन्द्रघण्टायै नम</p>\n<p>Iconography: <i>Goddess Chandraghanta</i> mounts the tigress. She wears the semi-circular moon(Chandra) on her forehead. The half-moon on her forehead looks like the bell(Ghanta) and hence, Her name. She is depicted with ten hands. Goddess Chandraghanta carries Trishul, Gada, sword and <i>kamandalu</i> in Her four left hands and keeps the fifth left hand in <i>Varadamudra</i>. She carries a lotus flower, arrow, Dhanush and Japa Mala in Her four right hands and keeps the fifth right hand in <i>Abhaya Mudra</i>.</p>\n<p>Special powers: This form of the Mother Goddess is ready for war with all her weapons, to protect the peace and welfare of Her devotees. It is believed that the sound of the moon-bell on her forehead drives all types of evil away from Her devotees.</p>\n<ul><li><b>Kushmanda</b></li>\n</ul><p>About: After taking the form of <i>Siddhidatri,</i> the Mother Goddess started living within the Sun thereby liberating the Sun's energy to the universe. Since then, this form of the Goddess has been known as <i>Kushmanda</i>, namely for her power and capability to live inside the Sun. The glow and radiance of her body is as luminous as that of the Sun.</p>\n<p>Day of worship: 4th day of Navratri</p>\n<p>Governing planet: Sun</p>\n<p>Mantra: <i>Om Devi Kushmandayai Namah</i> ॐ देवी कूष्माण्डायै नम</p>\n<p>Iconography: Rides on a lioness and has eight hands. She holds a <i>kamandalu</i>, Dhanush, Bada and Kamal in Her right hands. Her left hands hold Amrit Kalash(pot of nectar), <i>japa mala</i>(prayer beads), Gada and Chakra - in that order.</p>\n<p>Specific power: She created the universe in the flash of Her smile and is believed to bestow siddhis(supernatural powers) and niddhis(wealth) to Her devotees.</p>\n<ul><li><b>Skandamata</b></li>\n</ul><p>About: In her form as mother of the God of War, <i>Lord Skanda</i>(also known as <i>Kartikeya</i>), she is known as <i>Goddess Skandamata</i>.</p>\n<p>Day of worship: 5th day of Navratri</p>\n<p>Governing planet: Mercury</p>\n<p>Mantra: Om Devi Skandamatayai Namah ॐ देवी स्कन्दमातायै नम</p>\n<p>Iconography: Goddess Skandamata mounts the ferocious lion. She carries baby Skanda in her lap. Lord Skanda(also known as <i>Kartikeya</i> or <i>Lord Murugan</i>) is the brother of <i>Ganesha</i>. Goddess Skandamata is depicted with four hands. She carries lotus flowers in Her upper two hands. She holds baby <i>Skanda</i> in one of Her right hands and keeps the other right hand in <i>Abhayamudra</i>. She sits on a lotus flower and because of that, is also known as <i>Goddess Padmasana</i>.</p>\n<p>Special powers: Devotees who worship this form of the Mother Goddess get the added benefit of blessings of Lord Skanda, the God of War(also known as Kartikeya).</p>\n<ul><li><b>Katyayani</b></li>\n</ul><p>About: To destroy demon <i>Mahishasura</i>. The daughter of sage Katyayana, who incarnated to help Devas</p>\n<p>Day of worship: 6th day of Navratri</p>\n<p>Governing planet: Jupiter</p>\n<p>Mantra: <i>Om Devi Katyayanyai Namah</i> ॐ देवी कात्यायन्यै नम</p>\n<p>Iconography: <i>Goddess Katyayani</i> rides on a magnificent lion and is depicted with four hands. She carries a lotus flower and sword in her left hands respectively and keeps her right hands in <i>Abhayamudra</i> and <i>Varadamudra</i>s.</p>\n<ul><li><b>Kaalratri</b></li>\n</ul><p>About: This is the fiercest and the most ferocious form of the Mother Goddess, in which she manifests to destroy the demons, <i>Sumbha and Nisumbha</i>.</p>\n<p>Day of worship: 7th day of Navratri</p>\n<p>Governing planet: Saturn</p>\n<p>Mantra: <i>Om Devi Kalaratryai Namah</i> ॐ देवी कालरात्र्यै नम</p>\n<p>Iconography: Her complexion is dark black and She rides on a donkey. She is depicted with four hands. Her right hands are in <i>Abhayamudra</i> and <i>Varadamudra.</i> She carries a sword and deadly iron hook in her left hands.</p>\n<ul><li><b>Mahagauri</b></li>\n</ul><p>About: <i>Goddess Shailputri</i> at the age of sixteen was extremely beautiful and blessed with a fair complexion. Due to her extremely fair complexion, she was known as <i>Goddess Mahagauri</i>.</p>\n<p>Day of worship: 8th day of Navratri</p>\n<p>Governing planet: Rahu</p>\n<p>Mantra: <i>Om Devi Mahagauryai Namah</i> ॐ देवी महागौर्यै नम</p>\n<p>Iconography: She rides the bull, just like <i>Goddess Shailputri</i>. She has four arms, holding a Trishul in one of her right hands and depicts the Abhayamudra with the other right hand. She carries a Damaru in one left hand and depicts the Varadamudra in her other left hand.</p>\n<ul><li><b>Siddhidhatri</b></li>\n</ul><p>About: In the beginning of the universe, Lord Rudra worshipped the unmanifest form of the Mother Goddess, Adi Parashakti for creation. As Adi Parashakti, the Mother Goddess was pure energy and had no form. She thus appeared in the form of <i>Siddhidhatri</i> from the left half of Shiva.</p>\n<p>Day of worship: 9th day of Navratri</p>\n<p>Governing planet: Ketu</p>\n<p>Mantra: <i>Om Devi Siddhidatryai Namah</i> ॐ देवी सिद्धिदात्र्यै नम</p>\n<p>Iconography: <i>Goddess Siddhidatri</i> sits on Kamal and rides on the lion. She is depicted with four hands. She has Gada in the one right hand, Chakra in the other right hand, lotus flower in the left hand and Shankh in the other left hand.</p>\n<p>Specific power: She bestows all types of <i>siddhi</i>(supernatural powers) to her devotees and hence is worshipped by humans, ghandarvas, asuras and devas alike.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>Dictionary of Hindu Lore and Legend</i> (ISBN 0-500-51088-1) by Anna Dhallapiccola</li>\n</ul>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>NavDurga</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Navadurga.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}