{"pageid": 28950968, "ns": 0, "title": "The Night of Enitharmon's Joy", "extract": "<p><i><b>The Night of Enitharmon's Joy</b></i>, often referred as <i><b>The Triple Hecate</b></i> or simply <i><b>Hecate</b></i>, is a 1795 work of art by the English artist and poet William Blake which depicts Enitharmon, a female character in his mythology, or Hecate, a chthonic Greco-Roman goddess of magic and the underworld. The work presents a nightmarish scene with fantastic creatures.</p>\n<p><i>The Triple Hecate</i> is painted with deep tones and bold masses. Blake employed a new technique whose \"effect is darker and richer than [his] illuminated books\". One scholar interprets his colour print <i>Hecate</i> thus:</p>\n<blockquote>\n<p>\"She is triple, according to mythology: a girl and a boy hide their heads behind her back. Her left hand lies on a book of magic; her left foot is extended. She is attended by a thistle-eating ass, the mournful owl of false wisdom, the head of a crocodile (blood-thirsty hypocrisy), and a cat-headed bat.\"</p>\n</blockquote>\n<p>Blake often drew on Michelangelo to create and compose his epic images, including Hecate's, according to a consensus of critics. \"Blake is indebted to Michelangelo for many of his giant forms\". Michelangelo contributed many \"characters to Blake's gallery of mythic persons and heroes\". Regarding the <i>Hecate</i> colour print, a suggested trail may be traced. From Michelangelo, Blake copied his early sketch entitled <i>The Reposing Traveller</i>, which then evolved into a figure for his work (1795-1797) regarding <i>Night Thoughts</i>, and also into the similarly posed figure of Hecate here.</p>\n<p>The image may also allude to the Three Fates — the Moirai of Greek mythology and the Parcae of Roman. Notwithstanding these allusions, critics point out that a contemporary trigger for Blake's inspiration probably was the return popularity of Shakespeare's play <i>Macbeth</i>. As Hecate listens offstage, the three witches, in arranging Macbeth's doom, chant: \"Double, double, toil and trouble; Fire burn and cauldron bubble\". Each witch in turn adds her verses, the second's being:</p>\n<dl><dd>\"Fillet of a fenny snake,</dd>\n<dd>In the cauldron boil and bake;</dd>\n<dd>Eye of newt and toe of frog,</dd>\n<dd>Wool of bat and tongue of dog,</dd>\n<dd>Adder's fork and blind-worm's sting,</dd>\n<dd>Lizard's leg and owlet's wing,</dd>\n<dd>For a charm of powerful trouble,</dd>\n<dd>Like a hell-broth boil and bubble.\" (<i>Macbeth</i>, IV.i)</dd>\n</dl><p>Hence, bat, owl, snake or frog would be appropriate to <i>The Triple Hecate</i>.</p>\n<p>Blake printed his illuminated <i>Europe a Prophecy</i> in 1794. The bulk of the book, according to one scholar, \"is devoted to <i>the night of Enitharmon's joy</i>, when she establishes her Woman's World with its false religion of chastity and vengeance: a religion of eighteen hundred years, which is the error of official Christianity.\" In other words, it is said to represent a Feminine Will over a patriarchal Christianity. Blake's character is described as \"the Moon of love to Los's Sun\", hence its relationship with Hecate, one of the Moon Goddesses alongside Diana/Artemis and Selene. She is also invoked in <i>Hamlet</i>, in the play within the play method, by the (actor) Lucianus: \"With Hecate's ban thrice blasted, thrice infected, Thy natural magic and dire property [...]\" but in <i>Europe: a Prophecy</i> Enitharmon's night is presented in this way:</p>\n<dl><dd>\"Now comes the night of Enitharmon's joy!</dd>\n<dd>Who shall I call? Who shall I send?</dd>\n<dd>That Woman, lovely Woman! may have dominion</dd>\n<dd>Arise O Rintrah thee I call! &amp; Palamabron thee.</dd>\n<dd>Go! tell the human race that Womans love is Sin!</dd>\n<dd>That an Eternal life awaits the worms of sixty winters</dd>\n<dd>In an allegorical abode where existence hath never come:</dd>\n<dd>Forbid all Joy, &amp; from her childhood shall the little female</dd>\n<dd>Spread nets in every secret path.\"</dd>\n</dl><p>There are other literary sources for the myth of Hecate, such as <i>Metamorphoses</i> by Ovid, VI 140, VII 74, 94, 174, 177, 194, 241, XIV 44, 405, and Blake himself: \"The Gods all Serve her at her will; so great her Power is, like fabled Hecate, she doth bind them to her law.\" (Blake, <i>Then She bore Pale desire…</i>). But not only in his poetry <i>The Triple Hecate</i> makes a connection: it is seen as an opposition to his painting <i>Pity</i>, circa 1795, where the piety provides a \"possibility of salvation\" in the fallen world. Here, both witchcraft and curse, associated with Hecate, are factors to human perdition. Geoffrey Keynes wrote about it:</p>\n<blockquote class=\"templatequote\">\n<p>\"Hecate, an infernal Trinity, crouches in the centre. An evil winged spectre hovers over her. On her left an ass is grazing on rank vegetation, while an owl and a great toad watch from between rocks. The theme of the Moon Goddess is derived from Shakespeare's <i>Midsummer Night's Dream</i>.\"</p>\n</blockquote>\n<p>The image was created in a time in which Shakespeare's <i>Macbeth</i> had a revival, being performed nine times. Like other works by Blake, such as <i>The Ghost of a Flea</i>, the picture is part of W. Graham Robertson's private collection and was presented to the Tate Gallery by himself in 1939. It is considered to be one of the most brilliant and significant pictures of William Blake.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>The Night of Enitharmon's Joy</i> (formerly called <i>Hecate</i>). Profile of the picture in Tate Gallery official website.</li>\n<li>Tate Britain Past Exhibitions. A collection of Gothic Nightmares in Tate official site.</li>\n</ul>", "images": [{"ns": 6, "title": "File:William Blake 006.jpg"}]}