{"pageid": 28998397, "ns": 0, "title": "Xiangshuishen", "extract": "<p>The <b>Xiangshuishen</b> or <b>Xiang River Goddesses</b> are goddesses (or spirits, and sometimes gods) of the Xiang River in Chinese folk religion. The Xiang flowed into Dongting Lake through the ancient kingdom of Chu, whose songs in their worship have been recorded in a work attributed to Qu Yuan. According to a somewhat later tradition, the Xiang goddesses were daughters of the Emperor Yao, who were named <b>Ehuang</b> (Chinese: <span lang=\"zh\" xml:lang=\"zh\">娥皇</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">É Huáng</span></i>; Fairy Radiance) and <b>Nüying</b> (Chinese: <span lang=\"zh\" xml:lang=\"zh\">女英</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Nǚ Yīng</span></i>; Maiden Bloom) who were said to have been married by him to his chosen successor, and eventually emperor, Shun, as a sort of test of his administrative abilities: then, later, they became goddesses, after the death of their husband.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend_of_the_spotted_bamboo\">Legend of the spotted bamboo</span></h2>\n\n\n<p>The spots that appear on the stems of certain bamboos legendarily first appeared on the bamboo growing by the Xiang River, caused by the tears which fell upon them, shed by the two Xiang River goddesses, mourning the disappearance and presumed death of their beloved husband, the Emperor and hero Shun. There are various versions of this mythological story; but, according to one version, in the last year of his reign Shun decided to tour the country of the Xiang River area. According to another version he was engaged in a military expedition versus the \"Miao\". Upon his sudden death during this journey, in the \"Wilderness of Cangwu\", near the headwaters of the Xiang River in the Jiuyi Mountains (sometimes translated as Doubting Mountain), both of his wives rushed from home to his body (or, in another version, to look for it, but were unable to find it), and then they wept by the river for days: their copious tears falling upon the bamboos by the river, stained them permanently with their spots.</p>\n<h2><span id=\"The_First_Qin_Emperor_and_Xiang_Jun\">The First Qin Emperor and Xiang Jun</span></h2>\n<p>According to Sima Qian's <i>History</i> (Ch.6, \"Annals of the First Qin Emperor\"), in the 28th year of his reign (219 BCE), the Qin Emperor went on an excursion, wishing to visit the holy mountain of Heng (the southernmost of the Five Sacred Mountains of China, in present-day in Hunan). However, while attempting to travel there by boat, the emperor suddenly encountered a great wind which nearly prevented his safely reaching land (much less reaching his destination). The incident took place near the shrine of Xiang Jun (on Xiangshan). Upon inquiring about identity of Xiang Jun, the emperor learned that the name referred to the daughters of Yao and the wives of Shun who were buried at this location. Before returning home (by the different Wu Pass land route), the enraged emperor ordered 3000 convict laborers to cut down all of the trees on this mountain, and then to paint the entire mountain red. Part of the reason for the Qin emperor's fury was that the Xiang goddess(es) were patron deities of his old enemies of the Kingdom of Chu; the color red was intended to symbolize the color of the clothing mandated for convicted criminals.</p>\n<h2><span id=\"Culture\">Culture</span></h2>\n\n<p>The Xiang River Goddesses (or Deities) have been referenced in Classical Chinese poetry, as far back as the early southern anthology the <i>Chu ci</i>, attributed to Qu Yuan.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Chinese gods and immortals</li>\n<li>Bamboo</li>\n<li>Chinese mythology</li>\n<li>Dongting Lake</li>\n<li>Eight Views of Xiaoxiang</li>\n<li>Four Treasures of the Study</li>\n<li>Xiaoxiang</li>\n<li>Xiang River</li>\n<li>Junshan Island</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Hawkes, David, translator and introduction (2011 [1985]). Qu Yuan <i>et al.</i>, <i>The Songs of the South: An Ancient Chinese Anthology of Poems by Qu Yuan and Other Poets</i>. London: Penguin Books. ISBN 978-0-14-044375-2</li>\n<li><cite id=\"CITEREFMurck2000\" class=\"citation book\">Murck, Alfreda (2000). <i>Poetry and Painting in Song China: The Subtle Art of Dissent</i>. Harvard Univ Asia Center. ISBN 978-0-674-00782-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AXiangshuishen&amp;rft.aufirst=Alfreda&amp;rft.aulast=Murck&amp;rft.btitle=Poetry+and+Painting+in+Song+China%3A+The+Subtle+Art+of+Dissent&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=978-0-674-00782-6&amp;rft.pub=Harvard+Univ+Asia+Center&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D1eGqk66tvsQC%26pg%3DPP1&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:BanZhu Bamboo.jpg"}, {"ns": 6, "title": "File:Li sao illustré 3 4.png"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Zhongwen.svg"}]}