{"pageid": 29227703, "ns": 0, "title": "Navadurga (regional goddess)", "extract": "<p><b>Navadurga</b> is the Kuldevta (family deity) of many Gaud Saraswat Brahmins (GSB's) and Daivadnya Brahmins in India - in Goa &amp; Maharashtra. Due to the forceful Portuguese conversion and intervention into their rituals, the Deity with all the other purushas had to be shifted from Gavasim to their present respective places. The Saraswats and Daivadnyas who left to the north of Goa, established a temple in the honours of the Goddess. The present temple along with the kulpurushas is located in Vengulara Redi(Maharashtra). The other Saraswats and Daivadnyas who left to the East of Goa along with their Kulapurushas established a temple dedicated to the Goddess. Today the magnificent temple located in Madkai, is famous for its Navadurga having a tilted head. Legend says that a wealthy Saraswat merchant when placed a flower worth Rs. 1000, the Goddess tilted her head acknowledging the merchant's devotion. A similar legend follows at the Katyayani Baneshwar, a Konkani temple (once located in Benaulim, Goa) now located in Aversa, Karnataka. Here Katyayani too like the Navadurga has a tilted head.As the legend goes a goldsmith belonging to Daivadnya Brahmin community living in the village of Madkai was ordered by temple authorities to fabricate a mask of the Goddess Navdurga. The Goddess appeared in the goldsmith’s dream and told him to make the mask similar to his daughter’s face. The mask was prepared resembling his daughter’s face, but after few days his daughter became weak and died. The goldsmith was very sad because of her death. The Goddess appeared before him once again and told him that she will visit his house once in a year as his daughter. Hence as a tradition goes the same mask of the Goddess is welcomed in the Goldsmith’s house on Karthik Shukla Asthami day every year. This day is celebrated by the Madkaikars(Goldsmith's family) in the same way as a married girl visiting her paternal home. The Navdurgas located in Madkai (Goa), Kundaim (Goa) and Redi (Vengurla - Maharashtra) are considered to be Saraswat Kuldevtas whereas the others are gram devtas or normal Hindu temples.</p>\n\n<p>The present temple has recently banned entry of foreigners into the temple citing objectionable dressing and conduct as the reason.</p>\n<p>There are many Navadurga Temples in Goa such as at Madkiam, Kundaim, Pale, Poinguinim, Borim, Adkolna, (Siddheshwar-)Navadurga at Surla &amp; at Redi, Vengurla in Maharashtra. The Redi Navadurga was shifted from Gavasi (Gancim) Goa in the 16th Century to present Kanyale-Redi, Tehsil:Vengurla location of Sindhudurg district of Maharashtra.</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Shree Navadurga Devi Temple Kanyale Redi, Vengurla, Maharashtra.</li>\n<li>Shree Navadurga Temple</li>\n<li>Location map of Shree Navadurga Devi Temple Kanyale, Redi, Vengurla, Maharashtra.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Shree Navadurga.jpg"}, {"ns": 6, "title": "File:Wiki letter w.svg"}]}