{"pageid": 29525764, "ns": 0, "title": "Angalaamman", "extract": "<p><b>Angālamma</b>/<b>Ankālamma</b> is a name given to the Tamil and Telugu village deity, Angāla/Ankāla Parameshwari. However, Ankālamma is a non-Vedic deity and like so many popular deities, she seems to have originated in a fierce guardian figure. In the rituals dedicated to her, she is appeased with blood. Ankālamma's shrines are usually located outside of the village in groves of trees. They are usually not proper temples, but very simple stone structures. She is considered one of the fiercest forms of the mother Goddess Amman, and is worshipped as Kuladevi by Tamils and Telugus of the Carnatic region.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Story_of_(Thandakarunyam)_Melmalaiyanur\"></span><span id=\"Story_of_.28Thandakarunyam.29_Melmalaiyanur\">Story of (Thandakarunyam) Melmalaiyanur</span></h2>\n<p>Once upon a time, the goddess Shakthi was born as a girl named 'Dhakshayani' after her father, King \"Dakshan\" who was immortally a son of Lord Brahma. Dhakshayani loved Lord Shiva, for which her father criticized her, saying she should not marry him as he stayed with the demons and snakes in the graveyard. Lord Shiva came to the Daksha's garden where Dhakshayani was picking flowers for Shiv pooja, and asked her to come with him to the Kailasham (The Himalayas) on the bull named Nandi. Dhakshan was very angry with Shiva, so he tried to insult Lord Shiva by making a Yagna by inviting all Gods, Devas, and Rishis, but not Lord Shiva.</p>\n<p>The Yagna started and all the gods, devas and rishis went to the yagna. Dhakshayani Devi was very vexed by her father's action. She asked her husband for permission to attend that yagna to ask her father why he ignored her husband (Dhakshan's Son-in-Law) and why he is doing this yagna without the Lord Shiva. The Lord advised her not to go there but Dhakshayani argued, and the Lord with utmost anger said \"GO\" to Dhakshayani and she went. However, Daksha even criticised the Lord Shiva among all the invitees who came to that yagna. Dhakshayani realized that her husband asked not to go there, but she came there without obeying her husband. She felt guilty and cursed her father saying that your yagna will be destroyed, and she jumped onto the fire in the yagna.</p>\n<p>This news is brought to the Lord Shiva by the saint Naratha. Upon hearing this the Lord danced an angry dance, \"Ruthra Thandavam\"; his sweat fell to earth, forming Lord Veerabhadra and Bhadrakali, and these two danced with the Lord Shiva. Then the Lord ordered Veerabhadra and Bhadrakali to kill Dhaksha and destroy the yagna. Meanwhile, the Lord Shiva took the burnt body of Dhakshayani and danced fiercely; as he danced Dhakshayni's body disintegrated, falling throughout India to create Shakti Peethas. Where the right hand fell in Tamil Nadu is a place called Thandakarunyam, later called Melmalaiyanoor. The right hand that fell there is protected by a long snake by making a snake hive till now that snake hives sand is given as prasada On obeying his commands Lord Veerbhadra and Bhadrakali maa destroyed the yagna the Devas and Rishies and the Gods went away from there in fear and finally Lord Veerabhadra killed Daksha by slaying his head and all Gods asked to give life to Daksha, so Lord Veerabhadra slayed the head of a goat which was kept for the sacrifice for the yagna and put its head on Dakshas body and gave him life. The Daksha, with the goat's head, asked for forgiveness from Lord Veerabhadra and the Lord Shiva and then the Lord Veerabhadra went with Daksha to the place full of Betal leaves(Vetrilai kaadu) now called Anumanthapuram and stayed there and giving boons to the people who worship him. Goddess Bhadrakali also came to Anumanthapuram and stayed there near a lake in that village till now the people who were caught by an evil ghost go to that temple and get relief from evil ghosts. As the devotees belief she is roaming on mid nights around her circle to protect her devotees from diseases.</p>\n<h2><span id=\"Story_of_Angalamman\">Story of Angalamman</span></h2>\n<p>Once Shakthi was reborn as Parvati, Brahma performed a yagna to save god and men from two demons known as Sandobi and Sundaran. Through this yagna Tilottama, an apsara came to life. Attracted by the beauty of Thilothama, the demons and even Brahma, followed her. For her protection she went to Kailash where Brahma also followed. As Brahma also was with five heads, Parvati mistook him for Shiva and felt at his feet. When Parvati realized the truth, she was very angry and prayed to Shiva that the fifth head of Brahma should be destroyed. So Shiva as \"Rudra\" cut off one head of Brahma. Now, Brahma now with four heads cursed Shiva that his fifth head must be attached to his hand itself and hereafter Shiva must be affected having hunger, having no sleep. So Shiva came to earth and roamed everywhere. When he was hungry he begged and ate, but half of the food he begged was eaten by the fifth head of Brahma: that is, the \"Kabala\" so Shiva roamed in every graveyard and slept in ashes and that form of Shiva is worhipped as Bhairava in south India.</p>\n<p>Parvati went to her brother Lord Vishnu and asked for relief for her husband so Lord Vishnu said to Parvati, \"My dear sister, go to Thandakarunyam graveyard with your husband and make a pond there named \"Agni kula theertham\" and prepare a tasty food made by Agathi keerai (Humming bird tree leaves) and blood of chicken and serve that food to kabala and then throw the food everywhere in the graveyard. The kabala will come down, leaving Shiva's hand, to eat the food. Then take your husband to the pond and clean him with that water so that it will not catch your husbands hand\". Parvati did as her brother said: she took her husband to thandakarunyam graveyard and prepared the food, served it to the kabala and then threw it in the graveyard. The kabala came down from Shiva's hand; meanwhile, Parvati took her husband to the pond and cleaned him. The kabala searched for Shiva's hand but could not touch him so it got attached to Parvati's hand. So Parvati forgot about this and danced but later she recognised what had happened and became big, assuming a terrible and fearful form and destroyed the kabala with her right leg.</p>\n<p>The fiercest form (Angara rubam or Agora rubam) which destroyed the kabala when separated from Parvati is called Angalaamman. Parvati told Angalaamman to stay there and give a boon to the people who worship her and she went to Kailasa. However, Shiva was not there. Shiva got relief from Brahma's curse, but he was too hungry so he went Kashi and there Parvati, incarnated as \"Annapoorani Devi\", served him food and Shiva ate and got relief from his hunger.</p>\n<p>In the Thandakarunyam Angalaamman give boon to the people who worship her the people who had diseases went there and get relief from the diseases she drive away the evil ghosts from the people and people go there and worship her in New moon days (Amavasya) at the midnight of every New moon day Angalamman is decorated and put on a swing (Amavasai Oonjal).</p>\n<h2><span id=\"Mayana_Kollai\">Mayana Kollai</span></h2>\n<p>The major function celebrated for angalaamman is  \"Mayana Kollai\" celebrated in the Tamil month of Maasi; the English month of February and March. It consists of an ​Animal sacrifice,  goats and chickens are sacrificed in her name or for her. The functions fall​s on a new moon day of the Tamil month Maasi (Maasi Amavasya)and the day before the new moon day is Maha Shivaratri​ which is the​ main festive occasion contributed for Lord Shiva. In Malaiyanoor the festivities are celebrated for ten days and Angalaamman is decorated in different forms and she is taken in a ​ chariot through out the streets of Malaiyanoor.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Her temples are mainly found in Tamil Nadu. There is a famous temple in Putlur in Tiruvallur district near Chennai, named 'Sri Angala Parameswari temple' which is said to be 500 to 1000 years old. The temple is filled with turmeric and kumkum smell. Women place a lime fruit at the feet of the Goddess keeping their sari pallu also there with some prayer. If the fruit rolls and falls at the sari piece, it indicates their wish will be fulfilled, it is believed. The idol of the goddess appears as a women suffering from labour pain lying with her mouth open.</p>\n<p>The temple for Angala parameshwari amman at Iluppur in Pudukottai District is also very powerful and is home deity for many people there. People from even abroad like USA, Singapore come here to make offerings.</p>\n<ul><li>Worlds Biggest Angalaparameswari Temple, Ankalipuram, Near Agaramangalam Village, Chittor http://www.ankalipuram.com</li>\n<li>Sri Angalaparmeshwari Temple,Poondurai,Erode</li>\n<li>Loganayagi Sri Angala Parameshwari Temple, Kumaragunta, Ponnai Post, Vellore Dt,632514 https://www.google.co.in/maps/place/Kumaragunta,+Keeraisathu,+Tamil+Nadu+632514/@13.1183589,79.2659819,17z/data=!4m2!3m1!1s0x3bad4e3da36d9de9:0xcdc56768a735bb03?hl=en</li>\n<li>Angala parameshwari templle in Amur/Amoor, Musiri Taluk, Trichy</li>\n<li>sri Angala parameswari Amman temple panchanathikulam east. Vedaraniyam. Nagapatinam</li>\n<li>Angala Parameswari Amman Temple, Sannathi Street, Opposite to Thiruverkadu Bus Terminus, Thiruverkadu, Chennai</li>\n<li>Angalamman Temple, Kaveripakkam</li>\n<li>Sri Angalamman Temple, Bhandahalli, Dharmapuri District(Jami S R)</li>\n<li>Angalamman Temple in Choolaimedu, Chennai</li>\n<li>Angala Parameswari Temple, Royapuram, Chennai</li>\n<li>Angala Parameswari Temple, Tiruvallikeni, Chennai</li>\n<li>Angala Parameswari Temple, Velachery, Chennai</li>\n<li>Angalamman Temple, Choolai, Chennai</li>\n<li>Angalamman Temple, Kalvadangam Arulmigu Angalamman Thirukoil, Kalvadangam, Salem District, Sankagiri Taluk</li>\n<li>Angalaparameswari Temple, Thurayur, Tiruchchirappalli</li>\n<li>Angalaparameswari Temple, Melmalayanur, Viluppuram</li>\n<li>Angalaparameswari Temple, Parangani, Vanur taluk, Viluppuram DT</li>\n<li>Angalaparameswari Temple, Naalukottai, Sivagangai</li>\n<li>Angalamman Temple, Muthanampalayam, Tiruppur</li>\n<li>Sri Angala Amman Temple, Melmaliyanoor.</li>\n<li>Sri Angala Parameswari Temple, Soorakuzhi, Andimadam, Ariyalur DT</li>\n<li>Sri Angala Parameshwari Temple, Iluppur, Pudukottai District</li>\n<li>Sri Angala Parameshwari Temple, Uppiliakudi, Off Ilayavayal, Pudukottai District</li>\n<li>Arulmigu Angala Parameswari Thirukovil, Vadugapalyam Village, Pollachi, Coimbatore District</li>\n<li>Sri Angala Parameshwari Temple, Olappalayam, Gobichettipalayam, Erode District</li>\n<li>Sri Angala Parameswari Amman Temple, Ariyanenthal, Paramakudi Taluk, Ramanathapuram District</li>\n<li>Arulmigu Angaala Parameswari Temple, Enathi Sengottai, Manamadurai, Sivaganga District</li>\n<li>Sri Angala Parameswari Amman Temple, Kottur, Peralam(via), Nanilam Taluk, Thiruvarur District</li>\n<li>sri angalamman temple, Venbavoor, Veppanthattai (Tk) Perambalur (Dt). This temple main function was mayanakollai coming chitra pournammi.2015</li>\n<li>Sri Mel Malaiyanoor Angala Parameswari temple, Kuala Selangor, Malaysia.</li>\n<li>Sri Anggala Parameswari Amman Alayam, Kuala Selangor, Malaysia.</li>\n<li>Sri Angala Parameshwari Amman Alayam, Muthialpet, Pondicherry- India.</li>\n<li>Sri Angala Parameshwari Amman Alayam, Pillaiyarkuppam, Puducherry 605502- India.</li>\n<li>Sri Angala Parameshwari Temple, Rasipuram, Namakkal District</li>\n<li>Sri Angala Parameswari Amman Thirukkovil, Saka Naickken Street, Near Kasukkadai Street, Thanjavur</li>\n</ul><p>Sri Angala Parameshwari Amman Temple, Kaasanadu Kattukkurichi, Thanjavur</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Facebook</li>\n<li>MELMALAIYANUR TEMPLE</li>\n<li>Sri Angala Parameswari temple, Putlur</li>\n<li>http://indiancolumbus.blogspot.com/2011/01/putlur-angala-parameswari-temple.html</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}