{"pageid": 29583069, "ns": 0, "title": "Vegoia", "extract": "<p><b>Vegoia</b> (Etruscan: <i>Vecu</i>) is a nymph and/or sibyl within the Etruscan religious framework who is responsible for writing some parts of their large and complex set of sacred books, of initiating the Etruscan people to the arts, originating the rules and rituals of land marking, and presiding over the observance, respect and preservation of boundaries.</p>\n<p>Vegoia is also known as Vecu, Vecui, Vecuvia, Vegoe or else Begoe or even Bigois as it sometimes appears. (see: List of Etruscan mythological figures).</p>\n<h2><span id=\"In_the_Etruscan_religious_framework\">In the Etruscan religious framework</span></h2>\n<p>The actual Etruscan religious system remains mostly obscure. The Etruscan language is poorly understood, due to the lack of many bilingual documents comparable to the Rosetta stone. Therefore, the ancient Etruscan documents (8th, 7th, 6th centuries BCE) that would reflect their own proper conceptions do not yield much. Moreover, during the later period (5th through 1st centuries BCE) Etruscan civilization heavily incorporated elements of Greek civilization and eventually diluted itself in the Greco-Roman mixture of their powerful Roman neighbours. Lastly, while they formalized their religious concepts and practices in a series of \"sacred books\", most are no longer extant and known only through commentaries or quotes by Roman authors of the late 1st century: and hence may be biased.</p>\n<p>Two mythological figures have been set by the Etruscans as presiding over the production of their sacred books: a female figure, Vegoia, and a monstrous childlike figure gifted with the knowledge and prescience of an ancient sage, Tages. Those books are known from Latin authors under a classification pertaining to their content according to their mythological author (whether delivered through speeches or lectures, such as Tages, or inspiration).</p>\n<h2><span id=\"The_attributes_of_Vegoia\">The attributes of Vegoia</span></h2>\n<p>The revelations of the prophetess Vegoia are designated as the <i>Libri Vegoici</i>, which included the <i>Libri Fulgurales</i> and part of the <i>Libri Rituales</i>, especially the <i>Libri Fatales</i>.</p>\n<p>The figure of Vegoia is almost entirely blurred in the mists of the past. Vegoia is mostly known from the traditions of the Etruscan city of Chiusi (Latin: Clusium; Etruscan: Clevsin; Umbrian: Camars)(nowadays in the province of Siena).</p>\n<p>She is barely designated as a “nymph”, as the writer of the <i>Libri Fulgurales</i>, which give the keys to interpreting the meaning of lightning strokes sent by the deities (using a cartography of the sky, which, as a sort of property division, was attributed to Vegoia; this assignment of sectors of the horizon to various deities is paralleled in the microcosm that is the liver of a sacrificed animal. The sacred divisions seem also to have a correspondence in the measurement and division of land, which since the very dawn of Etruscan history obeyed religious rules), as teaching the correct methods of measuring space  in the <i>Libri Rituales</i>, and as lording over their observation under threat of some dire woe or malediction, thus establishing her as a power presiding over land property and land property rights, laws and contracts (as distinct of commercial contracts laws).</p>\n<p>She is also indicated as having revealed the laws relative to hydraulic works, thus having a special relationship to \"tamed\" water.</p>\n<p>Such an imposing system of \"revealing\" and \"sacred texts\" would be expected to have left some imprint on the neighboring italic peoples. Indeed, there is ample evidence of the Etruscan culture having heavily permeated their less-advanced Latin and Sabine neighbours' communities. This is for instance reflected in the Etruscan alphabet, itself derived from the Greek one, being solidly established as having inspired the Latin one. Also, the principles and architecture rules of their decimal numerals system are likewise at the origin of the Roman one, actually a simplified version (see: Etruscan numerals). Plus the symbols of supreme power (see Etruscan civilization), or the structure of the calendar in Rome (“itis” or “itus”, the Etruscan notion for the middle of the lunar month has given the Roman <i>Ides</i>, <i>Kalendae</i>, the Etruscan word for calendar, has given <i>calendae</i>, the first day of the month; the Etruscan <i>Craeci</i> has given the word “Greeks” while those people named themselves <i>Hellenes</i>, etc.).</p>\n<p>While the Roman religion has precious little written bases, they nonetheless had a kind of very abstruse set of texts known as the Sibylline Books, which were under the exclusive control of special 'priests' (duumviri, then decemviri) and were solely resorted to in times of ultimate crisis; the devolution of these 'books' to the Romans was, through some rocambolesque scene, attributed to Tarquinius Superbus, the last of the legendary kings of Rome, himself an Etruscan. Likewise, one may suspect that the legend of Egeria, the nymph that inspired Numa Pompilius (the second legendary king of Rome that succeeded its founder Romulus; Latin \"numen\" designates \"the expressed will of a deity\") the establishment of the original framework of laws and rituals of Rome, also associated with \"sacred books\". Numa is reputed to have written down the teachings of Egeria in \"sacred books\" that he made bury with him. When some chance accident brought them back to light some 400 years later, they were deemed by the Senate inappropriate for disclosure to the people and destroyed by their order. What made them inappropriate was certainly of \"political\" nature but apparently has not been handed down by Valerius Antias, the source that Plutarch was using. They were the same that interpreted for him the abstruse omens of gods (episode of the omen from Faunus), and also associated to beneficial water, would have some link with the figure of Vegoia.</p>\n<h2><span id=\"Notes_and_references\">Notes and references</span></h2>", "images": [{"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:GiorcesVeiiApollo1.jpg"}, {"ns": 6, "title": "File:Portal-puzzle.svg"}]}