{"pageid": 29715791, "ns": 0, "title": "Nane (goddess)", "extract": "<p><b>Nane</b> (Armenian: <span lang=\"hy\" xml:lang=\"hy\">Նանե</span>, <i>Nanė</i>) was an Armenian mother goddess. She was the goddess of war and wisdom.</p>\n<p>Nane looked like a young beautiful woman in the clothing of a warrior, with spear and shield in hand, like the Greek Athena, with whom she identified in the Hellenic period.</p>\n<p>She has also been referred to as <i>Hanea, Hanea, Babylonian Nana, Sumerian Nanai or Sumerian Nanai.</i></p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Early_religion\">Early religion</span></h2>\n<p>Though originally worshipping nature, Armenia slowly moved to a Zoroastrian like religion. Soon after this new religion, they formed gods of their own around images of everyday hardworking, ambitious and kind people. The created gods quickly grew to be idolized and worship was cult like involving rituals and sacrifices.</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>Her cult was closely associated with the cult of the goddess Anahit.</p>\n<p>The temple of the goddess Nane was in the town of Thil across from the Lycus River. Her temple was destroyed during the Christianization of Armenia:</p>\n<blockquote>\n<p>\"Then they crossed the Lycus River and demolished the temple of Nane, Aramazd's daughter, in the town of Thil.\"</p>\n</blockquote>\n<blockquote>\n<p>\"Gregory then asked the king for permission to overthrow and destroy the pagan shrines and temples. Trdat readily issued an edict entrusting Gregory with this task, and himself set out from the city to destroy shrines along the highways.\"</p>\n</blockquote>\n<p>According to some authors, Nane was adopted from the Akkadian goddess Nanaya, from the Phrygian goddess Cybele, or was from Elamite origin.</p>\n<h2><span id=\"Other_influential_Gods_of_her_era\">Other influential Gods of her era</span></h2>\n<ul><li>Aramazd was the supreme god and considered to have created Heaven and earth. While providing the earth's fruitfulness, he was comparable to Zues and also happened to be Nane's father. The A-R in his name derives from the Indo-European root for sun, light, and life. His temple was in modern-day Kamakh, in Turkey, which then was the center of Armenia.</li>\n<li>Anahit was the goddess of motherhood and fertility. She was the sister of Nane and was one of the most well respected gods. Having the traditional hair of Armenian women, she held a baby in her arms, and many people believed the world continued to exist because of her.</li>\n</ul><h2><span id=\"Destruction_of_Paganism\">Destruction of Paganism</span></h2>\n<p>When Christianity was first brought to Armenia by the apostles Bartholomew and Thaddeus of Edessa, it was accepted and practiced by most of the people underground and they had to hide their beliefs among Zoroastrian practices.</p>\n<p>After the execution of his father Anak the Parthian, Gregory the Enlightener, escaped Armenia with the help of family friends. He was raised in a Christian upbringing and upon growing older he learned that his father had assassinated Khosrov II of Armenia, the king at that time. Obtaining a fake identity, he returned with the hope to evangelize the country to pay for his fathers sins. King Tiridates II of Armenia, was the heir to the throne and became king. He also happened to be the son of Khosrov. After a few years, \"Gregory\" was admitted onto the kings council where he served for a few years.</p>\n<p>While still practicing a Christian faith, he refused to bring offerings to a pagan Thanksgiving ritual. This and the knowledge of Gregory's true identity infuriated the king. He was tortured yet still would not give in and after increased rage, Tiridates had him thrown into a bottomless pit near modern-day Khor Virap. Though he was left to die, he survived for 13 years with the help of a widow who lived in the city. She had dreamt to throw a loaf of bread in the pit every day and did so.</p>\n<p>At the time, Armenia had a union with Roman Empire yet tensions were growing tight. After the break of the union, the king went mad. Every cure was tried yet nothing seemed to fully cure him. A woman in the kingdom dreamt that Gregory was still alive and his gods word was the cure. To their awe, he indeed was alive. They brought him to the king and sure enough, he cured him.</p>\n<p>After his newly restored health, (around 301 AD) the King declared Christianity as the National religion. (Armenia also happened to be the first Nation to declare Christianity.) He declared that Gregory be the head of the church and quickly the country adapted to Christian morals of love and kindness. Together the king and Gregory dismantled and destroyed Pagan temples and worship.</p>\n<h2><span id=\"Traditions_and_symbols\">Traditions and symbols</span></h2>\n<p>Because the change to Christianity was so forceful, most artifacts, books, and stories were destroyed. As a result, many things are unknown to today's (2010) society.</p>\n<p>It is however known that in Ancient Armenia, it was traditional for Kings to meet with the oldest woman in their dynasty because she was often seen as the epitome of Nane. Interestingly enough, in Armenia and other countries around the world, the name Nane continues to be used not only as a personal name, but also as a nickname for the grandmother of the household. <i>Nanna, Nani, Nannan, etc.</i></p>\n<p>Am'nor took place on March 21 and is what they called their New Year. It was a celebration of Nane's father, the supreme God.</p>\n<p>Before Christianity came to Armenia, the cross was important. The Arevkhatch, had four sections, each twisting in a direction of the cross. Eventually it came to represent war and disruption.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Anahit</li>\n<li>Aramazd</li>\n<li>Nana (disambiguation)</li>\n</ul><h2><span id=\"References\">References</span></h2>"}