{"pageid": 29782948, "ns": 0, "title": "Shashthi", "extract": "<p><b>Shashthi</b> or <b>Shashti</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">षष्ठी</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Ṣaṣṭhī</span>, literally \"sixth\") is a Hindu folk goddess, venerated as the benefactor and protector of children (especially, as the giver of male child). She is also the deity of vegetation and reproduction and is believed to bestow children and assist during childbirth. She is often pictured as a motherly figure, riding a cat and nursing one or more infants. She is symbolically represented in a variety of forms, including an earthenware pitcher, a banyan tree or part of it or a red stone beneath such a tree; outdoor spaces termed <i>shashthitala</i> are also consecrated for her worship. The worship of Shashthi is prescribed to occur on the sixth day of each lunar month of the Hindu calendar as well as on the sixth day after a child's birth. Barren women desiring to conceive and mothers seeking to ensure the protection of their children will worship Shashthi and request her blessings and aid. She is especially venerated in eastern India.</p>\n<p>Most scholars believe that Shashthi's roots can be traced to Hindu folk traditions. References to this goddess appear in Hindu scriptures as early as 8th and 9th century BCE, in which she is associated with children as well as the Hindu war-god Skanda. Early references consider her a foster-mother of Skanda, but in later texts she is identified with Skanda's consort, Devasena. In some early texts where Shashthi appears as an attendant of Skanda, she is said to cause diseases in the mother and child, and thus needed to be propitiated on the sixth day after childbirth. However, over time, this malignant goddess became seen as the benevolent saviour and bestower of children.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Shashthi is portrayed as a motherly figure, often nursing or carrying as many as eight infants in her arms. Her complexion is usually depicted as yellow or golden. A <i>Dhyana-mantra</i> – a hymn describing the iconography of a deity, upon which a devotee of Shashthi should meditate – describes her as a fair young woman with a pleasant appearance, bedecked in divine garments and jewellery with an auspicious twig laying in her lap. A cat (<i><span title=\"International Alphabet of Sanskrit Transliteration\">mārjāra</span></i>) is the <i>vahana</i> (mount) upon which she rides. Older depictions of Shashthi may show her as cat-faced, while another reference describes her as bird-faced.</p>\n<p>In Kushan era representations between the first and third centuries CE, she is depicted as two-armed and six-headed like Skanda. A significant number of Kushan and Yaudheya coins, sculptures and inscriptions produced from 500 BCE to 1200 CE picture the six-headed Shashthi, often on the reverse of the coin, with the six-headed Skanda on the observe. Shashthi is also pictured in a Kushan-era Vrishni triad from the Mathura region, surrounded by Skanda and Vishakha. In Yaudheya images, she is shown to have two arms and six heads that are arranged in two tiers of three heads each, while in Kushan images, the central head is surrounded by five female heads, sometimes attached to female torsos. Terracotta Gupta era (320–550 CE) figures from Ahichchhatra show the goddess with three heads on the front and three on the back.</p>\n<p>The folk worship representation of Shashthi is a red-coloured stone about the size of a human head, typically placed beneath a banyan tree such as those usually found on the outskirts of villages. The banyan may be decorated with flowers or strewn with rice and other offerings. Shashthi is also commonly represented by planting a banyan tree or a small branch in the soil of a family's home garden. Other common representations of the goddess include a Shaligrama stone, an earthen water pitcher, or a Purna Ghata – a water vase with an arrangement of coconut and mango leaves – generally set beneath a banyan tree.</p>\n<h2><span id=\"Evolution_and_textual_references\">Evolution and textual references</span></h2>\n\n<p>The general consensus among scholars of Hinduism traces the origins of Shashthi, like Skanda, back to ancient folk traditions. Over the course of the early centuries BCE, the Vedic fertility goddess of the new moon, Sinivali-Kuhu, and Shri-Lakshmi, the Vedic antecedent of Lakshmi, were gradually fused with the folk-deity Shashthi. This merger created a \"new\" Shashthi that was associated in various ways with Skanda (also known as Kartikeya or Murugan). From her origins as a folk goddess, Shashthi was gradually assimilated into the Brahmanical Hindu pantheon, and ultimately, came to be known in Hinduism as the Primordial Being and Great Mother of all. The fifth century text <i>Vayu Purana</i> includes Shashthi in a list of 49 goddesses, while a Puranic text calls her \"the worthiest of worship among mother goddesses.\" However, the long-standing universality of her worship has led scholar David Gordon White to challenge the classification of Shashthi as a folk goddess, observing that Shashthi has been worshipped on the sixth day after childbirth by \"<i>all</i> Hindus: rural as well as urban people, since the Kushan era.\"</p>\n<p>In textual references, Shashthi is often depicted as closely connected to Skanda. An early textual reference dating to 8th–9th century BCE relates Shashthi to the six Krittikas who nurtured and nursed Skanda. Sometimes regarded as an aspect of the goddess Durga (identified with Parvati – the mother of Skanda), she is also called Skandamata (\"Skanda's mother\"). The 3rd to 5th century text <i>Yajnavalkya Smriti</i> describes Shashthi as the foster-mother and protector of Skanda. However, later texts identified her as Devasena, the consort of Skanda, including the epic <i>Mahabharata</i> wherein Shashthi (as Devasena) -the daughter of Prajapati- is betrothed by the god-king Indra to Skanda. She is also identified with goddesses Shri, Lakshmi, Sinivali, and Kuhu in this text. The scripture <i>Padma Purana</i> also describes Shashthi as the wife of Skanda. In the 7th century text <i>Kadambari</i>, the images of Skanda and Shashthi are also said to have painted together on the wall of a palace lying-in chamber of the queen.</p>\n\n<p>Scriptures and folk traditions also connect Shashthi and Skanda in numerous indirect ways. The <i>Mahabharata</i>, finalised around the 4th century CE, describes a relationship between the infant Skanda and the Matrikas (\"Mothers\"), a group of female deities who embody the perils that afflict children until the age of sixteen. The <i>Encyclopaedia of Hinduism</i> identifies this textual account as a source of the modern-day practice of mothers worshipping Shashthi until their child reaches the age of sixteen. In the <i>Mahabharata</i>, Shashthi is described as an attendant of Skanda who behaves malevolently by causing disease. Skanda is furthermore said to have 18 malevolent spirit-followers collectively known as the skanda graha, one of whom – Revati – is given the epithet \"Shashthi.\" This association of Revati with Shashthi is reiterated in the 5th century text <i>Kashyapa Samhita</i>, wherein Shashthi is also identified as the sixth form of Skanda and a sister of the five Skanda deities. Like Skanda, Shashthi is occasionally depicted with six heads, in which form she is also known by the epithet Shanmukhi (\"six-headed\").</p>\n<p>Shashthi is historically associated with a variety of other deities. The second century BCE composition <i>Manava Grhya Sutra</i> identifies Shashthi with Lakshmi, the goddess of wealth and beauty. It also describes the <i>Shashthi-kalpa</i> rite was performed on the sixth lunar day of every fortnight invoking Shashthi to provide sons, cattle, treasures, corn, and the fulfilment of wishes. The scripture <i>Padma Purana</i>, composed between the 8th and 11th centuries, describes Shashthi as the daughter of Indra. Texts written over the last 500 years, such as the <i>Brahma Vaivarta Purana</i> and the <i>Devi Bhagavata Purana</i> describe Shashthi as the daughter of the creator-god Brahma. In addition, she is associated with Mula-Prakriti, the universal female energy said to be composed of six aspects: one of these, typically the sixth aspect, is said to be Shashthi.</p>\n\n<p>Over time, the characterisation of Shashthi underwent a gradual evolution. Aforementioned folk traditions originating between the 10th and 5th centuries BCE associated the goddess with both positive and negative elements of fertility, birth, motherhood and childhood. However, between the 4th century BCE and the 5th century CE, a shift occurred in which Shashthi was increasingly depicted as a malevolent deity associated with the sufferings of mothers and children. The fifth century text <i>Kashyapa Samhita</i> calls Shashthi by the epithet Jataharini (\"one who steals the born\") and provides a list of the malevolent activities in which Shashthi is believed to engage, including her practice of stealing foetuses from the womb and devouring children on the sixth day following birth. For this reason, the text recommends that she be propitiated through worship in her honour on this day in the lying-in room and on the sixth day of every fortnight thereafter.</p>\n<p>Eventually, Shashthi came to represent all goddesses and forces responsible for causing diseases in children and their mothers, who needed to be propitiated on the sixth day after childbirth to prevent these illnesses. Consequently, Shashthi came to personify the sixth day of a child's life. The sixth day of the lunar fortnight is itself called Shashti, a name derived from the name of the goddess. The <i>Yajnavalkya Smriti</i>, composed during Gupta rule between the 3rd and 5th centuries CE, describes the rites of Shashthi Puja in which Shashthi is worshipped on the sixth day after childbirth to ensure the protection of the newborn baby. According to one explanation for the worship of Shashthi on this day, folk belief associates this critical time in an infant's life with great susceptibility to diseases related to childbirth, such as puerperal fever and tetanus, and that worship of Shashthi is performed to help ward off these diseases.</p>\n<p>Over the past 1500 years, the characterisation of Shashthi gradually shifted toward that of a benevolent and protective figure. In Banabhatta's 7th century work <i>Harshacharita</i>, Shashthi is called Jatamatr (\"mother of the born one\"), while the <i>Kadambari</i> by the same author calls her Bahuputrika, meaning \"having many children\". Shashthi's evolution mirrors that of the demoness Jara of the <i>Mahabharata</i> and a similar Buddhist goddess, Hariti: all of them are characterised in early texts as malevolent goddesses, but over the course of time these deities transform from devourers of children into their saviours and protectors.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>A chapter entitled <i>Shashthidevyupakhyanam</i>, appended to the texts <i>Brahma Vaivarta Purana</i> and <i>Devi Bhagavata Purana</i>, narrates the tale of Shashthi. King Priyavrata – the son of Svayambhuva Manu (the progenitor of mankind) – and his wife Malini performed the <i>putrakamesti yajna</i> (a fire-sacrifice ritual to gain a son) in an effort to conceive, but after twelve years of pregnancy, a still-born son was delivered to Malini. Priyavrata set off to the cremation grounds with the corpse of his son. On his way, he saw a celestial woman dressed in white silk and jewels, riding in a heavenly chariot. She declared to Priyavrata that she was Devasena, the daughter of Brahma and wife of Skanda. She further said that she was Shashthi, foremost of the Matrikas (\"Mothers\") of Skanda, and had the power to grant children to devotees. She held the child in her hand and resurrected the infant, then began to leave for her heavenly abode, taking the child with her. Priyavrata stopped the goddess, praising her and pleading that she return his son to him. The goddess agreed on the condition that Priyavrata would initiate and propagate her worship in all three worlds: heaven, earth and the netherworld. She returned the child to the king, naming him Suvrata and declaring that he should become famous as a great, virtuous, and learned ruler. Priyavrata decreed that Shashthi should be worshipped on the sixth day of every month, as well as the sixth and twenty-first days after childbirth, and on all occasions auspicious to a child. She would be worshipped in the form of a Shaligrama stone, a <i>Purna Ghata</i> under a banyan tree, or an image of her on a wall.</p>\n\n<p>A Bengali folk-tale about Shashthi tells of the youngest of seven daughters-in-law in a prosperous household who was a glutton that used to secretly steal food and then blame a black cat, which was thrashed as punishment. The black cat happened to be the <i>vahana</i> (mount) of Shashthi and complained about the mistreatment to the goddess, who pledged to avenge it. When the youngest daughter-in-law gave birth to a son, the cat stole the child in the night and gave it to the goddess, and did the same for her next six sons. The neighbours accused the young mother of carelessness and began to believe she might be a witch who ate her own children. Finally, when a daughter was born, the young mother decided to remain awake the whole night to resolve the mystery. She managed to catch the cat in the act of robbery and wounded it with her bracelet, but the cat escaped with the child, leaving a trail of blood. The mother followed this trail to the abode of Shashthi. There she saw her sons playing around Shashthi as the goddess held the mother's infant daughter in her arms. Shashthi explained the reason for the mother's ordeal and told her to ask pardon of the cat. The mother asked the cat's pardon, which was granted, and then she promised the goddess that she would offer worship in a ritual dedicated to her, which would come to be known as the Jamai-Shasthi Vrata. The mother returned home with her children and spread the worship of the goddess, who blessed her family with children, wealth and happiness.</p>\n<p>A different version of this tale narrates that when the youngest daughter-in-law was pregnant, she secretly ate the food-offerings ritually dedicated to Shashthi and then blamed the theft on the black cat. Angered by the dishonour of its mistress and the unjust accusation of theft, the cat pledged to teach the young mother a lesson. In this version of the tale, the cat not only stole her six children, but also ate them. But when the seventh child was born, the mother caught the cat fleeing with her child and followed it but tripped in middle of the chase and fainted. The cat took the infant to Shashthi's abode, where she told the goddess the whole tale of her insult. The benign goddess, however, was annoyed with the cat and rushed to the aid of the mother. The goddess explained the reason of her suffering, and after the mother had begged the cat for forgiveness and had sworn to worship Shashthi on anointed days, all seven of her children were returned to her.</p>\n<p>Shashthi's Bengali legends appear in the <i>Mangal-Kavya</i> texts, especially in the <i>Shashthi-mangal</i> section of this work. The <i>Mangal-Kavya</i> and Bengali folk tales describe Shashthi as closely related to Manasa, the serpent goddess. Shashthi furthermore appears as an ally of Manasa in a famous Bengali folk-tale describing Shashthi's activities during the Nag Panchami festival of Manasa.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Among Hindus, Shashthi is widely regarded the benefactor and protector of children and tutelary deity of every household. She is also worshipped as a bestower of children to the childless, and regarded as the foremost goddess for blessing children. One of the earliest scriptural sources to describe a ritual in her honour is the second century BCE composition <i>Manava Grhya Sutra</i>, appended to the <i>Yajurveda</i> (written between the 14th and 10th centuries BCE), which describes a ritual called Shashthi-kalpa. In the Shashthi-kalpa rite, which was described as performed on the sixth lunar day of every fortnight, Shashthi was invoked to provide sons, cattle, treasures, corn, and the fulfilment of wishes. Today, Shashthi continues to be worshipped on the sixth day of each of the twelve lunar months of the Hindu calendar, as well as on the sixth day after childbirth in the lying-in chamber where the birth has taken place. Shashthi is worshipped in a different form in each of these lunar months as the deities Chandan, Aranya, Kardama, Lunthana, Chapeti, Durga, Nadi, Mulaka, Anna, Sitala, Gorupini or Ashoka.</p>\n<p>In North India, Shashthi is worshipped at childbirth and puberty, and during marriage rites. When the pregnant woman is isolated during childbirth in the lying-in chamber, a cow-dung figure of the goddess is traditionally kept in the room. The birth of a living child is considered the blessing of Shashthi, while the birth of a stillborn infant or the early death of a child are considered manifestations of her wrath. Before childbirth, Shashthi is worshipped to protect the welfare of the expecting mother. She is also invoked after childbirth on the sixth day of each month until the child reaches puberty, especially when the child is sick.</p>\n\n<p>In Bengal and South India, Shashthi is worshipped on the sixth day after childbirth and on Aranya-Shashthi (also called Jamai-Shashthi), the sixth day of the bright fortnight of the Hindu month of Jyeshtha. Her worship can be performed in the house, where she is symbolised as an earthenware pitcher; she may also be worshipped outdoors in a natural, open space consecrated to her, termed a shashthitala. In honour of Shashthi, women tie a stone in a small rag to the branch of a tree in the shasthitala: a mother does this to ask for long life for her child, while a barren woman does so to entreat the goddess to aid her in conceiving. The vrata (ritual) performed on the day of Jamai-Shashthi is also prescribed to be performed by pregnant women at least once on any Monday, Tuesday, Friday or Saturday in the month of Jyestha. Dough images of Shashthi and her black cat are prepared and worshipped, along with a water pitcher with a banyan tree branch near it. Betel nuts and leaves, fruits, sweets and kheer are offered to her in units of six. In North India, Shashthi is worshipped in the form of the banyan tree, which is sacred to her.</p>\n<p>In Bengal, on the night of the sixth day after childbirth, a number of items may be placed in the lying-in chamber in deference to Shashthi, such as an earthen pitcher of water covered with a napkin, offerings of husked rice, cooked rice, bananas and sweets, bangles, and pieces of gold and silver. A pen and paper are also kept in the room, because it is believed that Shashthi (or, according to some traditions, Chitragupta or Brahma) comes into the home after everyone is asleep and writes the child's fortune on the paper with invisible ink. In Bihar, the sixth day ceremony is called Chathi or Chati (\"sixth\") and Shashthi is known by the epithet Chati Mata (\"Mother Chati\"). A lump of cow dung dressed in red cloth or paper and covered with vermilion, symbolising the goddess, is kept in the lying-in room. Here, the new-born baby is oiled and dressed in new clothes and rings and then named; a feast follows this ceremony. Childless people may perform a vrata (ritual) in worship of Shashthi, called either Chati Mata or Shashthi Vrata, in an effort to conceive.</p>\n<p>In Orissa, the goddess is worshipped in the lying-in room on the sixth day after childbirth, on the 21st day after childbirth and on every subsequent birthday of the child until he or she reaches the age of sixteen. Shashthi is also prescribed to be worshipped the sixth day of each of the two lunar fortnights occurring each month; as part of the <i>vrata</i> rites, the worship occurring on the bright fortnight of the month of Bhadrapada is the most important of these and holds the same status in Orissa as the Aranva-Shashthi ritual in Bengal. By these rites, it is believed a childless woman may gain offspring, while a mother may secure the longevity and welfare of her child by the grace of the goddess.</p>\n<p>In North India, women worship Shashthi on Ashoka Shashthi, the sixth lunar day of the month of Chaitra. In this region, women will drink water from six flower-buds of the Ashoka tree to secure the well-being of their children. Women observe Khas Shashthi in the month of Pausha by fasting to ensure the longevity of their children.</p>\n<h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">McDaniel, June (2003). <i>Making virtuous daughters and wives: an introduction to women's Brata rituals in Bengali folk religion</i>. SUNY Press. ISBN 0-7914-5565-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShashthi&amp;rft.aufirst=June&amp;rft.aulast=McDaniel&amp;rft.btitle=Making+virtuous+daughters+and+wives%3A+an+introduction+to+women%27s+Brata+rituals+in+Bengali+folk+religion&amp;rft.date=2003&amp;rft.genre=book&amp;rft.isbn=0-7914-5565-3&amp;rft.pub=SUNY+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Bhattacharji, Sukumari (1998). <i>Legends of Devi</i>. Orient Longman. ISBN 81-250-1438-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShashthi&amp;rft.aufirst=Sukumari&amp;rft.aulast=Bhattacharji&amp;rft.btitle=Legends+of+Devi&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=81-250-1438-1&amp;rft.pub=Orient+Longman&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Wilkins, W. J. (1900). <i>Modern Hinduism : an account of the religion and life of Hindus in Northern India</i> (2 ed.). Thacjer, Spink &amp; Co. ISBN 0-524-09142-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShashthi&amp;rft.aufirst=W.+J.&amp;rft.aulast=Wilkins&amp;rft.btitle=Modern+Hinduism+%3A+an+account+of+the+religion+and+life+of+Hindus+in+Northern+India&amp;rft.date=1900&amp;rft.edition=2&amp;rft.genre=book&amp;rft.isbn=0-524-09142-0&amp;rft.pub=Thacjer%2C+Spink+%26+Co&amp;rft_id=https%3A%2F%2Farchive.org%2Fstream%2Fmodernhinduisman00wilkuoft%23page%2Fn7%2Fmode%2F2up&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Big Banyan.jpg"}, {"ns": 6, "title": "File:Black cat on a railing and green trees in summer-Hisashi-01.jpg"}, {"ns": 6, "title": "File:Kalasha.jpg"}, {"ns": 6, "title": "File:Murugan by Raja Ravi Varma.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Shashthi.jpg"}, {"ns": 6, "title": "File:Shasti.jpg"}, {"ns": 6, "title": "File:Standing Goddess Sashti Between Two Warriors Skanda and Visakha - Circa 2nd Century CE - ACCN 00-F-13 - Government Museum - Mathura 2013-02-23 5789.JPG"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}