{"pageid": 29884236, "ns": 0, "title": "Devasena", "extract": "<p><b>Devasena</b> is a Hindu goddess and the first wife of the god Kartikeya, also known as Murugan in Tamil traditions. She is known as <b>Devayanai</b>, <b>Deivanai</b> or <b>Deivayanai</b> in south-Indian texts. Her name is also spelled as <b>Teyvanai</b> or <b>Tevayanai</b> (<span title=\"International Alphabet of Sanskrit Transliteration\">Teyvāṉai</span>).</p>\n<p>Devasena is often described as the daughter of Indra, the king of the gods. She is betrothed to Kartikeya by Indra, when he becomes the commander-in-chief of the gods. In south-Indian accounts, Devasena is generally depicted as an antithesis of Valli, her co-wife; together they complete the god. Devasena is generally depicted with Kartikeya and often is also accompanied by Valli.</p>\n<p>Devasena does not enjoy independent worship, but is worshipped as Kartikeya's consort in most of his temples. She plays a greater role in the Tirupparankunram Murugan Temple, believed to be the site of her marriage.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The Sanskrit name of the goddess <i>Devasena</i> means \"army of the gods\" and thus, her husband is known as <i>Devasenapati</i> (\"Lord of Devasena\"). The epithet <i>Devasenapati</i> is a pun which also conveys his role as commander-in-chief of the gods.</p>\n<p>She is called <i>Deivanai</i> or <i>Deivayanai</i> (Tamil, literally meaning \"celestial elephant\"), as she was raised by Indra's divine elephant Airavata.</p>\n<h2><span id=\"Legends_and_textual_references\">Legends and textual references</span></h2>\n<p>In North India, Kartikeya is generally considered as celibate and unmarried. Sanskrit scriptures generally regard only Devasena as the consort of Kartikeya, while in South India, he has two consorts, Devayanai (Devasena) and Valli. Devasena is described as daughter of the king of the gods, Indra and his wife Shachi or at least the adopted daughter of Indra.</p>\n\n<p>The third book of <i>Mahabharata</i> narrates the tale of the birth of Kartikeya which mentions Devasena. Devasena and Daityasena (literally \"army of demons\") are the daughters of Prajapati Daksha. Once, while the sisters are enjoying leisure at the banks of Lake Manasa, the <i>asura</i> (demon) Keshi abducts them so that he could marry them. While Devasena refuses, Daityasena consents. Meanwhile, the gods are defeated in a battle by the demons. Indra, who is searching for an ideal <i>Devasenapati</i> (commander of the army of the gods), reaches the place where Devasena is held captive. On her request, Indra defeats the demon and rescues her. Devasena asks Indra to find her a husband (<i>pati</i>) who can protect her and defeat the gods, the demons and the yakshas. Indra discusses the matter with the god Brahma and they agree that a son born of Agni would be suitable for being the <i>Devasenapati</i>, the husband of Devasena and the commander-in-chief of the gods. Accordingly, Agni is forced to have a son, who becomes Kartikeya. After many exploits which prove his supremacy over the gods, Kartikeya is made the general of the army of the gods and is married to Devasena by Indra. At this point in the text, Agni is identified with Shiva, who is proclaimed as the father of Kartikeya. Ultimately, with the aid of Devasena and Kartikeya, the gods defeat the demons. In this narrative, Devasena is identified with many other goddesses like Shashthi, Shri-Lakshmi, Kuhu-Sinivali and others.</p>\n<p>The south-Indian manuscripts of the Sanskrit scripture <i>Skanda Purana</i> mentions Devasena and Valli as daughters of the god Vishnu in a previous life. Thus, Kartikeya is regarded as the son-in-law of Vishnu as their husband. An interpolation in the southern recensions of the scripture as well as the <i>Kanda Purana</i> (the Tamil version of the Sanskrit <i>Skanda Purana</i>) narrate the story of the marriage of the two maidens to Kartikeya. The two maidens are fated to be married to the god. The elder sister Devasena is born as Amritavalli. She follows the path of traditional Hindu rituals and practices to gain her husband. Appeased by her penance, Indra adopts her as his daughter and marries her to Kartikeya in an arranged marriage, following custom, after Kartikeya triumphs over the demons. The <i>Kanda Purana</i> describes Devayanai (Devasena) as the daughter of Indra, without any mention of adoption. The couple is described as taking their abode in the hills of Thiruttani, where one of Murugan's chief temples, Thiruthani Murugan Temple, stands. Another version describes the couple as residing in heaven, the abode of the gods. Meanwhile, Valli is born as Sundaravalli. She is adopted by a tribal chieftain and grows up as a huntress. Murugan wins Valli's hand and takes her to Thiruttani. The god is worshipped at the Thiruthani temple, flanked by Devasena on his left and Valli on his right. In the end, the trio settles in the abode of the gods and lives in harmony thereafter. An alternate ending found in Sri Lankan lore describes Murugan as staying on in the forest with Valli after their wedding at Kataragama, where his temple stands. Devayanai tries in vain to compel the god to return to the abode of the gods, but finally joins Kartikeya and Valli to reside in Kataragama.</p>\n<p>Unlike the <i>Skanda Purana</i> which talks about harmony between Devasena and Valli, the <i>Paripatal</i> – part of Tamil Sangam literature – speaks about conflict, resulting in a battle between Devayanai's royal soldiers and Valli's hunter clan, which the latter win. Folk <i>ecal</i> (a folk poem, presented as a dialogue of two persons) tradition also talks about the mistrust and quarrel between the co-wives. In one version - where Devayanai is the elder sister of Valli, Valli tries to woo Murugan, before Devayanai's marriage. As per tradition, the elder sister has to be married off first. Infuriated, Devayanai curses Valli to be born in the forest in her next life, and the curse is then fulfilled when Valli is born as a huntress. In the <i>Jayantipura Mahatmya</i>, the details of which correspond to most of those found in the <i>Skanda Purana</i> tale, Devasena and Valli are married to Kartikeya from primal times. However, in this version, the god condemns Valli to be born on earth as punishment for mocking her sister Devayanai. The <i>Thirumurugatrupadai</i> from Sangam literature describes Murugan being accompanied by his chaste wife Devayanai and honoured by a procession of gods and rishis (sages).</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Deivanai is generally depicted with her husband, particularly in an iconographic form called <i>Senapati</i>. She sits on the left thigh of the six-headed and twelve-armed Kartikeya. One of his arms holds her waist. Numerous depictions of the two exist at Tirupparankunram, the location of their marriage. However, in many south-Indian representations, when Murugan is depicted only with one consort, Valli is favoured over Devasena. In most South-Indian depictions, Murugan is depicted with both his consorts standing besides him; Devasena is on his left-hand side. Her complexion is yellow; she is often depicted adorned with a crown, earrings, necklaces and ornaments. She wears a traditional sari and has two arms. She holds a lotus in her left arm, while his right hand hangs down.</p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>The presence of the two consorts is said to denote the dual nature of Murugan, as the god of heaven and earth. Devasena, the celestial wife, is married in a traditional arranged marriage while the earthy Valli is won by Murugan, resulting in a love marriage. The consorts also represent a syncretism between Shaiva and Vaishnava sects, dedicated to Shiva and Vishnu respectively. The son of Shiva, Kartikeya, becomes the son-in-law of Vishnu, due to the marriages. Both the consorts are identified with the soul (<i>Atman</i>), while their husband (<i>pati</i>, Lord) represents God. The marriage of Devasena conveys Vaishnava ideals, where the soul (Devasena) remains detached from God; she has her own relative autonomy and earns the love of the god by her own merit. In contrast, the Shaiva philosophy says that God is attached to the soul (Valli) and hence he woos her. The <i>Paripatal</i> contains a Tamil panegyric dedicated to Murugan. It praises him as the god who is allowed to have two wives, Devasena – the daughter of Indra and Valli, a hunter princess. Murugan is described to equally spend his time on earth and in heaven. This is also conveyed by his wives, Devasena is a daughter of the heavens, while Valli is an earthly maiden.</p>\n<p>Another interpretation regards the trio as the three eyes of Shiva. Devasena and Valli are representations of <i>kriya shakti</i> (the power of action) and <i>Iccha-shakti</i> (will-power) respectively; while their Lord Kartikeya is the third eye, the symbol of the transcendental <i>jnana-shakti</i> (the power of knowledge). In Tamil literature, two kinds of love are mentioned: <i>karpu</i> (\"chastity\"), love bound in the traditional marriage, represented by Devasena and <i>kalavu</i>, love before marriage, conveyed by Valli. Devasena represents \"the conventional, control, ritualized approach to worship\" God, while Valli is worship through \"ecstasy and self-abandonment\". Devasena is the epitome of chastity and purity. In trinity of <i>guna</i>s, she is the middle <i>guna</i> – Rajas, symbolizing \"rulership, fixity, and stability\". Kartikeya is the most superior Sattva (pure), while Valli is the inferior tamas (dark).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Tirupparankunram Murugan Temple in Tirupparankunram near Tuticorin is dedicated to Murugan and Devayanai. It is believed that she was married to the god at this location. A festival icon depicts the god seated close to his divine consort. The Latankovil temple at Yanaimalai is one of the earliest temples dedicated to the divine couple.</p>\n<p>Devasena and Valli, the consorts of Murugan, do not have independent temples dedicated to them. Their images are installed in shrines of Murugan, where they flank their Lord on either side. They are worshipped with Murugan and receive offerings as part of his worship (see Puja (Hinduism)). A fast is observed on Tuesdays to placate the consort goddesses. Festival icons of Murugan used during temple festival processions generally depict him with his consorts.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Fred W. Clothey (1978). <i>The Many Faces of Murukan̲: The History and Meaning of a South Indian God</i>. Walter de Gruyter. ISBN 978-90-279-7632-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevasena&amp;rft.au=Fred+W.+Clothey&amp;rft.btitle=The+Many+Faces+of+Murukan%CC%B2%3A+The+History+and+Meaning+of+a+South+Indian+God&amp;rft.date=1978&amp;rft.genre=book&amp;rft.isbn=978-90-279-7632-1&amp;rft.pub=Walter+de+Gruyter&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Don Handelman (2013). \"Myths of Murugan\". <i>One God, Two Goddesses, Three Studies of South Indian Cosmology</i>. BRILL. ISBN 978-90-04-25739-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevasena&amp;rft.atitle=Myths+of+Murugan&amp;rft.au=Don+Handelman&amp;rft.btitle=One+God%2C+Two+Goddesses%2C+Three+Studies+of+South+Indian+Cosmology&amp;rft.date=2013&amp;rft.genre=bookitem&amp;rft.isbn=978-90-04-25739-9&amp;rft.pub=BRILL&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Indra giving Devasena to Skandha.jpg"}, {"ns": 6, "title": "File:Murugan by Raja Ravi Varma.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:முருகன் வீதி உலா.jpg"}]}