{"pageid": 29909947, "ns": 0, "title": "Lympha", "extract": "<p>The <b>Lympha</b> (plural <i>Lymphae</i>) is an ancient Roman deity of fresh water. She is one of twelve agricultural deities listed by Varro as \"leaders\" (<i>duces</i>) of Roman farmers, because \"without water all agriculture is dry and poor.\" The Lymphae are often connected to Fons, \"Source\" or \"Font,\" a god of fountains and wellheads. Lympha represents a \"functional focus\" of fresh water, according to Michael Lipka's conceptual approach to Roman deity, or more generally moisture.</p>\n<p>Vitruvius preserves some of her associations in the section of his work <i>On Architecture</i> in which he describes how the design of a temple building <i>(aedes)</i> should reflect the nature of the deity to be housed therein:</p>\n<blockquote>\n<p>The character of the Corinthian order seems more appropriate to Venus, Flora, Proserpina, and the Nymphs <i>[Lymphae]</i> of the Fountains; because its slenderness, elegance and richness, and its ornamental leaves surmounted by volutes, seem to bear an analogy to their dispositions.</p>\n</blockquote>\n<p>The name <i>Lympha</i> is equivalent to, but not entirely interchangeable with <i>nympha</i>, \"nymph.\" One dedication for restoring the water supply was made <i>nymphis lymphisque augustis</i>, \"for the nymphs and august lymphae,\" distinguishing the two as does a passage from Augustine of Hippo. In poetic usage, <i>lymphae</i> as a common noun, plural or less often singular, can mean a source of fresh water, or simply \"water\"; compare her frequent companion Fons, whose name is a word for \"fountain,\" but who is also invoked as a deity.</p>\n<p>When she appears in a list of proper names for deities, Lympha is seen as an object of religious reverence embodying the divine aspect of water. Like several other nature deities who appear in both the singular and the plural (such as Faunus/fauni), she has both a unified and a multiple aspect. She was the appropriate deity to pray to for maintaining the water supply, in the way that Liber provided wine or Ceres bread.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_and_functions\">Name and functions</span></h2>\n<p>The origin of the word <i>lympha</i> is obscure. It may originally have been <i>lumpa</i> or <i>limpa</i>, related to the adjective <i>limpidus</i> meaning \"clear, transparent\" especially applied to liquids. An intermediate form <i>lumpha</i> is also found. The spelling seems to have been influenced by the Greek word νύμφα <i>nympha</i>, as the upsilon (Υ,υ) and phi (Φ,φ) are normally transcribed into Latin as <i>u</i> or <i>y</i> and <i>ph</i> or <i>f</i>.</p>\n<p>That <i>Lympha</i> is an Italic concept is indicated by the Oscan cognate <i>diumpā-</i> (recorded in the dative plural, <i>diumpaís</i>, \"for the lymphae\"), with a characteristic alternation of <i>d</i> for <i>l</i>. These goddesses appear on the <i>Tabula Agnonensis</i> as one of 17 Samnite deities, who include the equivalents of Flora, Proserpina, and possibly Venus (all categorized with the Lymphae by Vitruvius), as well as several of the gods on Varro's list of the 12 agricultural deities. On the Oscan tablet, they appear in a group of deities who provide moisture for crops. In the Etruscan-based cosmological schema of Martianus Capella, the Lymphae are placed in the second of 16 celestial regions, with Jupiter, Quirinus, Mars (these three constituting the Archaic Triad), the Military Lar, Juno, Fons, and the obscure Italo-Etruscan Novensiles. A 1st-century A.D. dedication was made to the Lymphae jointly with Diana.</p>\n<p>The Italic <i>lymphae</i> were connected with healing cults. Juturna, who is usually called a \"nymph,\" is identified by Varro as <i>Lympha</i>: \"Juturna is the <i>Lympha</i> who aids: therefore many ailing people on account of her name customarily seek out this water\", with a play on the name <i>Iu-turna</i> and the verb <i>iuvare</i>, \"to help, aid.\" Juturna's water shrine was a spring-fed <i>lacus</i> in the forum which attracted cure-seekers, and Propertius connected its potency to Lake Albano and Lake Nemi, where the famous sanctuary of Diana Nemorensis was located. Juturna's cult, which Servius identifies as a <i>fons</i>, was maintained to ensure the water supply, and she was the mother of the deity Fons.</p>\n<p>In Cisalpine Gaul, an inscription links the Lymphae to the Vires, \"(Physical) Powers, Vigor\", personified as a set of masculine divinities, a connection that in his monumental work <i>Zeus</i> Arthur Bernard Cook located in the flowing or liquid aspect of the Lymphae as it relates to the production of seminal fluid. As a complement to the Vires, the Lymphae and the nymphs with whom they became so closely identified embody the urge to procreate, and thus these kinds of water deities are also associated with marriage and childbirth. When Propertius alludes to the story of how Tiresias spied the virgin goddess Pallas Athena bathing, he plays on the sexual properties of <i>lympha</i> in advising against theophanies obtained against the will of the gods: \"May the gods grant you other fountains <i>(fontes)</i>: this liquid <i>(lympha)</i> flows for girls only, this pathless trickle of a secret threshold.\"</p>\n<p>The Augustan poets frequently play with the ambiguous dual meaning of <i>lympha</i> as both \"water source\" and \"nymph\". In the poetry of Horace, <i>lymphae</i> work, dance, and make noise; they are talkative, and when they're angry they cause drought until their rites are observed. Some textual editors have responded to this personification by emending manuscript readings of <i>lymphae</i> to <i>nymphae</i>. When the first letter of a form of <i>-ympha</i> is obliterated or indistinct in an inscription, the word is usually taken as <i>nympha</i> instead of the less common <i>lympha</i>.</p>\n<h2><span id=\"Divine_madness\">Divine madness</span></h2>\n\n<p>In the religions of ancient Greece, Rome, and the Celtic territories, water goddesses are commonly sources of inspiration or divine revelation, which may have the appearance of madness or frenzy. In Greek, \"nympholepsy\" (\"seizure by the nymphs\") was primarily \"a heightening of awareness and elevated verbal skills\" resulting from the influence of the nymphs on an individual. The term also meant a physical snatching or abduction of a person by the nymphs, as in the myth of Hylas, and by extension became a euphemism or metaphor for death, as evidenced by both Greek and Roman epitaphs. A person who was a religious devotee of the nymphs might also be called a \"nympholept.\"</p>\n<p>The Latin verb <i>lympho, lymphare</i> meant \"to drive crazy\" or \"to be in a state of frenzy,\" with the adjectives <i>lymphaticus</i> and <i>lymphatus</i> meaning \"frenzied, deranged\" and the abstract noun <i>lymphatio</i> referring to the state itself. Vergil uses the adjective <i>lymphata</i> only once, in the <i>Aeneid</i> to describe the madness of Amata, wife of Latinus, goaded by the Fury Allecto and raving contrary to <i>mos</i>, socially sanctioned behavior.</p>\n<p>Among the Greeks, the Cult of the Nymphs was a part of ecstatic Orphic or Dionysiac religion. The adjective <i>lymphatus</i> was \"strongly evocative of Bacchic frenzy,\" and the Roman playwright Pacuvius (220–130 BC) explicitly connects it to <i>sacra Bacchi</i>, \"rites of Bacchus.\" R.B. Onians explained the \"fluidity\" of the ecstatic gods in the context of ancient theories about the relation of body and mind, with dryness a quality of rationality and liquid productive of emotion. Water as a locus of divine, even frenzied inspiration links the Lymphae to the Latin Camenae, who became identified with the Muses.</p>\n<p>In his entry on <i>Lymphae</i>, the lexicographer Festus notes that the Greek word <i>nympha</i> had influenced the Latin name, and elaborates:</p>\n<blockquote>\n<p>Popular belief has it that whoever see a certain vision in a fountain, that is, an apparition of a nymph, will go quite mad. These people the Greeks call <i>numpholêptoi</i> [\"Nymph-possessed\"] and the Romans, <i>lymphatici</i>.</p>\n</blockquote>\n<p>Because the states of madness, possession, and illness were not always strictly distinguished in antiquity, \"nympholepsy\" became a morbid or undesirable condition. Isidore compares Greek <i>hydrophobia</i>, which literally means \"fear of water,\" and says that \"<i>lymphaticus</i> is the word for one who contracts a disease from water, making him run about hither and thither, or from the disease gotten from a flow of water.\" In poetic usage, he adds, the <i>lymphatici</i> are madmen.</p>\n<p>During the Christianization of the Empire in late antiquity, the positive effects of possession by a nymph were erased, and nymphs were syncretized with fallen angels and dangerous figures such as the Lamia and Gello. Tertullian amplifies from a Christian perspective anxieties that unclean spirits might lurk in various water sources, noting that men whom waters <i>(aquae)</i> have killed or driven to madness or a terrified state are called \"nymph-caught <i>(nympholeptos)</i> or lymphatic or hydrophobic.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Fons</li>\n<li>Nymph</li>\n<li>Nymphaeum</li>\n<li>Lymph, lymph nodes and the lymphatic system derive from the word <i>lympha</i></li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Hylas nymphs Massimo Inv423108.jpg"}]}