{"pageid": 2996203, "ns": 0, "title": "Libera (mythology)", "extract": "<p>In ancient Roman religion, <b>Libera</b> (Latin: <span lang=\"la\" xml:lang=\"la\"><i>Lībera</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈliː.bɛr.a]</span>) was a goddess of wine, fertility and freedom.</p>\n<h2><span id=\"Overview\">Overview</span></h2>\n<p>Libera was the female equivalent of Liber (freedom), while her name is in the feminine form. She was originally an Italic goddess; at some time during Rome's Regal or very early Republican eras, she was paired with Liber, also known as Liber Pater (The Free Father), Roman god of wine, male fertility, and a guardian of plebeian freedoms. She enters Roman history as Triadic cult companion to Ceres and Liber, in a temple established on the Aventine Hill ca. 493 BC. The location and context of this early cult mark her association with Rome's commoner-citizens, or plebs; she might have been offered cult on March 17 as part of Liber's festival, Liberalia, or at some time during the seven days of Cerealia (mid to late April); in the latter festival she would have been subordinate to Ceres. Otherwise, her relationship to her Aventine cult partners is uncertain; she has no known native mythography. </p>\n<p>With the institution of the <i>ritus graecia cereris</i> (Greek rites of Ceres) c.205 BC, Libera was officially identified with Ceres' daughter Proserpina and acquired with her a Romanised form of Greek mystery rite and attendant mythology, based on Greek cults to Demeter and Persephone. In the late Republican era, Cicero describes Liber and Libera as Ceres' children. At around the same time, possibly in the context of popular or religious drama, Hyginus equates her with Greek Ariadne, as bride to Liber's Greek equivalent, Dionysus: therefore her mythographic associations and identity seem far from straightforward. The older and newer forms of her cult and rites, and their diverse associations, persisted well into the late Imperial era. St. Augustine (AD 354 – 430) observes that Libera is concerned with female fertility, as Liber is with male fertility.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Eleutheria</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>"}