{"pageid": 3000895, "ns": 0, "title": "Bhadrakali", "extract": "<p><b>Bhadrakālī</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">भद्रकाली</span>, Bengali: <span lang=\"bn\" xml:lang=\"bn\">ভদ্রকালী</span>, Tamil: <span lang=\"ta\" xml:lang=\"ta\">பத்ரகாளி</span>, Telugu: <span lang=\"te\" xml:lang=\"te\">భద్రకాళి</span>, Malayalam: <span lang=\"ml\" xml:lang=\"ml\">ഭദ്രകാളി</span>, Kannada: <span lang=\"kn\" xml:lang=\"kn\">ಭದ್ರಕಾಳಿ</span>, Kodava: ಭದ್ರಕಾಳಿ) (literally \"<i>Good Kali,</i>\") is a Hindu goddess popular in Southern India. She is one of the fierce forms of the Great Goddess (Devi) mentioned in the Devi Mahatmyam. Bhadrakali is the popular form of Devi worshipped in Kerala as Sri Bhadrakali and Kariam Kali Murti Devi. In Kerala she is seen as the auspicious and fortunate form of Kali who protects the good.</p>\n<p>This goddess is represented with three eyes, and four, twelve, or eighteen hands. She carries a number of weapons, with flames flowing from her head, and a small tusk protruding from her mouth. Her worship is also associated with the Tantric tradition of the Matrikas as well as the tradition of the ten Mahavidyas and falls under the broader umbrella of Shaktism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>In Sanskrit, <i>Bhadra</i> means <i>good.</i> A major religious interpretation of this name is that <i>Bhadra</i> comes from 'Bha' and 'dra', The letter 'Bha' means 'delusion' or 'Maya' in Devanagiri and 'dra' is used as a superlative i.e. meaning 'the most/the greatest etc.' which makes the meaning of Bhadra as <i>Maha Maya</i>. The Sanskrit word 'Bhadra Kali' therefore can be translated to Hindi as 'Mahamaya Kali'.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>There are at least three traditional versions regarding the origin-incarnations or avatar of Bhadrakali. The first version is from Devi Mahatmyam and basically a part of Shaktism, and it was during the battle between Raktabija and Shakti, according to this tradition. The second is associated with the Daksha and Dakshayaga, from the more Shaivism related tradition, and glimpses of this version can be seen in some Puranas. The third and the equally most famous one is her divine birth as the daughter of Shiva to liberate the world from demon Daruka.</p>\n<p>According to the Vayu Purana and the Mahabharata, Bhadrakali came into being by Devi's wrath, when Daksha insulted Shiva, during the great Ashvamedha Yagna (horse sacrifice).</p>\n<p>According to <i>Tantra Rahasya</i>, she arose from the North (<i>Uttaramnaya</i>) face (<i>Amnayas</i>) of Shiva, which is blue in color and with three eyes.</p>\n<h2><span id=\"Story_of_Darika\">Story of Darika</span></h2>\n<p>The demon Darika, after intense ascetic penances and practices, secured a boon from Lord Brahma that he would be invincible and would not get killed by any man. Soon afterwards he began to harass the world and commit numerous crimes. When Lord Shiva came to know about the misdeeds of demon Darika, he became infuriated. He opened his fiery third eye and the massive flaming form of Bhadrakali emerged. She was huge, wore a ferocious look and had countless hands. Shiva ordered Bhadra Kali to destroy Darika and she went through the forest. When Darika saw Bhadrakali, he laughed and dismissed her, forgetting that his boon of invincibility did not prevent him from being killed by a woman. After a fierce battle, Bhadrakali and her assistants finally finished him off, and the Goddess returned to Kailash, full of wrath and excitement and holding the head of Darika in her left hand.</p>\n<h2><span id=\"Various_traditions_and_forms_of_worship\">Various traditions and forms of worship</span></h2>\n<p>According to the Kerala traditions, the events described in the Markandeya Purana associated with Bhadrakali (her slaying of the demon Darika to liberate the universe from the evil) took place in Kerala, near Madayi in the Kannur District. Bhadrakali temples in Kerala commemorate this event during traditional festivals and Bhadrakali is worshipped as the daughter of Lord Shiva, from whose third eye she sprung to defeat the demon. According to the Markandeya Purana, her worship purifies the devotee and grants liberation from the cycle of birth and death. She is seen to protect the honour of women and to bestow all spiritual knowledge. In Kerala, she called Virabhadra her \"brother\" and refused to be treated by him when she was attacked by the deity Vasoorimala, who had marked her face with smallpox. She said that a brother must not touch the face of his sister. Thus, mild pockmarks are sometimes visible on her face in some Keralan depictions of her.</p>\n<p>Among the people of the neighboring states, especially in Tamil Nadu, this form of Shakti is known as 'Malayala Bhagavathy' or 'Malayala Bhadrakali', who provides protection to her devotees irrespective of caste and religion.</p>\n<p>In Tamil Nadu, Karnataka, Andhra Pradesh and the Southern Travancore area of Kerala, especially in the city of Thiruvananthapuram, the Tamil, Kannada and Telugu speaking communities worship a form of Mahakali as 'Ujjaini Mahakali', and they consider Emperor Vikramaditya as their first teacher in this spiritual tradition as having established the tradition in the South.</p>\n<p>In other parts of India, the Tantric name 'Kali' or 'Mahakali' is generally more popular as the consort of Shiva in his form of Rudra or Mahakala, and Bhadrakali is identified as Durga's daughter who helped her during the battle with Raktabija. Other sources state that she is the sister of Virabhadra, who was himself born of the wrath of Shiva as Rudra, and that she is the consort of a form of Mahakala or Bhairava. The deeply Tantric-influenced traditions mostly consider 'Kali' as the consort of Shiva.</p>\n\n<h2><span id=\"Martial_arts_and_Bhadrakali\">Martial arts and Bhadrakali</span></h2>\n<p>It is believed Bhadrakali protects the practitioners of Kalarippayattu, a traditional martial arts form. In Malabar, it is believed that all the victories of Thacholi Othenan and other martial artists were due to the blessings of Bhadrakali of the Lokanarkavu Temple, also known as 'The Shaolin Temple of Malayalees'. Most traditional villages in Kerala have their own Kalari, the ancient martial arts schools and local temples dedicated to Bhadrakali associated with them. Among Tamils, Bhadrakali is equally important as the patron deity of traditional martial arts and a guardian of all law-abiding citizens.</p>\n<h2><span id=\"Family_deity_of_communities\">Family deity of communities</span></h2>\n<p>Some communities, like the Kodavas and Nairs, worship this deity as family deity. They worship certain weapons at their temples which they believe to be the weapons used by the goddess. The Kuladevata or community deity of Kudumbi community is Kodungalluramma, the mother goddess of kodungallur. Kodungallur Bhagavathy Temple is one of the most famous temples in Kerala, dedicated to Bhadrakali. During the 'thalappoli' festival, which is celebrated mainly on Makar Sankranti, kudumbi people from all over the state (especially South Kerala) come to the temple. Bhadrakali is also the tutelary deity of the Nadar community of Tamil Nadu. Kanyakubja Brahmins with roots in Bhadras, Kanpur worship her as Kuldevi. It is called Bhadras because of the presence of a very old Bhadra Kali Temple.</p>\n<h2><span id=\"Kalidasa_and_Vikramaditya\">Kalidasa and Vikramaditya</span></h2>\n<p>According to legends, the famous Indian Sanskrit poet Kalidasa became what he was thanks to the divine will of Bhadrakali. Another legend states that the emperor Vikramaditya and his brother Bhatti were also ardent devotees of Bhadrakali, whose blessings resulted in all the success showered upon them. Vikramaditya also helped to establish small wayside Bhadrakali temples and prayer centers for pilgrims in many parts of Southern India, especially in Tamil Nadu. The devotional traditions focused around these small temples exist even today.</p>\n<h2><span id=\"Folk_Art_ritual_of_Kerala_and_Bhadrakali\">Folk Art ritual of Kerala and Bhadrakali</span></h2>\n\n<p>Kerala has a tradition of folk artist rituals and dances associated with worship of Devi in the form of Bhadrakali. These rituals are performed in places of worship called Kavu (roughly translated as grove) or in small temples. Besides the general welfare of the village, these rituals aim at warding off of such calamities like smallpox and other epidemic diseases. The ritual themes generally revolve around the triumph of Bhadrakali over the demon Darika and other evil characters.</p>\n<p>The dance forms are:</p>\n<ol><li>Theyyam</li>\n<li>Theeyattu</li>\n<li>Padayani</li>\n<li>Poothanumthirayum</li>\n<li>Mudiyettu</li>\n<li>Kuthiyottam</li>\n<li>Kettukazcha</li>\n<li>Alpindi Vilakku</li>\n<li>Thira</li>\n</ol><h2><span id=\"Famous_Bhadrakali_Temples\">Famous Bhadrakali Temples</span></h2>\n\n\n\n<h3><span id=\"Himachal_Pradesh\">Himachal Pradesh</span></h3>\n<ul><li>Bhadrakali mata temple at village kolar tehsil Paonta Sahib, distt Sirmour, himachal pradesh. It is 22 km from paonta sahib on NH72. The idol in this temple is huge. The temple is being visited by pilgrims.Hindu labana caste worship Maa bhadarkali.</li>\n</ul><h3><span id=\"Gujarat\">Gujarat</span></h3>\n<ul><li>There is a famous Bhadrakali temple in Ahmedabad, Gujarat. It is believed that she protects the city, hence the position of the temple is near the city fort.</li>\n</ul><h3><span id=\"Jharkhand\">Jharkhand</span></h3>\n<ul><li>Bhadrakali temple at Itkhori, Chatra. It is 35 km on the East of Chatra and 16 km west of Chauparan connected with Grand Trunk Road.Along with the temple situated on the bank of river Mahanada (Mahane), surrounded by hill and forest, there is a water reservoir which has a natural beauty of its own.</li>\n</ul><h3><span id=\"Kerala\">Kerala</span></h3>\n<ul><li>Padikkavilakam Bhagavathy Temple, North Kariyil, Kazhakuttom, Trivandrum, Kerala</li>\n<li>Pattupurackal bhagavathy temple kattampack, Vadakkenirappu, Njeezhoor, Kottayam, Kerala</li>\n<li>Pongini Sree Bhadrakali Paradhevatha Pullimalamma Temple, Wayanad, Kerala. One of the most famous Bhadrakali temple in North Kerala, situated at Pongini, Wayanad, Kerala. The temple is a complex of PARADEVATHA, BHADRAKALI and PULLIMALAMMA Shrines situated in a hilly area surrounded by green beauty.The name \"pongini\" (pongi née) indicates that this deity was a \"swayambhoo\" (self existent) .There are number of living examples of devi's blessed devotees and events in and around Wayanad.</li>\n<li>Pathiyanadu Sree Bhadrakali Temple - a highly famous revered shrine in Kerala, India. The shrine is in Mullassery. It is 1.5 kilometres (0.93 miles) from Karakulam.</li>\n<li>Vazhappully temple, Vazhappully Temple in Thrissur, Kerala is a Hindu Temple famous for Guruthi Pooja for Goddess Kali. Guruthi Pooja at Vazhappully Temple is offered for the fierce form of Goddess Kali at Night. During Guruthi pooja the guruthi is offered to the Goddess. Guruthi is a creamed mixture of Turmeric, slaked lime and other pooja ingredients. Guruthi represents blood which is vitality.</li>\n<li>Thiruvarkadu Bhagavaty Temple in Payangadi, Kannur, Kerala is the first and foremost Bhadrakali Temple at a place believed to be the fortress of Darukasura. Bhadrakali beheaded Darika here. The Shakteya Sampradaya pooja is well known here. It is done by Bhattarakas (Pidararas) who are migrant priests from Kashmir and Bengal. The idol of Bhadrakali is around 6 feet tall and is portrayed in the form of slaying Daruka. Tiruvarkattu Bahagavaty Temple is famous for the removal of black magic.</li>\n<li>Kodungallur Bhagavathy Temple, Thrissur, Kerala; is one of the oldest temple in India built during the Sangam age. Mahodayapuram (Kodungallur) was the capital of the Chera Empire which ruled Kerala. Shri Bhadrakali in her fierce form is worshipped along with Mahadevar(Siva) and Saptamathrukkal.</li>\n<li>Thirumandhamkunnu Temple at Angadippuram, Kerala; A famous temple of Shri Bhadrakali, for marriage and child.</li>\n<li>Malayil Sree Mahaakali Temple, Perumugham 673631, Ramanattukara, Kozhikode. Shri Bhadrakali in her fierce form is worshipped.</li>\n<li>Kottekkavu Bhagavathy temple at Kottappady near Kothamangalam one of the oldest of kali temples and famous for the Muduyet ritual held once in every 12 years \"Garudan Thookkam on \"Meena Bharani\",\"Sathrutha samhara pooja\" and \".\"Rakhshassinum sarpathinum padmamittu nivediam\".</li>\n<li>Kalarivathukkal Bhagavathy Temple, Kannur, Kerala; the fierce form of Bhadrakali, as the mother of the martial art Kalaripayattu. Theyyam the folk dance in Malabar starts with the permission of the Chirakkal Raja and the final theyyam in entire Kerala is in Kalarivathukkal Temple. The rituals are in Sakteya method.</li>\n<li>Tirumanthamkunnu Temple, angadipuram, malappuram dist</li>\n<li>Chettikulangara Devi Temple, near Mavelikkara, Kerala.* Panayannarkavu, near Mavelikkara, Kerala</li>\n<li>Pattupurakkavu Bhagavathi temple, Pandalam</li>\n<li>Kadakambil Bhadrakaali Devi Temple, Neyyattinkara, Thiruvananthapuram. The temple worships more than 30 deities. The main deity being Goddess Bhadrakaali, daughter of Lord Shiva. The temple is open almost everyday, and offers a hearty welcome to all beings, regardless of cast and creed.</li>\n<li>Azhoor Bhagavathy Temple, Azhoor, Thiruvananthapuram.</li>\n<li>Rajarajeshwari Temple, Perunguzhi, Thiruvananthapuram.</li>\n<li>Chilambil Bhagavathy Temple, Chilambil, Thiruvananthapuram.</li>\n<li>Anicad Sree Bhagavathi Temple - located at Anicad, Kottayam district</li>\n<li>Sarkaradevi Temple, in Thiruvananthapuram</li>\n<li>Malayalappuzha Devi Temple, in Pathanamthitta</li>\n<li>Elangavath kavu - Moovatupuzha, Eranakulam dist. kerala</li>\n<li>Bharanikavu temple kattanam, near mavelikara, alappuzha</li>\n<li>Nanatty Bhagavathy vishnumaya temple 4 km FROM CHALAKUDY, THRISSUR DISTRICT, KERALA</li>\n<li>Paramekkavu Bagavathi Temple in Thrissur.</li>\n<li>Pisharikavu, Koyilandy, Kozhikode,</li>\n<li>Kadinamkulam Padickavilakom Bharanicadu Sree Bhagavathi Temple - Bhadrakali temple located in Kadinamkulam. The festival starts on the Shivrathri day of every year.</li>\n<li>Vellayani Devi Temple, Trivandrum, Kerala. One of the most famous Bhadrakali temple, situated at Vellayani, Trivandrum, Kerala conducting longest non-pilgrimage festival in India (60 days of festival once in 3 years). Idol in this temple is very huge and made up of pure gold. Temple is very ancient and it is calculated as 800 years old. The temple is entirely different from other temples due to its traditional rituals.</li>\n<li>Pathirakali Amman Temple, Trincomalee, is on Konesar Road, near Swami Rock (Konamalai), home of Koneswaram temple</li>\n<li>Mulluthara Devi Temple, Sree Bhadra Kali &amp; Kariam Kali Moorthi devis - Adoor, Malamekkara, Pathanamthitta, Kerala</li>\n<li>Mathur mannampully kali Bagavathi Temple in Palakkad.</li>\n<li>Kodimatha Pallipurathu Kavu Bhagavathy Temple</li>\n<li>Kunninmelkkavu Bhagavathi Temple, Ezhumanthuruth, (Kottayam).</li>\n<li>kunnathur Eyampattu Sri Bhadrakali Devi Temple, located at kunnathur village kollam district.</li>\n<li>Mannathara Sree Bhadra Devi Temple,</li>\n</ul><p>SNDP 482, Neeñdakara North, Kollam district</p>\n<ul><li>\n<ul><li>\n<ul><li>AYANATHOOR SRI BHADRAKALI TEMPLE. located at vilappilsala, cheriyakonni. One of the most famous kali temples at trivandrum.</li>\n</ul></li>\n</ul></li>\n</ul><p>1.Guruthi pooja 2. Astabhisekham</p>\n<pre>\n            These are the famous poojas at this temple..\n</pre>\n<h3><span id=\"Madhya_Pradesh\">Madhya Pradesh</span></h3>\n<ul><li>Ma Bhadrakali Temple Ujjain</li>\n</ul><h3><span id=\"Odisha\">Odisha</span></h3>\n<ul><li>Bhadrakali Temple in village Aharapada, 8 km away from Bhadrak, Bhadrak district</li>\n</ul><h3><span id=\"Rajasthan\">Rajasthan</span></h3>\n<ul><li>Kalika Mata Temple, Chittorgarh</li>\n<li>A temple of Bhadrakali is found at a place called Bajna at a distance of 36 km from Ratlam city in Malwa region. This Bhadrakali temple is of the period of Parmara rulers and known as Garhkhankhai mataji. This temple is situated in dense forested area of the valley at the sangam of Karan river and Mahi river. Raja Bhoj constructed this temple. This place is also recognized as <i>shaktipitha</i> in India. The excavations at this site has produced rare idols of Shiva in yoga pose, Lakshmi, Gajasursanhar, Surya and Nataraja. The world-famous 'Tripurasundari ma' temple at a distance of 60 km from this place is situated at village Talwada in Banswara district in Rajasthan. An inscription of 1540 AD found here reveals that this temple was constructed prior to the rule of Kanishka. Some people believe it to be constructed before the 3rd century AD. There was a very ancient place here known as 'Garhpoli' which is called as 'Umarai' at present. Excavations in 1982 at this place have produced idols of Shiva with Parvati on his thigh. Ganesha and Kartikeya are seated on both sides.</li>\n</ul>\n<h3><span id=\"Tamil_Nadu\">Tamil Nadu</span></h3>\n\n<ul><li>Thoothukudi, Poobalarayerpuram, Arulmigu Bhadrakali Amman Kovil - Amman kodai - Chithirai Last Tuesday, Dasara Car Festival.</li>\n<li>Thoothukudi, Sivagnanapuram, Arulmigu Bhadrakali Amman Kovil - Amman kodai - Avani First Tuesday, Samy kodai - Panguni First Friday.</li>\n<li>Vadamattam - 612201, Near Kumbakonam, Arulmigu Sree Vadapathirakali, facing north with Hongara roopam, Perumal molavar.</li>\n<li>Theni Pathirakalipuram, Pathirakalipuram Arulmigu Bhadrakali Amman Kovil - Amman kodai - Chithirai 3rd Tuesday.</li>\n<li>Sivakasi, Arulmigu Bhadrakali Amman Kovil.</li>\n<li>Coimbatore, Mettupalayam, Arulmigu Vana-Bhadrakali Amman Kovil.</li>\n<li>Madurai, Madapuram, sri bhadrakaliamman kovil.</li>\n<li>sivagangai, kolangudi, sri vettudayar kaliamman kovil.</li>\n<li>sivagangai, kandipatti, sri kaliamman kovil.</li>\n<li>Thoothukudi, sindhalakarai, sri vekkaliamman kovil.</li>\n<li>Trichy, oorayur, sri vekkaliamman kovil.</li>\n<li>Madurai, mudakusalai, sri kaliamman kovil.</li>\n<li>Rajapalayam, pachamadam, Arulmigu pachamadam Bhadrakali Amman Kovil .</li>\n</ul><h3><span id=\"Telangana\">Telangana</span></h3>\n\n<ul><li>Bhadrakali Temple in Warangal, Telangana. Bhadrakali (Maha Kali Mata) was the principal deity of the Hindu Kakatiya kingdom of Warangal (Orugallu or Ekasila nagaram) that ruled most of Andhra Pradesh during that period. Rituals and animal (and human, by some accounts) sacrifices on a large scale were performed to invoke the blessings of Goddess Bhadrakali before the Kakatiya warriors went off for battle. As per the writings on the temple wall this temple is believed to be constructed by the King Pulakeshin II of Chalukya dynasty around 625 CE</li>\n</ul><h3><span id=\"Uttar_Pradesh\">Uttar Pradesh</span></h3>\n<ul><li>Bhadrakali temple is in Bhadras, Ghatampur, Kanpur.</li>\n</ul><h3><span id=\"West_Bengal\">West Bengal</span></h3>\n<ul><li>Kalighat Kali Temple, Kalighat Kali Temple is a Hindu temple in West Bengal, India dedicated to the Hindu goddess Kali. It is one of the 51 Shakti Peethas.The temple is visited by pilgrims from all over India irrespective of sectarian differences.Kalighat is also associated with the worship offered to Kali by a Dasanami Monk by name Chowranga Giri, and the Chowringee area of Calcutta is said to have been named after him.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Dictionary of Hindu Lore and Legend (ISBN 0-500-51088-1) by Anna Dallapiccola</li>\n<li>Maha Kshethrangalude Munnil, D. C. Books, Kerala</li>\n<li>https://web.archive.org/web/20140714110253/http://keralapilgrimcenters.com/kodimatha-pallipurathu-kavu-bhagavathy-temple-kerala/#sthash.aDinhaHK.dpuf</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Bhadrakali.jpg"}, {"ns": 6, "title": "File:Bhadrakali Amman.jpg"}, {"ns": 6, "title": "File:Bhadrakali Ujjain.JPG"}, {"ns": 6, "title": "File:Bhadrakali in Meenakshi temple Madurai.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Goddess Bhadrakali.jpg"}, {"ns": 6, "title": "File:Goddess Bhadrakali Worshipped by the Gods- from a tantric Devi series - Google Art Project.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}]}