{"pageid": 30050642, "ns": 0, "title": "Lady Xian", "extract": "<p><b>Lady Xian</b> (or Hsien, Chinese: <span lang=\"zh\" xml:lang=\"zh\">冼夫人</span>; Jyutping: <i><span lang=\"yue-jyutping\" xml:lang=\"yue-jyutping\">Sin2 fu1 jan4</span></i>; Vietnamese: Tiển phu nhân; 512-602), also known as <b>Lady of Qiao Guo</b> (or Ch'iao Kuo; Chinese: <span lang=\"zh\" xml:lang=\"zh\">譙國夫人</span>), was a noblewoman of the Li people (俚) born to the chieftain of the Xian tribe in Southern China, in what is now Guangdong during the Sui dynasty. She has been deified as the \"Saintly Mother of Lingnan\" (Chinese: 岭南圣母). She died during a tour of Hainan. Former Chinese Premier Zhou Enlai called her \"the First Heroine of China\", and President Jiang Zemin praised her as \"the role model that the later generations should learn forever\".</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Life\">Life</span></h2>\n<p>Lady Xian was born in 512 to the chieftain of the Xian tribe of the Li people in Southern China. She lived during the Sui dynasty in what is now Guangdong in Southern China. Her family were hereditary leaders of their tribe.</p>\n<p>She was a notable leader who successfully defended her tribe against its enemies, eventually earning her title as Lady of Qiaoguo. Her tribe's people preferred to fight with each other. She often tried to prevent them from involved in wars. Her brother Xian Ting, the governor (刺史) of Nanliangzhou (南梁州), was conceited from wealth so he often harassed the surrounding counties or robbed their belongings, which made people in the Lingnan area miserable. Lady Xian often persuaded him not to do bad things so people's resentment subsided gradually. Thus, thousands of people from Dan'er Commandery (儋耳郡) of Hainan were attracted by her fame and joined her.</p>\n<p>At 535, she married Feng Pao, a Chinese general, and encouraged an appreciation of Chinese ways among her people. She also helped her Feng Pao with the local affairs. She was impartial and incorruptible when resolving the lawsuits. She would punish her tribe's people if they committed crimes. As a result, Feng established their authority in the local place. From then on, nobody dared to disobey the government decrees.</p>\n<p>Because she was a woman, her accomplishments shocked many Chinese. However, Emperor Chen Shubao of the Chen Dynasty had been impressed with her achievements and bestowed her with many awards, including the title \"Lady of Qiaoguo\".</p>\n<p>She died in 602 of old age and was honored with the posthumous name of Lady Chengjing (诚敬夫人).</p>\n<h2><span id=\"Family\">Family</span></h2>\n<p>Among her children, only Feng Pu was known by name. He accompanied his mother into many battles, and like her, he was bestowed awards by the Chen emperor. Lady Xian had three grandsons named Feng Hun, Feng Hsian, and Feng Ang. They were all bestowed awards by the emperor. During the Chinese New Year or other festivals, Lady Xian would take out all her gifts sent by the emperors of the Liang, Chen and Sui dynasties and placed them in the yard. She told her grandsons that \"You all should be loyal to the emperor. I had served emperors of three dynasties with loyalty! All these gifts granted by them were the reward of my loyalty. So I hope you all can think about that and be loyal to the emperor. (Original: \"汝等宜尽赤心向天子，我事三代主，唯用一好心。今赐物俱存，此忠孝之报也。愿汝皆思念之!\"). She asked her grandsons to be loyal to the emperor as she did.</p>\n<h2><span id=\"Main_achievements\">Main achievements</span></h2>\n<h3><span id=\"Cultural_development\">Cultural development</span></h3>\n<p>In the Southern and Northern Dynasties, human trafficking was very frequent in this area. According to the biography of Wang Sengru in the <i>Book of Liang</i>, Wang Sengru was the Prefecture of Nanhai. Every year many foreign boats docked here because many people were sold in Gaoliang. These foreign businessmen traded their goods for people being sold here. At that time, many businessmen in this county made money by doing this trade, which the officials permitted and did not take any action to prevent it. When Lady Xian rose to power, she took efforts to promote Han feudal culture and successfully abolished the Li trafficking system.. She told the Li people to do more good things and be loyal to the country. Moreover, she encouraged the Han Chinese's intermarriage to the people of the Li, which greatly promoted the ethnic communication and integration.</p>\n<h3><span id=\"Suppressing_the_Hou_Jing_Rebellion\">Suppressing the Hou Jing Rebellion</span></h3>\n<p>In 548, the Hou Jing rebelled against the Liang dynasty, which had a destructive effect on the whole country. In 550, Li Qianshi, the rebel leader from Gaozhou tried to entice Feng Pao to join the rebellion, but Lady Xian dissuaded him from joining the rebellion. He defeated Li Qianshi's forces, thus helping general Chen Baxian suppress the Hou Jing rebellion. Her achievement is recorded in detail in the <i>Book of Sui</i>.</p>\n<h3><span id=\"Quelling_civil_disturbances\">Quelling civil disturbances</span></h3>\n<p>In 558, Chen Baxian established the Chen Dynasty. Xiao Bo, the feudal provincial of Guangzhou sent out troops to attack him, while some other ambitious provincial leaders rose in rebellion, throwing Lingnan into chaos and driving many locals into homelessness and poverty. To restore the peace of Lingnan, Lady Xian adopted the strategy named \"cure-replaced wars\". (治胜于战). She posted notices to warn the governors of nearby counties not to join Xiao, but to focus on the public security and stop the fighting. She promised that if they stop the rebellion, they will not be punished.</p>\n<p>Meanwhile, she made strict discipline on her military, in which soldiers who committed crimes such as robbing or killing, will have their heads cut off and displayed in public. The rebel leaders took her advice so the insurgency subsided quickly.</p>\n<h2><span id=\"Titles_(封号)\"></span><span id=\"Titles_.28.E5.B0.81.E5.8F.B7.29\">Titles (封号)</span></h2>\n<p>In the Liang dynasty (551), she was granted the honored name \"Lady of Protection Hou\" (保护候夫人) for defeating the rebellious Li Qianshi.</p>\n<p>In the Chen dynasty (570), she was given the title of \"Shi-Long Taifuren\" (石龙太夫人). But in the book of the History of the Northern Dynasties, she was given the title of \"Taifuren of Gaoliang County\" (高凉郡太夫人).</p>\n<p>In the Sui dynasty (589), she got the honored name of \"Furen of Songkang County\" (宋康郡夫人). In 601, she was granted the name of \"Lady of Qiaoguo\" (谯国夫人). When she died, she was honored with the posthumous name of \"Lady of Chengjing\" (诚敬夫人).</p>\n<p>In the Five Dynasties and Ten Kingdoms, she was honored as the \"Qingfu Furen\" (清福夫人).</p>\n<p>In the Southern Song dynasty, the emperor granted her the name of \"Xianying Furen\" (显应夫人) and \"Youfui Furen\" (柔惠夫人).</p>\n<p>In the Qing dynasty (1864), the Tongzhi Emperor granted her the name of \"Ciyou\" (慈佑).</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Lady Xian was greatly honored for her great distribution by many emperors or the masses. So people built temples around the country to commemorate her. By the end of 1940s, there were already several hundred temples in China, especially in Lingnan. They were also built in Malaysia and Vietnam. The first temple was built in the end of the Sui dynasty. The largest and most important Temple of Madam Xian is in Gaozhou, which was visited by former Chinese President Jiang Zemin in 2000. In 2002, the temple was listed as a key culture protection site by the Guangdong Provincial Government. Every year on the 24th day of the 11th lunar month, people in Gaozhou will come to the temple to worship Lady Xian.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li><i>The Royal Diaries</i>, where she is mentioned in the section \"Lady of Chi'ao Kuo: Warrior of the South\" taking place in 531 A.D. when she was nineteen.</li>\n<li>Cantonese folktales</li>\n</ul>", "images": [{"ns": 6, "title": "File:Madamxiancrop.jpg"}]}