{"pageid": 3045530, "ns": 0, "title": "Sarama", "extract": "<p>In Hindu mythology, <b>Sarama</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">सरमा</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Saramā</span>; Tamil: Carapai; Thai: Trichada; Malay: Marcu Dewi) is a mythological being referred to as the female dog of the gods, or <b>Deva-shuni</b> (देव-शुनी, <span title=\"International Alphabet of Sanskrit Transliteration\">devaśunī</span>). She first appears in one of Hinduism's earliest texts, the <i>Rig Veda</i>, in which she helps the god-king Indra to recover divine cows stolen by the Panis, a class of demons. This legend is alluded to in many later texts, and Sarama is often associated with Indra. The epic <i>Mahabharata</i>, and some <i>Puranas</i>, also make brief reference to Sarama.</p>\n<p>Early Rig-Vedic works do not depict Sarama as canine, but later Vedic mythologies and interpretations usually do. She is described as the mother of all dogs, in particular of the two four-eyed brindle dogs of the god Yama, and dogs are given the matronymic <i>Sarameya</i> (\"offspring of Sarama\"). One scripture further describes Sarama as the mother of all wild animals.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_epithets\">Etymology and epithets</span></h2>\n<p>Orientalist Max Müller suggests that the word <i>Sarama</i> may mean \"the runner\", with the stem originating from the Sanskrit root <i>sar</i> (\"to go\"), but he is unable to account for the second part of the name, <i>ama</i>. Professor Monier-Williams translates <i>Sarama</i> as \"the fleet one\". The etymological treatise <i>Nirukta</i> by Yaska mentions that Sarama derives her name from her quick movement. Mahidhara, a commentator of the <i>Vajasaneyi Samhita</i>, states that <i>Sarama</i> is \"she who entertains (<i>remante</i>) the gods\". More broadly, <i>Sarama</i> has also come to mean any female dog.</p>\n<p>There are two epithets for Sarama in the original <i>Rig Veda</i>. Firstly, she is described as <i>supadi</i>, which means \"having good feet\", \"fair-footed\" or \"quick\", an epithet only used for Sarama in the text. Her other epithet is <i>subhaga</i> – \"the fortunate one\", or \"the beloved one\" – a common epithet of the Ushas, the Dawn. Sarama's other name <i>Deva-shuni</i> means \"divine bitch\" or \"bitch of the gods\".</p>\n<p>It has been suggested that the Greek Hermes is a cognate of Sarama.</p>\n<h2><span id=\"Finding_the_stolen_cows\">Finding the stolen cows</span></h2>\n<h3><span id=\"Rig_veda_and_related_versions\">Rig veda and related versions</span></h3>\n<p>Sarama is the subject of a Rig-Vedic legend (1700–1100 BCE), which is related many times in the Veda, including the first (1.62.3, 1.72.8), third (3.31.6), fourth (4.16.8) and fifth (5.45.7, 5.45.8) <i>Mandala</i>s (Books of the Rig Veda). In the legend a group of Asuras (\"demons\") named Panis kidnap the cattle tended by the <i>Angirasa</i>s – the ancestors of man, who were the sons of the sage Angiras. The Panis then hide the cows in a cave, until Sarama follows the tracks of the thieves and helps Indra to recover them. Sarama is described to have found the cows \"by the path of truth\". She does this on the bidding of either Indra, Brihaspati, or a combination of Indra and the <i>Angirasa</i>s, as narrated in the variants of the legend. Sarama is described to have found the milk of the cattle, which nourished humanity. This is interpreted as Sarama teaching man to milk cows and use the butter created from it for fire-sacrifices. Sarama also finds food for her own young in the robbers' hide-out. However, in the thanks-giving sacrifice the <i>Angirasa</i>s hold for the gods after the recovery of the cattle, Sarama is neither given sacrifice nor invoked. Sarama's children, <i>Sarameya</i>s, are white with tawny limbs. They are described as common watchdogs, who can not distinguish between Indra's worshippers and the robbers. As a messenger of Indra, Sarama is depicted in the tenth Mandala (10.108) as having a conversation with a group of Panis, in which the Panis even tempt her to share their booty and be their sister, although Sarama refuses. Sarama <i>Deva-shuni</i> is regarded as the author of her speech in this hymn. The 3rd century BCE text <i>Sarvanukaramani</i> of Katyayana also mentions the Panis' offer to Sarama and her refusal.</p>\n<p>Sarama is also mentioned in a few Vedic hymns, usually in connection with the <i>Angirasa</i>s and the winning of the highest realms of existence, the most important of which is the <i>Sukta</i> of the Atris (5.45.8). Here, she is said to have found the herds by the path of the Truth. Another hymn, the 31st of the third <i>Mandala</i> by Vishwamitra, tells about the fair-footed Sarama finding the hide-out and leading Indra to the cows. Here, Sarama is described as \"knowing\", suggesting her intuitive powers. Brief allusions to Sarama appear in the rest of the hymns, such as the one by Parashara Shaktya.</p>\n<p>The <i>Anukramanika</i>, the index to the <i>Rig-Veda samhita</i> (a part of the Rig-Veda), records that Indra sent the <i>Deva-shuni</i> to look for the cows and repeats that a conversation took place between Sarama and the Panis. The <i>Jaiminiya Brahmana</i> and Sayana's 14th century <i>Satyayanaka</i> add to the story. Indra first sends a supernatural bird Suparna to retrieve the cows, but he proves disloyal. Indra then deputes Sarama, who agrees to find the cows on the condition that her children will be given milk. This deal secures milk not only for her children, but also for mankind. Sayana's commentary on the Rig Veda, <i>Vedartha Prakasha</i>, simplifies and adds some details to the original story as told in the Rig Veda. The ownership of the cows is attributed to <i>Angirasa</i>s or Brihaspati. The cows are stolen by Panis, who dwell in the Vala, a stone cave. Indra sends Sarama on Brihaspati's advice. Sarama tracks the cows to Vala, where the Panis try unsuccessfully to lure her to their side. Sayana also states that Sarama makes a deal with Indra before embarking on the search, that her children will be given milk and other food. The 15th century work <i>Nitimanjari</i> by Dva Dviveda comments that \"Though knowing The Truth, a person out of greed in this earthly life, loses all senses of values; Sarama, who knew The Truth, begged food from Indra on the occasion of redeeming the <i>kine</i> (cattle).\"</p>\n<p>The <i>Samhita</i> texts like the <i>Vajasaneyi Samhita</i>, the <i>Kathaka</i>, the <i>Maitrayani Samhita</i> and the <i>Atharvaveda Samhita</i> repeat Rig-Vedic verses with references to Sarama. The <i>Atharvaveda Samhita</i> has another reference to Sarama, which talks about her dew-claws, suggesting her place as deity for all dogs.</p>\n<p>The Brahmana texts like <i>Taittiriya Brahmana</i> and <i>Apastamba Shrauta Sutra</i> narrate that Sarama, the \"goddess in guise of a dog\", was deputed by Indra to roam in the mortal world, where she saw starving people. So Sarama created water to sustain food and led the water to flow in fields. She also found the divine cows, who provided milk to mankind. Yaska's <i>Nirukta</i> also records the story of the dialogue between Sarama and the Panis, and the story of the recovery of the cows, with his commentator, Durgacharya, filling in details in Sarama's tale later.</p>\n<h3><span id=\"Brhaddevata_and_related_versions\">Brhaddevata and related versions</span></h3>\n<p>In the <i>Brhaddevata</i> of the Rig Vedic legend, composed around 400 BCE, Sarama is less faithful to Indra than in the original. When the Panis steal the cows of Indra, Indra sends Sarama to them as an envoy. The Panis try to lure Sarama to their side and offer her to share their steal. Sarama refuses but asks for the milk of the cows. The Panis grant her the wish, and, after drinking the excellent demonic milk, Sarama returns to Indra, who questions her about the cows. Sarama, under influence of the milk, pretends ignorance. Agitated, Indra kicks her and she vomits the milk. Frightened, she leads Indra to the cave, who then slaughters the Panis and recovers the cows. A similar account also appears in the <i>Varaha Purana</i>. The demons seize control of Heaven from Indra, who is advised to organize a cow sacrifice to regain control. The cows of the world are gathered for the ceremony and Sarama is put in charge of them. The demons, however, seize the cows and bribe Sarama with their milk, leaving her alone in the woods. Trembling with fear, Sarama goes to Indra and tells him that she did not know what happened to the cows. The Maruts, who are deputed by Indra to protect Sarama, witness Sarama's treachery and report it to Indra. Indra kicks Sarama in the stomach and she throws up the milk. Sarama then leads Indra to the demons, who are killed by him. Indra then completes his sacrifice and becomes the king of heaven again.</p>\n<h2><span id=\"Parentage_and_children\">Parentage and children</span></h2>\n<p>The <i>Taittiriya Aranyaka</i> states Sarama is a <i>vedi</i> – a holy altar, daughter of Dyaus (\"Heaven\") and Prithvi (\"Earth\"), and the sister of Brihaspati and Rudra.</p>\n<p>In a late hymn in the tenth <i>Mandala</i> of the <i>Rig Veda</i>, two <i>Sarameya</i> (literally, \"sons of Sarama\"), Shyama and Sabala, are described without an explicit reference to Sarama as their mother. They are four-eyed and brindled; messengers of Yama, the Lord of the Law in the Vedas and later the god of death. They are guardians to the path of heaven, protecting man on their path. A hymn in the <i>Paraskara Grihya Sutra</i> says that Shyama and Sabala are sons of Sarama, their father Sisara. In a spell called <i>Ekagni-kanda</i>, intended to drive away the Dog-spirits (<i>sav-graha</i>) like Shyama, Sabala, Alaba, Rji etc. which cause cough in children, Sarama is mentioned as their mother. Sarama's spying on the cows is mentioned, with Indra giving her the right to pester children in return.</p>\n<p>Often described as the mother of all dogs, she is also sometimes regarded as the mother of all beasts of prey, including lions and tigers, as in <i>Bhagavata Purana</i>. She is also a daughter of Daksha in this Purana and not a dog.</p>\n<h2><span id=\"Epics\">Epics</span></h2>\n\n<p>The epic <i>Ramayana</i> does not mention Sarama herself. However, it does mention an incident in which Rama punishes a Brahmin for beating a Sarameya – descendant of Sarama – for no reason. The epic <i>Mahabharata</i> has a similar story. In the first book of the epic <i>Adi Parva</i>, king Janamejaya's brothers beat up a dog, who comes near Janamejaya's yajna site. The crying dog complains to its mother Sarama that it was beaten by Janamejaya's brothers for no reason. Sarama reaches Janamejaya's sacrifice site and curses him that since he has harmed her son without reason, unseen danger will befall him. The curse frightens the king and he finds a priest, named Somashravas, to free him from the curse. In the second book, <i>Sabha Parva</i>, Sarama is listed among the many goddesses that worship the god Brahma in his court or are members of his court. In the third book, <i>Vana Parva</i>, Sarama is listed among the Matrika (\"Mothers\") or <i>manushya-graha</i>s (evil spirits), who are allowed by their \"son\", the war-god Skanda to devour children under the age of sixteen. It says Sarama, the mother of all dogs, Lord of the world, snatches human fetuses from wombs.</p>\n<h2><span id=\"Interpretations_and_associations\">Interpretations and associations</span></h2>\n<p>Scholars, including Max Müller, Aurobindo and Wendy Doniger emphasize that most references in the early <i>Veda</i> do not refer to Sarama as canine. She may be a fair-footed goddess to whom the Panis are attracted and whom they ask to be their sister. It is only in later interpretations of the Vedic imagery that Sarama becomes a divine hound, who sniffs out the Panis and leads her master to them. According to Aurobindo, the phrase in which Sarama demands food for her progeny is misinterpreted with equating Sarama's children to a dog-race born of Sarama. It is the reference to the Sarameya dogs – sons of Sarama – in a late hymn that cements the notion of Sarama being a dog.</p>\n<p>The role of Sarama in the Rig Vedic legend leads Aurobindo to say, \"Sarama is some power of Light and probably of Dawn\". She \"must be a forerunner of the dawn of Truth in the human mind\". Sarama is \"the traveller and the seeker who does not herself possess [the Truth] but rather finds what is lost\". Max Müller relates Sarama to the Ushas, the Dawn. The tale of kidnapping of the cows and their recovery, he explains, is the disappearance of the bright cows or rays of the Sun. Sarama, the Dawn, finds them and is followed by Indra, the god of light.</p>\n<p>When explaining the two references in which Sarama follows the \"path of Truth\", Sayana calls Sarama the heavenly dog or Speech (Vāc) herself. The Vac-identity of Sarama is also emphasized in the <i>Yajus-samhita</i>s and by Mahidhara, commentator of the <i>Vajasaneyi Samhita</i>. The <i>Brhaddevata</i>, which speaks of Sarama's unfaithfulness, also mentions Sarama as one of the names of Vac in the middle sphere (world), where Vac is said to have three forms in three spheres. Sarama is also mentioned as a deity within Indra's sphere in the same text.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Müller, Max (1865). \"Lecture XI: Myths of the Dawn\". <i>Lectures on the science of language</i>. <b>2</b>. pp. 481–543.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASarama&amp;rft.atitle=Lecture+XI%3A+Myths+of+the+Dawn&amp;rft.aufirst=Max&amp;rft.aulast=M%C3%BCller&amp;rft.btitle=Lectures+on+the+science+of+language&amp;rft.date=1865&amp;rft.genre=bookitem&amp;rft.pages=481-543&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3Dje5YAAAAMAAJ%26pg%3DPA486%26dq%3Dsarameya%23v%3Donepage%26q%3Dsarameya%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Singh, Nagendra KR (1997). <i>Indian Legends</i>. APH Publishing. ISBN 81-7024-902-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASarama&amp;rft.aufirst=Nagendra+KR&amp;rft.aulast=Singh&amp;rft.btitle=Indian+Legends&amp;rft.date=1997&amp;rft.genre=book&amp;rft.isbn=81-7024-902-3&amp;rft.pub=APH+Publishing&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Debroy, Bibek (2008). <i>Sarama and Her Children: The Dog in Indian Myth</i>, New Delhi:Penguin, ISBN 978-0-14-306470-1.</li>\n</ul>", "images": [{"ns": 6, "title": "File:00005 Janamejaya and brothers.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}