{"pageid": 30865327, "ns": 0, "title": "Dewi Sri", "extract": "<p><b>Dewi Sri</b>, or <b>Shridevi</b> (Dewi literally means goddess) (Javanese: ꦢꦺꦮꦶꦱꦿꦶ), <b>Nyai Pohaci Sanghyang Asri</b> (Sundanese) is the Javanese, Sundanese, and Balinese pre-Hindu and pre-Islam era goddess of rice and fertility, still widely worshipped on the islands of Bali and Java. Despite her mythology being native to the island of Java, after the adoption of Hinduism in Java as early as first century, the goddess is associated with the Hindu goddess Lakshmi as both are attributed to wealth and family prosperity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attributes_and_legends\">Attributes and legends</span></h2>\n<p>Dewi Sri is believed to have dominion over the underworld and the Moon. Thus, <i>Dewi Sri</i> encompasses the whole spectrum of the Mother Goddess- having dominion over birth and Life: she controls rice: the staple food of Indonesians; hence life and wealth or prosperity; most especially rice surpluses for the wealth of kingdoms in Java such as Mataram, Majapahit and Pajajaran; and their inverse: poverty, famine, hunger, disease (to a certain extent) and Death. She is often associated with the rice paddy snake (<i>ular sawah</i>).</p>\n<h3><span id=\"Mythology\">Mythology</span></h3>\n<p>Most of the story of Dewi Sri is associated with the mythical origin of the rice plant, the staple food of the region. One cerita in Sundanese mythology tells this story of Dewi Sri and the origin of rice as written in \"Wawacan Sulanjana\": </p>\n<p>Once upon a time in heaven, Batara Guru (in ancient Hindu Javanese is associated with Shiva), the highest god commanded all the gods and goddesses to contribute their power in order to build a new palace. Anybody who disobeyed this commandment are considered lazy and would lose their arms and legs. Upon hearing the Batara Guru's commandment, one of the gods, Antaboga (Ananta Boga), a Nāga god, was very anxious. He didn't have arms or legs and he wasn't sure how he could possibly do the job. Anta was shaped as a serpent and he could not work. He sought advice from Batara Narada, the younger brother of Batara Guru. But unfortunately Narada was also confused by Anta's bad luck. Anta became very upset and cried.</p>\n<p>As he was crying three teardrops fell on the ground. Miraculously, after touching the ground those teardrops became three beautiful shining eggs that looked like jewels or pearls. Batara Narada advised him to offer those \"jewels\" to the Batara Guru hoping that the gift would appease him and he would give a fair judgement for Anta's disability.</p>\n<p>With the three eggs in his mouth Anta went to the Batara Guru's palace. On the way there he was approached by an eagle whom asked him a question. Anta keep silent and could not answer the question because he is holding the eggs is in his mouth. However the bird thought that Anta was being arrogant and it became furious thus began to attack Anta. As the result one egg was fell to earth and shattered. Anta quickly tried to hide in the bushes but the bird was waiting for him. The second attack left Anta with only one egg to offer to the Batara Guru. The two broken eggs fell to the earth and become twin boar Kalabuat and Budug Basu. Later Kalabuat and Budug Basu was adopted by Sapi Gumarang cow.</p>\n\n<p>Finally he arrived at the palace and offered his teardrop in the shape of a shiny egg to the Batara Guru. The offer was graciously accepted and the Batara Guru asked him to nest the egg until it hatched. Miraculously the egg hatched into a very beautiful baby girl. He gave the baby girl to the Batara Guru and his wife.</p>\n<p>Nyai Pohaci (sometimes spelled \"Pwah Aci\") Sanghyang Asri was her name and she grew up into a beautiful princess. Every gods who saw her became attracted to her, even her foster father, Batara Guru started to feel attracted to her. Seeing the Batara Guru's desire toward his foster daughter, all the gods became so worried. Feared that this scandal could destroy the harmony in the heaven, finally they conspired to separate Nyi Pohaci and the Batara Guru.</p>\n<p>To keep the peace in the heavens and to protect Nyi Pohaci chastity, all the gods planned for her death. She was poisoned to death and her body buried somewhere on earth in a far and hidden place. However, because of Sri Pohaci's innocence and divinity, her grave showed a miraculous sign; for at the time of her burial, up grew some useful plants that would forever benefit human kinds. From her head grew coconut; from her nose, lips, and ears grew various spices and vegetables, from her hair grew grass and various flowering plants, from her breasts grew various fruit plants, from her arms and hands grew teak and various wood trees, from her genital grew <i>Kawung</i> (<i>Aren</i> or <i>Enau</i>: sugar palm), from her thighs grew various types of bamboo, from her legs grew various tuber plants, and finally from her belly button grew a very useful plant that is called <i>padi</i> (rice). In some version, white rice grew from her right eye, while red rice grew from her left eye. All of the useful plants, essential for human needs and well being, are considered to come from the remnant of Dewi Sri's body. From that time, the people of Java island venerated and revered her as the benevolent \"Goddess of Rice\" and fertility. In ancient Sunda Kingdom, she is considered as the highest goddess and the most important deity for agricultural society.</p>\n<p>Most <i>Dewi Sri</i> myths involve <i>Dewi Sri</i> (also known as Dewi Asri, Nyi Pohaci, among others) and her brother <i>Sedana</i> (also known as Sedhana, Sadhana, Sadono, and others), set either in the kingdom of Medang Kamulan (corresponding to historical Medang Kingdom) or in Heaven (involving gods such as Batara Guru) or both. In all versions where <i>Sedana</i> appears with <i>Dewi Sri</i>, they end up separated from one another: through either death, wandering, or a refusal to be married. Some versions make a correlation between Sri and the large Rice Paddy Snake (<i>ular sawah</i>) and Sadhana with the paddy swallow (<i>sriti</i>). The <i>nāga</i> or snake, particularly the king cobra is a common fertility symbol throughout Asia, in contrast to being considered representative of temptation, sin or wickedness as in Judeo-Christian belief.</p>\n<h3><span id=\"Depiction\">Depiction</span></h3>\n\n\n<p><i>Dewi Sri</i> is always depicted as a youthful, beautiful, slim yet curvaceous woman, with stylised facial features idiosyncratic to the respective locale, essentially a woman at the height of her femininity and fertility. In Javanese iconography, usually Dewi Sri is depicted wearing green, white or golden yellow clothes with regal jewelry attire, similar to those of Hindu goddesses, and holding rice plant with full rice grains in one of her hands as her attribute (<i>lakçana</i>). High Javanese culture reflecting the wayang aesthetic dictates she be depicted with a white face, thin-downward cast eyes and a serene expression. There is much cross-pollination between the qualities, aesthetics and so forth between the deity <i>Dewi Sri</i> and the wayang character <i>Sinta</i> in the Javanese version of the <i>Ramayana</i> and the same for <i>Rama</i> with <i>Sedhana</i>. The <i>loro blonyo</i> (two \"pedestals\" or foundations) statue also have some overlap with <i>Dewi Sri</i> and <i>Sedhana</i>. Balinese people have certain rituals to rever Dewi Sri by making an effigy as her representation from <i>janur</i> (young coconut leaf), lontar leaf, or from cakes made of rice flour.</p>\n<h3><span id=\"Ritual_and_custom\">Ritual and custom</span></h3>\n<p><i>Dewi Sri</i> remains highly revered especially by the Javanese, Balinese, and Sundanese people of Indonesia though there are many regional analogues or variations of her legend throughout Indonesia. Despite most Indonesians being observant Sunni Muslims or Balinese Hindus the indigenous underlying animist-era beliefs, notably of Sunda Wiwitan and Kejawen, remain very strong, are worshipped parallel to Islam, Buddhism, Hinduism and Christianity without conflict; and are cultivated by the Royal Courts, especially of Cirebon, Ubud, Surakarta and Yogyakarta, which are also popular local and international tourist attractions. The Javanese harvest ceremony is called <i>Sekaten</i> or <i>Grebeg Mulud</i> which also corresponds to Maulid Nabi; the birth of prophet Muhammad.</p>\n\n\n<p>Traditional Javanese people, especially those who are observant Kejawen, in particular have a small shrine called <i>Pasrean</i> (the place of Sri) in their house dedicated to <i>Dewi Sri</i>, decorated with her bust, idol or other likeness of her alone; or with <i>Sedana</i> and possibly with a ceremonial or functional <i>ani-ani</i> or <i>ketam</i>: a small palm harvesting knife, or <i>arit</i>: the small, sickle-shaped rice-harvesting knife. This shrine is commonly decorated with intricate carvings of snakes (occasionally snake-dragons: <i>naga</i>). Worshippers make token food offerings and prayers to <i>Dewi Sri</i> so she may grant health and prosperity to the family. The traditional male-female couple sculpture of <i>Loro Blonyo</i> is considered as the personification of Sri and Sedana or Kamarati and Kamajaya, the symbol of domestic happiness and family harmony.</p>\n<p>Among the rural Javanese, there is the folk-tradition if a snake having entered a house it will not be chased away. Instead, the people in the house will give it offerings, as the snake is a good omen of a successful harvest. Additionally, a ceremonial or auspicious keris will be employed by a folk-healer, sooth-sayer, paranormal or shaman in a winding, circum-ambulatory ceremony to bless and protect the villagers, the village, their shrines and the seeds of rice to be planted.</p>\n<p>The Javanese and Sundanese has a traditional ceremony called <i>mapag Sri</i> prior to rice harvest. <i>Mapag Sri</i> literary means \"to pick up Sri\", or to be precise \"to call or invite Sri.\" The ceremony means to invoke the spirit of Sri to come to their village and also as a thanksgiving for a coming successful harvest.</p>\n<p>The Sundanese people, especially those who are observant Sunda Wiwitan, have their own unique festival dedicated to her, such as <i>Seren Taun</i> annual rice harvest festival, a tradition dated back to ancient Kingdom of Sunda era. During the blessing of rice seeds ceremony before planting the seeds or during the harvest ceremony, Sundanese and also Baduy people, sing certain song such as <i>Pangemat</i> and <i>Angin-angin</i>. These songs was meant to call and invite the goddess to come down to earth and bless the rice seeds, bless the farmers, and <i>ngaruwat</i> or <i>tolak bala</i>; to ward off bad luck and to prevent all misfortune befell upon the people.</p>\n<p>The Balinese provide special shrines in the rice fields dedicated to <i>Dewi Sri</i>. The effigy of the rice goddess is often made from carefully weaved <i>janur</i> (young coconut leaf), lontar or pandan] leaf, or colored sticky rice and is called \"Cili\". In current Balinese Hindu belief, Dewi Sri corresponds to an amalgamation of the Hindu goddesses Lakshmi, Devi, and Shri. She also associated with rice, fertility, successful harvest, and family prosperity and harmony.</p>\n<p>Similar rice goddesses also can be found in other Asian countries such as Mae Po Sop; Siamese rice goddess in Thailand, and Khmer Po Ino Nogar; rice goddess of Cambodia.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Wawacan Sulanjana</li>\n<li>Ceres (mythology)</li>\n<li>Gaia hypothesis</li>\n<li>Gaia philosophy</li>\n<li>Mae Po Sop</li>\n<li>Mae Nang Kwak</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Legend of Dewi Sri</li>\n<li>A Balinese Folktale: Dewi Sri (the Rice Goddess)</li>\n<li>Rice Goddesses of Indonesia, Cambodia, and Thailand</li>\n</ul>", "images": [{"ns": 6, "title": "File:Borobdur9205.jpg"}, {"ns": 6, "title": "File:COLLECTIE TROPENMUSEUM Beeld van Dewi Sri de rijstgodin TMnr 60016918.jpg"}, {"ns": 6, "title": "File:COLLECTIE TROPENMUSEUM Pop van gevlochten lontarblad voorstellende de rijstgodin Dewi Sri TMnr 1100-20.jpg"}, {"ns": 6, "title": "File:COLLECTIE TROPENMUSEUM Rijstsnijdende vrouw bij offerhuisje rijstgodin Dewi Sri Karangtengah TMnr 10011216.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DewiSri.jpg"}, {"ns": 6, "title": "File:Dewi Sri Java Bronze.jpg"}, {"ns": 6, "title": "File:Flag of Indonesia.svg"}, {"ns": 6, "title": "File:Indonesia 1952 10r o.jpg"}]}