{"pageid": 30876310, "ns": 0, "title": "Queen Mother of the West", "extract": "<p>The <b>Queen Mother of the West</b>, known by various local names, is a goddess in Chinese religion and mythology, also worshipped in neighbouring Asian countries, and attested from ancient times. The first historical information on her can be traced back to oracle bone inscriptions of the fifteenth century BC that record sacrifices to a \"Western Mother\". Even though these inscriptions illustrate that she predates organized Taoism, she is most often associated with Taoism. From her name alone some of her most important characteristics are revealed: she is royal, female, and is associated with the west. The growing popularity of the Queen Mother of the West, as well as the beliefs that she was the dispenser of prosperity, longevity, and eternal bliss took place during the second century BC when the northern and western parts of China were able to be better known because of the opening of the Silk Road.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>\"Queen Mother of the West\" is the literal translation of <i>Xiwangmu</i> in Chinese sources, <i>Seiōbo</i> in Japan, <i>Seowangmo</i> in Korea, and <i>Tây Vương Mẫu</i> in Vietnam. She has numerous titles, one of the most popular being the Golden Mother of the Nacre Lake (also translated as \"Mother-of-Pearl Lake\" or \"Jade Lake\"). She is also known in contemporary sources as the Lady Queen Mother. In the Maternist current of Chinese salvationist religions she is the main deity and is called upon as the Eternal Venerable Mother.</p>\n<p>Tang writers called her \"Golden Mother the First Ruler\", the \"Golden Mother of Tortoise Mountain\", \"She of the Nine Numina and the Grand Marvel\", and the \"Perfected Marvel of the Western Florescence and Ultimate Worthy of the Cavernous Darkness\". Commoners and poets of the era referred to her more simply as the \"Queen Mother\", the \"Divine Mother\", or simply \"Nanny\" (<i>Amah</i>).</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>The first mentions of the Queen Mother date back to the oracle bone inscriptions of the Shang dynasty (1766-1122 B.C.).</p>\n<p>One inscription reads:</p>\n<dl><dd>\"<i>Crack-making on day IX,9 day; we divined. if we make offering to the eastern mother and the western mother, there will be approval</i>.\"</dd>\n</dl><p>Western Mother refers to an archaic divinity residing in the west. The exact nature of the Mother divinities in the Shang dynasty is unclear, but they were seen as powerful forces deserving of ritual by the people of the Shang dynasty.</p>\n<p>Originally, from the earliest known depictions of her in the \"Guideways of Mountains and Seas\" during the Zhou dynasty, she was a ferocious goddess with the teeth of a tiger, who sent pestilence down upon the world. After she was adopted into the Taoist pantheon, she was transformed into the goddess of life and immortality.</p>\n<h2><span id=\"Zhuangzi\">Zhuangzi</span></h2>\n<p>One of the earliest written references to the Queen Mother comes from the writings of the Taoist writer Zhuangzi (c. fourth century BC):</p>\n<dl><dd>\"The Queen Mother of the West obtained it...\" (_the Dao) \"..._and took up her seat at Shao kuang. No one knows her beginning; no one knows her end.\" (Benard, 2000)</dd>\n</dl><p>Zhuangzi describes the Queen Mother as one of the highest of the deities, meaning she had gained immortality and celestial powers. Zhuangzi also states that Xiwangmu is seated upon a spiritual western mountain range, suggesting she is connected to not only the heavens, but also to the west.</p>\n<h2><span id=\"Mythological_accounts_of_the_Queen_Mother_in_the_Tang_dynasty\">Mythological accounts of the Queen Mother in the Tang dynasty</span></h2>\n<p>During the Tang dynasty (June 18, 618-June 4, 907) poetry flourished throughout China (this period is commonly known as the \"Golden age of Chinese poetry\"). It was during this period that the Queen Mother became an extremely popular figure in poetry. Her mythology was recorded in the poems of the <i>Quan Tangshi</i>, a collection of surviving poems (of an estimated 50,000 written during the period) from the Tang dynasty.</p>\n<p>After the fall of the Tang dynasty, (around 910 - 920) a Shang-ching Taoist master and court chronicler named Du Guangting wrote a hagiographical biography of the queen mother as part of his text \"Yung ch'eng chi hsien lu\" (\"Records of the Assembled Transcendents of the Fortified Walled City\"). This account represents the most complete source of information about Tang society's perceptions of Xīwángmǔ.</p>\n<h2><span id=\"Iconography_and_representation\">Iconography and representation</span></h2>\n\n\n\n\n<p>The Queen Mother of the West usually is depicted holding court within her palace on the mythological Mount Kunlun, usually supposed to be in western China (a modern Mount Kunlun is named after this). Her palace is believed to be a perfect and complete paradise, where it was used as a meeting place for the deities and a cosmic pillar where communications between deities and humans were possible. (Dien, 2003) At her palace she was surrounded by a female retinue of prominent goddesses and spiritual attendants. Although not definite there are many beliefs that her garden had a special orchard of longevity peaches which would ripen once every three thousand years (Dien, 2003), others believe though that her court on Mount Kunlun was nearby to the orchard of the Peaches of Immortality. No matter where the peaches were located, the Queen Mother of the West is widely known for serving peaches to her guests, which would then make them immortal. She normally wears a distinctive headdress with the Peaches of Immortality suspended from it.</p>\n<blockquote>\n<p>\"Flourishing parasols, we reach the chronograms' extremity; Riding on the mist, I wander to Lofty Whirlwind Peak. The Lady of the Supreme Primordial descends through jade interior doors; The Queen Mother opens her Blue-gem Palace. Celestial people-What a Crowd! A lofty meeting inside the Cyan Audience Hall. Arrayed Attendants perform Cloud Songs; Realized intonations fill the Grand Empty Space. Every thousand years, her purple crabapple ripens; Every four kalpas, her numinous melon produces abundantly. This music differs from that at the feast in the wilderness--- So convivial, and certainly infinite\" (Wu Yun. CTS. 4942).</p>\n</blockquote>\n<h2><span id=\"Legendary_encounters\">Legendary encounters</span></h2>\n<p>In Tu Kuang-ting's text, he includes narrative accounts of the Queen Mother's encounters with legendary Chinese heroes. One such account narrates an encounter between the Queen Mother and Laozi (Lord Lao):</p>\n<blockquote>\n<p>\"In the 25th year of King Chao of the Chou dynasty (1028 BCE) ...\" \"...Lord Lao and the realized person Yin Hsi went traveling...\" \"...on their behalf, the Queen Mother of the West explicated the Scripture of Constant Purity and Quiet.\" (CMYC, 24159)</p>\n</blockquote>\n<p>In this account, the Queen Mother plays the role of Laozi's superior and is credited with the ultimate authorship of the <i>Dao De Jing</i>. This dichotomy of the Queen Mother as the superior is a characteristic of Shangqing Taoism, a goddess worshiping sect of Taoism of which Tu Kuang-ting was a master. There is also an account of a meeting between the Queen Mother and Laozi in Tang poetry (CTS, 1708). This account however, being of traditional Taoist thought, has the Queen Mother taking an inferior role to Laozi, calling him \"Primordial Lord\" (the title of his highest manifestation) and pays homage to the sage.</p>\n<h2><span id=\"The_Queen_Mother_and_Chinese_rulers\">The Queen Mother and Chinese rulers</span></h2>\n<h3><span id=\"Shun\">Shun</span></h3>\n<p>The <i>Bamboo Annals</i> record that in the 9th year of reign of the legendary sage king Emperor Shun, \"messengers from the western Wang-mu (Queen Mother) came to do him homage.\" It further notes that \"the coming to court from the Western Wang-mu was to present white stone rings and archers' thimbles of gem.\" Shun's immediate successor was Yu the Great, who was Shun's prime minister and already present in the court at this time.</p>\n<h3><span id=\"Yu_the_Great\">Yu the Great</span></h3>\n<p>The <i>Xunzi</i>, a third-century BCE classic of statecraft written by Xun Kuang, wrote that \"Yu studied with the Queen Mother of the West\". This passage refers to Yu the Great, the legendary founder of the Xia dynasty, and posits that the Queen Mother of the West was Yu's teacher. It is believed that she grants Yu both legitimacy, and the right to rule, and the techniques necessary for ruling (Bernard, 2000). The fact that she taught Yu gives her enormous power, since the belief in Chinese thinking is that the teacher automatically surpasses the pupil in seniority and wisdom.</p>\n<h3><span id=\"King_Mu_of_the_Zhou_dynasty\">King Mu of the Zhou dynasty</span></h3>\n\n<p>Probably one of the best known stories of contact between a goddess and a mortal ruler is between King Mu of Zhou and the Queen Mother of the West. There are several different accounts of this story but they all agree that King Mu, one of the greatest rulers of the Zhou, set out on a trip with his eight chargers to the far western regions of his empire. As he obtains the eight chargers and has the circuit of his realm, it proves that he has the Mandate of Heaven. On his journey he encounters the Queen Mother of the West on the mythical Mount Kunlun. They then have a love affair, and King Mu, hoping to obtain immortality, gives the Queen Mother important national treasures. In the end he must return to the human realm, and does not receive immortality. The relationship between the Queen Mother of the West and King Mu has been compared to that of a Taoist master and disciple (Bernard, 2000: 206). She passes on secret teachings to him at his request and he, the disciple, fails to benefit, and dies like any other mortal.</p>\n<h3><span id=\"The_First_Emperor_of_the_Qin_dynasty\">The First Emperor of the Qin dynasty</span></h3>\n<p>The first emperor of the Qin dynasty, Qin Shi Huang, united the Warring States of China through brilliant military strategy and diplomacy to control the greatest territory ever yet seen in China. It was also under his command that workers joined pre-existing sections of wall to create the Great Wall of China. Even after these accomplishments he is known in history as a failure both as a king and as a seeker of immortality. Qin had the opportunity to meet the Queen Mother of the West and attain greatness from her, but instead wasted it (Bernard, 2000:207) and died without the Mandate of Heaven or a dynasty. His story of not jumping at the chance to meet the Queen Mother serves as a warning to later men, as despite huge and costly efforts to pursue immortality, he died and speaks no more. The ninth-century poet Zhuang Nanjie wrote:</p>\n<dl><dd>\"His flourishing breath once departed, he never more will speak;</dd>\n<dd>His white bones buried deep, the evening mountains turn cyan\" (<i>Quan Tangshi</i>, 2836)</dd>\n</dl><h3><span id=\"Emperor_Wu_of_the_Han_dynasty\">Emperor Wu of the Han dynasty</span></h3>\n\n<p>As legend tells Emperor Wu of the Han dynasty and the Queen Mother of the West met during the height of Wu's reign, when she visited him during the night of Double Seven, the night for encounters between mortal men and divine women (Bernard, 2000). When the Queen Mother of the West visits Emperor Wu she shares a banquet with him, grants him special teachings, and then departs. Emperor Wu just like King Mu before him fails to follow her teachings, and fails to put them into practice, and therefore he inevitably dies. The whole story of their meeting is described in Li Qi's long work \"Songs of the Queen Mother\":</p>\n<blockquote>\n<p>\"The Martial Illustrious One fasted and observed abstinence in his Basilica for Receiving Florescence; As he stood upright with folded hands, instantly the Queen Mother came to grant him an audience. Rainbow standards numinously flashing: her qilin-drawn chariots, With feathered parasols streaming and pheasant fans. Her fingers holding intertwined pears, she sent them along for the emperor to eat; By means of them one can prolong life and preside over the cosmos. On top of her head she wore the nine-starred crown; She led a flock of jade lads, then sat facing south. \"Do you want to hear my essential words? Now I'll report them to you.\" The emperor thereupon burned incense and requested such a discussion. \"If you can rarefy your earth soul and dispatch the three corpses, Afterward you will certainly have an audience with me at the Celestial Illustrious One's palace.\" Turning her head back, she told the servant girl, Dong Shuangcheng, \"The wind is finished; you may perform on the Cloud Harmony Mouth Organ.\" Red auroral clouds and the white sun, in strict attendance, did not move; Seven dragons and five phoenixes in variegated disarray greeted them. How regrettable! He was too ambitious and arrogant; the divinities were not satisfied, But sighed and lamented over his horses' hooves and chariots' wheel tracks. In his covered walkways, song bells became hard to discern in the approaching evening; In the deep palace, peach and plum flowers turned snowy. Now I just look at my blue jade five-branched lamp; Its coiled dragon spits fire as the light is about to be severed. (<i>Quan Tangshi</i> 750)</p>\n</blockquote>\n<h2><span id=\"Queen_Mother_and_the_women_of_the_Tang\">Queen Mother and the women of the Tang</span></h2>\n<p>Because she was the embodiment of yin, highest goddess, and ruler of female Transcendents, The Queen Mother was seen to have had a special relationship with all women. In the beginning section of Tu Kuang-ting's hagiography, he lists the most important functions of the Queen Mother:</p>\n<dl><dd>\"In heaven, beneath heaven, in the three worlds, and in the ten directions,</dd>\n<dd>all women who ascend to transcendence and attain the way are her dependents.\" (CMYC)</dd>\n</dl><p>The Queen Mother of the West was said to care for all woman Daoists in the universe, both perfected and aspirants. Tang writers frequently refer to her in poems about Daoist women. In accordance with the Shang Ch'ing vision expressed by Tu, she appears as teacher judge, registrar, and Guardian of female believers. Her forms reflect Tu's definitions.</p>\n<p>The Queen Mother was held in especially high regard by Chinese women who did not represent the societal norm of the submissive woman. To these women, The Queen Mother of the West was seen as \"a powerful, independent deity representing the ultimate yin controlling immortality and the afterlife.\" (Cahill, 1986).</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>\"Si Wang-mu\", named after the goddess, is a character in Orson Scott Card's <i>Xenocide</i> and <i>Children of the Mind</i>.</li>\n<li>Xiwangmu is a character in Carrie Vaughn's \"Kitty's Big Trouble\".</li>\n<li>Xiwangmu appears in several of the Shin Megami Tensei games. Her latest appearance was in Shin Megami Tensei IV.</li>\n<li>Xiwangmu is the name of a city on the planet T'ien Shan based on oriental religions in the book The Rise of Endymion by Dan Simmons, part of the Hyperion Cantos series. The planet is mountainous and therefore likely named after Tian Shan.</li>\n<li>Xiwangmu appears as one of the heroes of <i>Emperor: Rise of the Middle Kingdom</i>: in the game, she boosts monument construction and can capture animals on the map.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kunlun Mountain (mythology)</li>\n<li>Bixia</li>\n<li>Doumu</li>\n<li>Huxian</li>\n<li>Qingniao</li>\n<li>Sungmo</li>\n<li>Wusheng Laomu</li>\n<li>Yaochidao</li>\n</ul><dl><dt>In media</dt>\n</dl><ul><li><i>The Fountain</i> by Darren Aronofsky contains symbols similar to those of Xiwangmu</li>\n</ul><h2><span id=\"Citations\">Citations</span></h2>\n<h3><span id=\"References\">References</span></h3>\n\n<h3><span id=\"Sources\">Sources</span></h3>\n<ul><li>Bernard, Elizabeth and Moon, Beverly. (2000). \"Goddesses Who Rule\", Oxford University Press, New York, New York.</li>\n<li>Cahill, Suzanne E. (1993). \"Transcendence &amp; Divine Passion: The Queen Mother of the West in Medieval China\", Stanford University Press. 1993.</li>\n<li>Cahill, Suzanne. (1986). \"Performers and Female Taoist Adepts: Hsi Wang Mu as the Patron Deity of Women in Medieval China.\" Journal of the American Oriental Society 106, 155-168.</li>\n<li>Dien, Dora Shu-Fang. (2003). \"Empress Wu Zetian in Fiction and in History: Female Defiance in Confucian China\". Nova Science Publishers Inc, Hauppauge, New York.</li>\n<li>Mair, Victor H. (2006). \"Contact and Exchange in the Ancient World\". University of Hawai'i Press, Honolulu, Hawaii.</li>\n<li><i>Chuan Tang-shih</i>, Fu Hsing. Taipei. 1967 (abbrev. CTS)</li>\n<li>Quan Tangshi (Complete Tang Poetry Anthology). 1967. Taibei: Fuxing.</li>\n<li>Tu Kuang-ting, (850-933). <i>Chin-mu Yuan-chun</i> (<i>The Primordial Ruler, Metal Mother</i>), from <i>Yung-cheng Chi-hsien Lu</i>, c .early 10th century. (abbrev. CMYC)</li>\n<li>\"Inquiry Report on the Chinese Goddesses Hsi Wang Mu and Ma-tsu\". Zinck, Laura. St. Thomas University. (retrieved on 10/24/08)</li>\n<li>\"Women in the Taoist Tradition: A Historical Survey\". Kirkland, Russell. University of Georgia. retrieved on 10/24/08.</li>\n<li><i>Taoism and the Arts of China: Sacred Mountains and Cults of the Immortals</i>. Art Institute of Chicago 2000. (retrieved on 10/27/08)</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Wang, Robin. <i>Images of Women in Chinese Thought and Culture: Writings from the Pre-Qin Period through the Song Dynasty</i>. Hackett Publishing Company. 2003</li>\n<li>Cahill, Suzanne E. <i>Transcendence &amp; Divine Passion: The Queen Mother of the West in Medieval China</i>. Stanford University Press. 1993.</li>\n<li>300 Tang poems. AFPC. https://web.archive.org/web/20070927005506/http://afpc.asso.fr/wengu/wg/wengu.php?l=Tangshi</li>\n<li>Zeisler, Bettina (2010). “East of the Moon and West of the Sun? Approaches to a Land with Many Names, North of Northern India and South of Khotan” in The Earth Ox Papers. Special Issue. <i>The Tibet Journal</i>, Autumn 2009 vol XXXIV n 3-Summer 2010 vol. SSSV n. 2. Edited by Roberto Vitali. Library of Tibetan Works and Archives, Dharamsala, H.P., India. pp. 371–463.</li>\n<li>Dashu, Max. <i>Xi Wangmu, the shamanic great goddess of China</i>.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chinese lu symbol - 禄.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Detail of Xie Wenli's painting of Xi Wangmu.jpg"}, {"ns": 6, "title": "File:King Mu of Zhou & Queen Mother of the West.jpg"}, {"ns": 6, "title": "File:Pao-Shan Tomb Wall-Painting of Liao Dynasty (寳山遼墓壁畫：降眞圗).jpg"}, {"ns": 6, "title": "File:Peach Festival of the Queen Mother of the West, Freer Gallery of Art.jpg"}, {"ns": 6, "title": "File:Porcelaine chinoise Guimet 271103.jpg"}, {"ns": 6, "title": "File:QueenMotherOfTheWest-Earthenware-EasternHanDynasty-ROM-May8-08.png"}, {"ns": 6, "title": "File:XiwangmuVietnam.jpg"}, {"ns": 6, "title": "File:Zhenkong-Wusheng Laomu red.svg"}]}