{"pageid": 309079, "ns": 0, "title": "Benzaiten", "extract": "<p><b>Benzaiten</b> (弁才天, 弁財天) is a Japanese Buddhist goddess, who originated from the Hindu goddess Saraswati. Worship of Benzaiten arrived in Japan during the 6th through 8th centuries, mainly via the Chinese translations of the <i>Sutra of Golden Light</i>, which has a section devoted to her. She is also mentioned in the Lotus Sutra and often depicted holding a <i>biwa</i>, a traditional Japanese lute, just as Saraswati holds a veena. Benzaiten is a syncretic entity with both a Buddhist and a Shinto side.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Transfer_from_India_to_Japan\">Transfer from India to Japan</span></h2>\n\n<p>Referred to as <i>Sarasvatî Devî</i> in Sanskrit (meaning \"Goddess Saraswati\"), Benzaiten is the goddess of everything that flows: water, time, words, speech, eloquence, music and by extension, knowledge. The original characters used to write her name read \"Biancaitian\" in Chinese and \"Bensaiten\" in Japanese (辯才天) and reflect her role as the goddess of eloquence. Because the Sutra of Golden Light promised protection of the state, in Japan she became a protector-deity, at first of the state and then of people. Lastly, she became one of the Seven Gods of Fortune (<i>fukujin</i>) when the Sino-Japanese characters used to write her name changed to 弁財天 (Benzaiten), emphasizing her role in bestowing monetary fortune. Sometimes she is called <b>Benten</b> although this name usually refers to the god Brahma. A form of her name which definitively distinguishes her as not the masculine god Brahma is <i>Benzaitennyo</i> (弁才天女), as the final <i>tennyo</i> (天女) translates as \"goddess\".</p>\n<p>When Kisshoutennyo is counted among the seven fukujin and fellow fukujin Daikoku is regarded in feminine form, together with Benzaitennyo all three of the Hindu Tridevi are represented in the fukujin.</p>\n\n<p>In the Rig-Veda (6.61.7) Sarasvati is credited with killing the three-headed Vritra also known as Ahi (\"snake\"). Vritra is also strongly associated with rivers, as is Sarasvati. This is probably one of the sources of Sarasvati/Benzaiten's close association with snakes and dragons in Japan. She is enshrined on numerous locations throughout Japan; for example, the Enoshima Island in Sagami Bay, the Chikubu Island in Lake Biwa and the Itsukushima Island in Seto Inland Sea (Japan's Three Great Benzaiten Shrines); and she and a five-headed dragon are the central figures of the Enoshima Engi, a history of the shrines on Enoshima written by the Japanese Buddhist monk Kōkei (皇慶) in AD 1047. According to Kōkei, Benzaiten is the third daughter of the dragon-king of Munetsuchi (無熱池; literally \"lake without heat\"), known in Sanskrit as Anavatapta, the lake lying at the center of the world according to an ancient Buddhist cosmological view.</p>\n<p>Earlier documents such as those recorded by Buddhist monks link the periodic appearance of comets with the goddess Benzaiten. For example, the comet that appeared in 552 AD, and again in late 593 AD were associated with deity Benzaiten. These records suggest that the exchange of cultural and spiritual ideas from Buddhism and Hinduism in India to Japan, through deities such as Benzaiten, occurred well before the 5th century.</p>\n<h2><span id=\"Benzaiten_as_a_kami\">Benzaiten as a <i>kami</i></span></h2>\n<p>Benzaiten is a female <i>kami</i> to Shinto with the name Ichikishima-hime-no-mikoto <span>(<span lang=\"ja\" xml:lang=\"ja\">市杵島姫命</span>)</span>. Also, she is believed by Tendai Buddhism to be the essence of <i>kami</i> Ugajin, whose effigy she sometimes carries on her head together with a <i>torii</i> (see photo above). As a consequence, she is sometimes also known as Uga <span>(<span lang=\"ja\" xml:lang=\"ja\">宇賀</span>)</span> Benzaiten or Uga Benten. Shrine pavilions called either Benten-dō or Benten-sha <span>(<span lang=\"ja\" xml:lang=\"ja\">弁天社</span>)</span>, or even entire Shinto shrines can be dedicated to her, as in the case of Kamakura's Zeniarai Benzaiten Ugafuku Shrine or Nagoya's Kawahara Shrine.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Fukujin (福神) deities</li>\n<li>Buddhist Tenbu (天部) deities</li>\n<li>Hinduism in Japan</li>\n<li>Three Great Shrines of Benzaiten</li>\n<li>Shinto-Buddhism syncretism</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Japan and Indian Asia by Hajime Nakamura. Publisher: Firma KLM, 1961. Publication Date: 1961</li>\n<li>India and Japan: A Study in interaction during 5th cent - 14th century - By Upendra Thakur</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>A Study of the Enoshima Engi</li>\n<li>Sacred Texts account of Benzaiten</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Benzaiten.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Daibutsu of Todaiji 4.jpg"}, {"ns": 6, "title": "File:Hogonji13s3200.jpg"}, {"ns": 6, "title": "File:INOKASHIRA1.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}]}