{"pageid": 31126703, "ns": 0, "title": "Kalaratri", "extract": "<p>It is important to note that it is not uncommon to find the names, <i>Kali</i> and <i>Kaalratri</i> being used interchangeably, although these two deities are argued to be separate entities by some. According to David Kinsley, Kali is first mentioned in Hinduism as a distinct goddess around 600 CE. Chronologically then, Kaalratri (described textually in the Mahabharata, dated 300 BCE - 300 CE) predates but most likely, informs, present representations of Kali.</p>\n<p>Kaalratri is traditionally worshipped during the nine nights of Navratri celebrations. The seventh day of Navratri pooja (Hindu prayer ritual) in particular is dedicated to her and she is considered the fiercest form of the Mother Goddess, her appearance itself invoking fear. This form of Goddess is believed to be the destroyer of all demon entities, ghosts, spirits and negative energies, who flee upon knowing of her arrival.</p>\n<p>The Saudhikagama, an ancient Tantric text referenced in the Silpa Prakasha, describes Goddess Kalaratri as being the goddess that rules the night portion of every day and night. She is also associated with the crown chakra (also known as the sahasrara chakra), thereby giving the invoker, siddhis and niddhis (particularly, knowledge, power and wealth).</p>\n<p>Kaalratri is also known as <i>Shubankari</i> (शुभंकरी) - meaning auspicious/doing good in Sanskrit, due to the belief that she always provides auspicious results to her devotees. Hence, it is believed that she makes her devotees fearless.</p>\n<p>Other less well-known names of Goddess Kaalratri include Raudri and Dhumorna.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Scriptural_References\">Scriptural References</span></h2>\n<h3><span id=\"Mahabharata\">Mahabharata</span></h3>\n<p>One of the earlier references to Goddess Kaalratri is found in the famous epic, the Mahabharata (dated between 300BCE - 300CE), specifically in the Sauptika Parva (Book of Sleeping), the tenth book of eighteen forming the full epic. The context of her appearance in this portion of the epic occurs at the end of the historic battle between the Pandavas and Kauravas. Ashwattama, a warrior on the Kaurava side, whose father, Drona, had been tricked into surrender by the Pandavas, was determined to avenge his father's death. In the stealth of the night, against the rules of war, Ashwattama creeps into the Kuru camp that is now occupied by followers of the victorious Pandavas. Infused by the power of Shiva, he attacks and kills these followers. At the height of his frenzied attack, Goddess Kaalratri appears.</p>\n<blockquote>\n<p>“.....<i>in her embodied form, a black image, of bloody mouth and bloody eyes, wearing crimson garlands and smeared with crimson unguents, attired in a single piece of red cloth, with a noose in hand, and resembling an elderly lady, employed in chanting a dismal note and standing full before their eyes</i>.”</p>\n</blockquote>\n<p>This reference in the Mahabharata appropriately depicts Goddess Kaalratri as representing and personifying the horrors of war, laying its unpleasantness bare.</p>\n<h3><span id=\"Markandeya_Purana\">Markandeya Purana</span></h3>\n<p>Chapter 1 of the Durga Saptashati, verse 75, references the destructive concept personified by Goddess Kaalratri in all Puranas:</p>\n<blockquote>\n<p><i><b>prakṛtistvaṃca sarvasya guṇatraya vibhāvinī</b></i></p>\n</blockquote>\n<blockquote>\n<p><i><b>kāḷarātrirmahārātrirmoharātriśca dāruṇā</b></i></p>\n</blockquote>\n<blockquote>\n<p><i>You are the primordial cause of everything</i></p>\n</blockquote>\n<blockquote>\n<p><i>Bringing into force the three qualities (sattva, rajas and tamas)</i></p>\n</blockquote>\n<blockquote>\n<p><i>You are the dark might of periodic dissolution</i></p>\n</blockquote>\n<blockquote>\n<p><i>You are the great night of final dissolution and the terrible night of delusion</i></p>\n</blockquote>\n<h3><span id=\"Skanda_Purana\">Skanda Purana</span></h3>\n<p>The Skanda Purana describes Lord Shiva beseeching his wife, Parvati (the cosmic feminine creative force), to help the gods when they are terrorised by the demon-king, Durgamasur (NB: distinct from Goddess Durga, who is so-named for having killed this very demon). She accepts to help and sends Goddess Kaalratri, \"...<i>a female whose beauty bewitched the inhabitants of the three worlds</i>...\"[1]. Some sources claim that the Skanda Purana describes the Mother Goddess as Parvati (Durga) removing her golden skin, to reveal her Kaalratri black-skinned form.</p>\n<h3><span id=\"Varaha_Purana\">Varaha Purana</span></h3>\n<p>In this text, the name <i>Raudri</i> is used to reference Kaalratri. Chapters 90-96 describe Goddess Raudri (Kaalratri) killing the demon, Ruru.</p>\n<h3><span id=\"Vishnudharmottara_Purana\">Vishnudharmottara Purana</span></h3>\n<p>Regarded as an appendix to Vishnu Purana, this encyclopaedic narrative makes reference to Goddess Kaalratri in the 48th <i>adhyaya</i> (chapter) of the third <i>khanda</i> (part), as being Dumordhana, the feminine counterpart to Lord Yama, the god of death.</p>\n<p>Other scriptural references to Goddess Kaalratri include - the Lalita sahasranama storam (found in the Brahmanda Purana) and Lakshmi sahasranama stotram,</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The first part of the word <i>kalaratri</i> is <i>kala</i>. Kala primarily means time but also means black in honour of being the first creation before light itself. This is a masculine noun in Sanskrit. Time, as perceived by Vedic seers, is where everything takes place; the framework on which all creation unfolds. Vedic seers therefore conceived of kala as a powerful deity as much as a concept. This then gave rise to the Vedic image of the deified Kala as devourer of all things, in the sense that time devours all. Kaalratri can also mean the one who is the death of time. In the Mahanirvana Tantra, during the dissolution of the universe, Kala (time) devours the universe and is himself, engulfed by his spouse, the supreme creative force, Kali. <i>Kālī</i> is the feminine form of <i>kālam</i> (black, dark coloured) and refers to her being the entity beyond time. A nineteenth-century Sanskrit dictionary, the Shabdakalpadrum, states: कालः शिवः । तस्य पत्नीति - काली । kālaḥ śivaḥ । tasya patnīti kālī - \"Shiva is Kāla, thus, his consort is Kāli\"</p>\n<p>The second part of the word <i>kalaratri</i>, is <i>ratri</i> and its origins can be traced to the oldest of Vedas, the Rig Veda. According to the Ratrisukta of the Rig Veda, sage Kushika while absorbed in meditation realised the enveloping power of darkness and thus invoked Ratri (night) as an all-powerful goddess. Thus, the darkness after sunset became deified and was invoked by sages to deliver mortals from fears and worldly bondage. Each period of the night, according to Tantric tradition, is under the sway of a particular terrifying goddess who grants a particular desire to the aspirant. The word <i>kalaratri</i>in Tantra refers to <i>the darkness of night</i>, a state normally frightening to ordinary individuals but considered beneficial to worshippers of the Goddess.</p>\n<p>In latter times, Ratridevi (Goddess Ratri' or 'Goddess of the Night) came to be identified with a variety of goddesses - for example in the Atharva Veda, where Ratridevi is called Durga. Black references primal darkness before creation and also darkness of ignorance. Hence this form of goddess is considered as one who destroys the darkness of ignorance.</p>\n<p>Invoking Goddess Kaalratri therefore empowers the devotee with the devouring quality of <i>kala</i> (time) and the all-consuming nature of <i>ratri</i> (night) - allowing all obstacles to be overcome and guaranteeing success in all undertakings. In summary, Kaalratri is the personification of the night of all-destroying time.</p>\n<p>This form primarily depicts that life also has a dark side – the violence of Mother Nature that encompasses death and destruction.</p>\n<h2><span id=\"Stories\">Stories</span></h2>\n<p>Once there were two demons named Shumbha and Nishumbha, who invaded devaloka and defeated the demigods. Indra the ruler of the gods, along with the demigods went to the Himalayas to get Lord Shiva's help in retrieving their abode. Together, they prayed to Goddess Parvati (Durga). Parvati heard their prayer while she was bathing, so she created another goddess, Chandi (Ambika) to assist the gods by vanquishing the demons. Chanda and Munda were two demon generals sent by Shumbha and Nishumbha. When they came to battle her, Goddess Chandi created a dark goddess, Kali (in some accounts, called Kaalratri). Kali/Kaalratri killed them, thereby acquiring the name Chamunda.</p>\n<p>Thereupon, a demon named Raktabija arrived. Raktabija had the boon that if any drop of blood of his fell onto the ground, a clone of him would be created. When Kaalratri attacked on him, his spilt blood gave rise to several clones of him. As such, it became impossible to defeat him. So while battling, Kaalratri furious at this, drank his blood to prevent it from falling down, eventually killing Raktabija and helping goddess Chandi to kill his commanders, Shumbha and Nishumbha.</p>\n<p>Another legend says that Goddess Chamunda (Kali) was creator of Devi Kaalratri. Riding a powerful donkey, Kalraatri chased the demons Chanda and Munda and brought them to Kali after catching and incarcerating them. Then these demons were killed by goddess Chamunda.</p>\n<p>Yet another legend recounts that, there was a demon named Durgasur who tried to attack Kailash, the abode of Parvati (Durga) in the absence of Shiva. Parvati got to know about this and created Kaalratri, instructing her to warn Durgasur against an attack. Durgasur's guards however tried to capture Kaalratri when she turned up as a messenger. Kaalratri then assumed a gigantic form and delivered the warning to him. Subsequently, when Durgasur came to invade Kailash, Parvati battled him and killed him gaining the name Durga. Here Kaalratri serves as an agent who gives the message and warning from Parvati to Durgasur.</p>\n\n<p>The complexion of Kalaratri is that of the darkest of nights with bountiful hair and a heavenly shaped form. She has four hands - the left two hands hold a scimitar and a thunderbolt and the right two are in the varada (blessing) and abhaya (protecting) mudras. She wears a necklace that shines like the moon. Kaalratri has three eyes which emanate rays like lightning. Flames appear through her nostrils when she inhales or exhales. Her mount is the donkey, sometimes considered as a corpse. Blue, red and white colours should be used to wear on this day.</p>\n<p>The appearance of Goddess Kaalratri can be seen as bearing doom for evil-doers. But she always bears good fruits for her devotees and should avoid fear when faced with her, for she removes the darkness of worry from life of such devotees. Her worship on the seventh day of Navratri is given especially high importance by Yogis and Sādhakas.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<ul><li>Kalratri -Varanasi Temple, D.8/17, Kalika Galli, which is a lane parallel to Annapurna – Vishwanath</li>\n<li>Kaalratri Temple, Dumri Buzurg, Nayagaon, Bihar</li>\n<li>Kalratri -Vindhyachal, Mirzapur (UP).</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kaal Bhairav</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:332 Durga-alone.png"}, {"ns": 6, "title": "File:Kaalratri Temple Dumri Buzurg Nayagaon Saran Bihar.jpg"}, {"ns": 6, "title": "File:Kalratri Sanghasri 2010 Arnab Dutta.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}]}