{"pageid": 312976, "ns": 0, "title": "Nüwa", "extract": "<p><b>Nüwa</b> (Chinese: 女媧; pinyin: <i>Nǚwā</i>; IPA: /Nỳwá/), also known as <b>Nügua</b>, is a goddess in ancient Chinese mythology best known for creating mankind and repairing the pillar of heaven.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>The <i>Huainanzi</i> relates Nüwa to the time when Heaven and Earth were in disruption:</p>\n<p>The catastrophes were supposedly caused by the battle between the deities Gonggong and Zhuanxu (an event that was mentioned earlier in the <i>Huainanzi</i>), the five-colored stones symbolize the essence of the five phases (wood, fire, earth, metal, and water), the black dragon was the essence of water and thus cause of the floods, Ji province represents the central regions (the Sinitic world). Following this, the <i>Huainanzi</i> tells about how the sage-rulers Nüwa and Fuxi set order over the realm by following the way (道) and its potency (德).</p>\n\n\n<p>The <i>Shan Hai Jing</i>, dated between the Warring States period and the Han Dynasty, describes Nüwa's intestines as being scattered into ten spirits.</p>\n<p>In <i>Liezi</i> (c. 475 - 221 BC), Chapter 5 \"Questions of Tang\" (Chinese: <span lang=\"zh-Hant\">卷第五 湯問篇</span>), author Lie Yukou describes Nüwa repairing the original imperfect heaven using five-colored stones, and cutting the legs off a tortoise to use as struts to hold up the sky.</p>\n<p>In <i>Songs of Chu</i> (c. 340 - 278 BC), Chapter 3 \"Asking Heaven\" (Chinese: <span lang=\"zh-Hans\">问天</span>), author Qu Yuan writes that Nüwa molded figures from the yellow earth, giving them life and the ability to bear children. After demons fought and broke the pillars of the heavens, Nüwa worked unceasingly to repair the damage, melting down the five-coloured stones to mend the heavens.</p>\n<p>In <i>Shuowen Jiezi</i> (c. 58 - 147 AD), China's earliest dictionary, under the entry for Nüwa author Xu Shen describes her as being both the sister and the wife of Fuxi. Nüwa and Fuxi were pictured as having snake-like tails interlocked in an Eastern Han Dynasty mural in the Wuliang Temple in Jiaxiang county, Shandong province.</p>\n<p>In <i>Duyi Zhi</i> (Chinese: <span lang=\"zh-Hant\">獨異志</span>; c. 846 - 874 AD), Volume 3, author Li Rong gives this description.</p>\n<p>In <i>Yuchuan Ziji</i> (Chinese: <span lang=\"zh-Hans\">玉川子集</span> c. 618 - 907 AD), Chapter 3 (Chinese: <span lang=\"zh-Hans\">\"與馬異結交詩\" 也稱 \"女媧本是伏羲婦\"</span>), author Lu Tong describes Nüwa as the wife of Fuxi.</p>\n<p>In <i>Siku Quanshu</i>, Sima Zhen (679–732) provides commentary on the prologue chapter to Sima Qian's <i>Shiji</i>, \"Supplemental to the Historic Record: History of the Three August Ones,\" wherein it is found that the Three August Ones are Nüwa, Fuxi, and Shennong; Fuxi and Nüwa have the same last name, Feng (Chinese: <span lang=\"zh-Hant\">風</span>) (Hmong: Faj). Note: Sima Zhen's commentary is included with the later <i>Siku Quanshu</i> compiled by Ji Yun and Lu Xixiong.</p>\n<p>In the collection <i>Four Great Books of Song</i> (c. 960 - 1279 AD), compiled by Li Fang and others, Volume 78 of the book <i>Imperial Readings of the Taiping Era</i> contains a chapter \"Customs by Yingshao of the Han Dynasty\" in which it is stated that there were no men when the sky and the earth were separated. Thus Nüwa used yellow clay to make people. But the clay was not strong enough so she put ropes into the clay to make the bodies erect. It is also said that she prayed to gods to let her be the goddess of marital affairs. Variations of this story exist.</p>\n<h2><span id=\"Appearance_in_Fengshen_Yanyi\">Appearance in <i>Fengshen Yanyi</i></span></h2>\n\n<p>Nüwa is featured within the famed Ming dynasty novel <i>Fengshen Bang</i>. As featured within this novel, Nüwa is very highly respected since the time of the Xia Dynasty for being the daughter of the Jade Emperor; Nüwa is also regularly called the \"Snake Goddess\". After the Shang Dynasty had been created, Nüwa created the five-colored stones to protect the dynasty with occasional seasonal rains and other enhancing qualities. Thus in time, Shang Rong asked King Zhou of Shang to pay her a visit as a sign of deep respect. After Zhou was completely overcome with lust at the very sight of the beautiful ancient goddess Nüwa (who had been sitting behind a light curtain), he would write a small poem on a neighboring wall and take his leave. When Nüwa later returned to her temple after visiting the Yellow Emperor, Nüwa would see the foulness of Zhou's words. In her anger, she swore that the Shang Dynasty would end in payment for his foulness. In her rage, Nüwa would personally ascend to the palace in an attempt to kill the king, but was suddenly struck back by two large beams of red light.</p>\n<p>After Nüwa realized that King Zhou was already destined to rule the kingdom for twenty-six more years, Nüwa would summon her three subordinates—the Thousand-Year Vixen (later becoming Daji), the Jade Pipa, and the Nine-Headed Pheasant. With these words, Nüwa would bring destined chaos to the Shang Dynasty, \"The luck Cheng Tang won six hundred years ago is dimming. I speak to you of a new mandate of heaven which sets the destiny for all. You three are to enter King Zhou's palace, where you are to bewitch him. Whatever you do, do not harm anyone else. If you do my bidding, and do it well, you will be permitted to reincarnate as human beings.\" Thus, with these words, Nüwa would never be heard of again, but would still be a major indirect factor towards the Shang Dynasty's fall.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Nüwa Mends the Heavens</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Birrell, Anne (1993), <i>Chinese Mythology: An Introduction</i>, Johns Hopkins University Press.</li>\n<li><cite class=\"citation book\">Lewis, Mark Edward (2006). <i>The Flood Myths of Early China</i>. Albany: State University of New York Press. ISBN 978-0-7914-6663-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AN%C3%BCwa&amp;rft.aufirst=Mark+Edward&amp;rft.aulast=Lewis&amp;rft.btitle=The+Flood+Myths+of+Early+China&amp;rft.date=2006&amp;rft.genre=book&amp;rft.isbn=978-0-7914-6663-6&amp;rft.place=Albany&amp;rft.pub=State+University+of+New+York+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Major, John S.; Queen, Sarah A.; Meyer, Andrew Seth; Roth, Harold D. (2010). <i>The Huainanzi: A Guide to the Theory and Practice of Government in Early Han China</i>. New York: Columbia University Press. ISBN 978-0-231-14204-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AN%C3%BCwa&amp;rft.au=Major%2C+John+S.&amp;rft.au=Meyer%2C+Andrew+Seth&amp;rft.au=Queen%2C+Sarah+A.&amp;rft.au=Roth%2C+Harold+D.&amp;rft.btitle=The+Huainanzi%3A+A+Guide+to+the+Theory+and+Practice+of+Government+in+Early+Han+China&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=978-0-231-14204-5&amp;rft.place=New+York&amp;rft.pub=Columbia+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite id=\"CITEREFAllan1991\" class=\"citation\">Allan, Sarah (1991), <i>The shape of the turtle: myth, art, and cosmos in early China</i>, SUNY series in Chinese philosophy and culture, SUNY Press, ISBN 0-7914-0460-9</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AN%C3%BCwa&amp;rft.aufirst=Sarah&amp;rft.aulast=Allan&amp;rft.btitle=The+shape+of+the+turtle%3A+myth%2C+art%2C+and+cosmos+in+early+China&amp;rft.date=1991&amp;rft.genre=book&amp;rft.isbn=0-7914-0460-9&amp;rft.pub=SUNY+Press&amp;rft.series=SUNY+series+in+Chinese+philosophy+and+culture&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DQlEZd4x9LUAC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Mawangdui silk banner from tomb no1.jpg"}, {"ns": 6, "title": "File:NuwaFuxi1.JPG"}, {"ns": 6, "title": "File:Ping Sien Si - 065 Nu Wa Niang Niang (16140351273).jpg"}, {"ns": 6, "title": "File:Xiaoyuncong nvwa.jpg"}]}