{"pageid": 31349404, "ns": 0, "title": "Creirwy", "extract": "<p><b>Creirwy</b> (<small>Welsh pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈkrəirʊɨ]</span>) is a figure in the <i>Mabinogion</i> and the <i>Hanes Taliesin</i> (the story of Taliesin's life), daughter of the enchantress Ceridwen and Tegid Foel (\"Tacitus the Bald\"). The Welsh Triads name her one of the three most beautiful maids of the Isle of Britain. Born in Penllyn in Powys, Wales, Creirwy (also known as <i>Llywy</i>) has a dark, hideous brother named Morfran and a foster brother, Gwion Bach (who would become the bard Taliesin). She does not appear in the stories about Afagddu and Taliesin.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Interpretation_as_a_goddess\">Interpretation as a goddess</span></h2>\n<p>Celtic researcher Edward Davies deemed Creirwy \"the Proserpine of the British Druids\"—also comparing her mother Ceridwen to Ceres of Roman myth. Mythographer Jacob Bryant theorized that Creirwy and Ceridwen were essentially \"the same mystical personage.\"</p>\n<p>Her name possibly means \"sacred symbol of the egg\" (i.e., \"mundane egg\", \"adder stone\") from the Welsh elements <i>creir</i> \"a token, jewel, sacred object, relic, talisman, treasure, richly decorated article, object of admiration or love, darling, safeguard, strength, hand-bell, church-bell\" and <i>wy</i> \"egg\". For the ancient Druids, the mundane egg allegedly symbolized chaos, the beginning of all things, and upon it oaths were administered.</p>\n<h2><span id=\"Saint_Creirwy\">Saint Creirwy</span></h2>\n<p>This was also the name of a 6th-century Breton saint from Wales, daughter of Saint Gwen the Triple-Breasted and sister of the great regional saint Winwaloe. According to hagiographies of Winwaloe, Saint Creirwy (Latin: <span lang=\"la\" xml:lang=\"la\"><i>Creirvia</i></span>; Breton: <span lang=\"br\" xml:lang=\"br\"><i><b>Klervi</b></i></span>) as a young girl had one or both eyes gouged out by a wild goose, but Winwaloe retrieved the eyeball(s) from the gander's belly and returned it/them to his little sister's orbit(s), and Creirwy's eyesight was miraculously restored. Thus, she is allegedly a patron saint of the blind. The story is memorialized in a 16th-century statue in Keravézan, Saint-Frégant; known as <i>la fontaine de Saint Guénolé</i>, it depicts Winwaloe (Guénolé) holding the goose and the eyeball, with little Creirwy at his feet.</p>\n<p>However, the legend is dismissed by Baring-Gould and Fisher, who say it originated with an expression that \"Creirwe\" used; supposedly she would often say she \"owed her eye to Winwaloe\", but in reference to a much more ordinary childhood event, in which her brother stepped in and protected her when a wild goose flew at Creirwy and almost pecked out her eye.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Literature\">Literature</span></h2>\n<ul><li>Rachel Bromwich: <i>Trioedd Ynys Prydein: The Triads of the Island of Britain.</i> University Of Wales Press 2006, ISBN 0-7083-1386-8.</li>\n<li>Bernhard Maier: <i>Dictionary of Celtic religion and culture.</i> Boydell &amp; Brewer, 1997, ISBN 978-0-85115-660-6.</li>\n</ul>"}