{"pageid": 31500663, "ns": 0, "title": "\"Isis\" of the Suebi", "extract": "<p>In Roman historian Tacitus's first century CE book <i>Germania</i>, Tacitus describes the veneration of what he deems as an <b>\"Isis\" of the Suebi</b>. Due to Tacitus's usage of <i>interpretatio romana</i> elsewhere in the text, his admitted uncertainty, and his reasoning for referring to the veneration of an Egyptian goddess by the Suebi—a group of Germanic peoples—scholars have generally held that Tacitus's identification is incorrect, and have debated what goddess Tacitus refers to.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestation\">Attestation</span></h2>\n<p>In chapter 9 of <i>Germania</i>, Tacitus, employing <i>interpretatio romana</i> (a process in which what an author deems Roman equivalents are listed in place of non-Roman deity names), says that the Suebi principally venerate \"Mercury\", and that they regard it as sacral to offer him both human and non-human sacrifices on specific dates (unprovided). The Suebi also worship \"Mars\" and \"Hercules\", who they appease by offering animals in a traditional manner. Tacitus adds that a part of the Suebi, however, venerate \"Isis\", although he admits that he doesn't know how worship of Isis could have been imported:</p>\n<blockquote>\n</blockquote>\n<h2><span id=\"Theories_and_interpretations\">Theories and interpretations</span></h2>\n<p>While Tacitus's \"Mercury\", \"Mars\", and \"Hercules\" are generally held to refer to Odin, Tyr, and Thor respectively, the identity of \"Isis\" has been a matter of debate. In his translation of <i>Germania</i>, scholar J. B. Rives comments that while, in Tacitus's time, the cult of Isis was widespread and is well attested in provinces on the border of Germania, Tacitus's identification is problematic because the cult of Isis seems to have spread with Greco-Roman culture. Rives comments that \"most scholars believe that Tacitus has misidentified a native Germanic ritual that bore some resemblance to a well-known Isiac ritual that involved a ship [...]\".</p>\n<p>In a 2012 paper, Joseph S. Hopkins and Haukur Þorgeirsson propose a connection between a Vanir goddess, particularly Freyja, and the ship symbolism of the \"Isis\" of the Suebi. The two propose that Old Norse texts mentioning Fólkvangr and Sessrúmnir present an image of a 'ship in the field', implying a strong association between Freyja and ship imagery, particularly the stone ships of Scandinavia.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Nerthus, another Germanic goddess mentioned by Tacitus in his <i>Germania</i></li>\n<li>Baduhenna, a Germanic goddess mentioned by Tacitus in his <i>Annals</i></li>\n<li>Tamfana, another Germanic goddess mentioned by Tacitus in his <i>Annals</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}