{"pageid": 315644, "ns": 0, "title": "Akka (spirit)", "extract": "<p><b>Akka</b> is a female spirit in Sami shamanism and Finnish mythology. Worship of the akka was common and took the form of sacrifices, pleas for help and various rituals. Some Sámi believed the akka lived under their tents. As with other gods, the name appears within some geographical names, leaving a legacy of Sami presence.</p>\n<h2><span id=\"Sami_mythology\">Sami mythology</span></h2>\n<ul><li>Maderakka, the first akka, was mother of the tribe, goddess of women and children, she who gives humans their bodies; women belong to her and boys belong to her until they are declared men. Maderakka is popular among modern Sámi feminists. Maderakka's three daughters are:\n<ul><li>Sarakka is the goddess of fertility, menstruation, love, human sexuality, pregnancy and childbirth; after a birth, a woman would eat a special porridge dedicated to her. The modern Sámi women's organisation <b>The Sarahkka</b> formed in 1988 and is named in honor of her.</li>\n<li>Juksakka, \"akka with an arrow,\" is the protector of children.</li>\n<li>Uksakka shapes the fetus in the mother's womb and assigns humans their sex.</li>\n</ul></li>\n<li>Jabme-Akka, \"the akka of the dead,\" is a goddess of the underworld. Spirits of lost babies are soothed and comforted by her, but all other spirits dwell in sorrow. The land of the dead is said to be a mirror of the land of the living where everything is the opposite. So, the dead are buried with the essentials of living (e.g. knives) and anything that would make their afterlife better.</li>\n</ul><h2><span id=\"Akka_in_Finnish_and_Estonian_mythologies\">Akka in Finnish and Estonian mythologies</span></h2>\n<p>In Finnish mythology, <b>Akka</b> is the wife of Ukko and is the goddess of fertility. As they make love, thunder rolls. She could be seen as the female side of nature, <i>Maaemonen</i> \"mother earth\", whom Ukko fertilizes.</p>\n<p>In Estonian mythology she is known as <b>Maan-Emo</b>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Excerpt of sami drum with some typical motives.png"}]}