{"pageid": 31678975, "ns": 0, "title": "Adi Parashakti", "extract": "<p><b>Adi Parashakti</b> or <b>Adishakti</b> is the Supreme Being goddess in the Shaktism sect of Hinduism. She is also popularly referred to as \"Parama Shakti\", \"Maha Shakti\", \"Mahadevi\", Parvati, or even simply as \"Shakti\". \"Parama\" means <i>absolute</i>, \"Satya\" means the Truth as per many Shakta texts. The Devi Bhagavata Mahapurana states that Adi Parashakti is the original creator, observer and destroyer of the whole universe.</p>\n<p>As per Shaktism, Adi Parashakti appeared as Divine Pure Eternal Consciousness i.e. Shoonya Bindu, the divine zero feminine energy, which then expresses itself as Prakriti (Universal Nature). Hence Adi Parashakti is Parama Prakriti.</p>\n<p>Goddess Lalita Tripura Sundari is the original manifested form of Mother Adi-Parashakti. Goddess Parvati/Durga is Adi- Parashakti herself and is the perfect incarnation of Lalita Tripura Sundari. Goddess Lalita Tripura Sundari/ Parvati, the goddess of power, is considered as her <i>saguna svarupa</i> (Manifested form). That is, Lalita Tripura Sundari is the truest material form of the Goddess, possessing the three qualities (Sattva, rajas, or tamas). However, the Goddess Adi Para Shakti is also considered to be truly supreme spirit without form (Param Atman). She is the Great Goddess, and therefore the source of all other goddesses. She is supreme and regarded as the \"Absolute Truth\" in Shaktism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Adi Parashakti means \"The Eternally Limitless Power\". She is the Power beyond this universe. She is the active energy that can both create and distroy the entire universe. When there was nothing in existence, a light emerged and took the form of adishakti. She had three eyes, trishul, shield, mace, bow, arrow, chakra, long sword, one hand shown as abhaya mudra and she was sitting on a lioness. She took the form of Kushmanda, when she did not find anything around her.</p>\n<p>She opened her left eye and Mahakali was born. With her third eye, Mahasaraswati was born. Mahalakshmi was born when she opened her right eye. Her smile before her eyes opened, created the entire universe.</p>\n<h2><span id=\"Importance\">Importance</span></h2>\n<p>In the Devi Gita, it is suggested that before incarnating Parvati as Uma, she appeared to King Himalaya and revealed divine, eternal knowledge to him. She explained herself, in the words of the Vedas, as having neither beginning nor end. She is the only, eternal truth. The whole universe is her creation. She is the only victor and the manifestation of victory itself. She is a manifested (Lord Brahma), un-manifested (Lord Vishnu) and transcendent (Lord Shiva) divinity. She then displayed her scarcely seen form to him: Satyaloka was located in her forehead; the created universe were her hairs; the sun and moon were her eyes; in her ears were the four directions; the Vedas were her words; death, affection and emotion were her teeth; maya was manifested by her smile.</p>\n<h2><span id=\"Adi_Parashakti_in_Hinduism\">Adi Parashakti in Hinduism</span></h2>\n\n<p>Except for Shakta Puranas, Adi Shakti has never been mentioned with the name \"Adi Shakti\". But indirectly, they also consider her to be supreme being. Scriptures like Devi Bhagwata Purana, four Vedas consider Kali as Dark energy which dissolute complete universe along with time. Lalita gives birth to the universe in the form of cosmic egg which later got banged to create manifested universe. Ultimately, Adi shakti herself is the Zero Energy which exist even after destruction of universe and before its creation.</p>\n<h3><span id=\"In_Vaishnava_Puranas\">In Vaishnava Puranas</span></h3>\n<p>Worshippers of Vishnu do not usually talk about Adi shakti directly but they do depict the concept of Maya and Yogmaya, Radha as Mul Prakriti. Vaishnava scriptures like Bhagwat Purana also don't mention her in detail since it talks about Mahalakshmi as Radha's expansion, considering Radha as mula prakriti. On the contrary, Brahmanda Purana mentions that Adi parashakti divided herself to purusha and prakritki from single seed.</p>\n<h3><span id=\"In_Shaiva_Puranas\">In Shaiva Puranas</span></h3>\n<p>Shiva Purana says Adi Parashakti incarnated in complete materialistic form as Param Prakriti from the left half of Lord Shiva. Linga Purana states Adi shakti's sagun swaroop i.e. Parvati assumed the form of Yoni and Shiva assumed the form of Linga and their union brings evolution of life. Skanda Purana and Markandeya Purana talks about Durga or Chandi as divine mother of all creation and truest material form of Adi Shakti. Parvati is Durga by the same above-mentioned scriptures.</p>\n<h3><span id=\"In_Shakta_Puranas\">In Shakta Puranas</span></h3>\n<p>The \"Devi Bhagwat Purana\" says that Shiva worshiped and meditated on Adishakti for thousands of years, using the beej mantra \"Kleem\". She then incarnated in front of him in the form of Sidhidaatri as such she appeared from the left half of Lord Shiva. The same purana mentions Parvati, the goddess of power and beauty, is considered her Sagun Swaroop (manifested form). The Goddess Adi Para shakti is also considered to be the truly supreme spirit without form (Param Atman). She is the Great Goddess, and all other goddesses and even all the gods are her various forms, says the Devi Gita from Shakti Mahabhagawat Purana. Namely, according to the Devi Bhagwata Purana, Parvati is lineal progenitor of all other goddesses (which are essentially her various forms and names).</p>\n<p>In Devi Mahatmyam, Trimurti and demigods praises Adi shakti:</p>\n<p><i><b>Shrishti Sthiti Vinasham Shakti Bhute Sanatane</b></i></p>\n<p><i><b>Guna Shaye (Devoid of all attributes i.e. Nirgun) Gana maye (Having all the attributes) Narayani Namaustute</b></i></p>\n<p><b>Meaning</b>: We bow to the first female (Narayani), The eternal energy who creates, sustains and destroys all the elements i.e. tatva and the one who is truly supreme spirit (Nirgun) at the time who encapsulate all the attributes for Generation, Observation and Destruction.</p>\n<h2><span id=\"Adi_Parashakti_in_Sikhism\">Adi Parashakti in Sikhism</span></h2>\n<p>Sikhism also portrays the concept of Adi Shakti. The difference is in the philosophy. In Sikhism, Khanda, the symbol of infinite Power of GOD, is referred as \"Adi Shakti\" in Hinduism. Durga or Parvati, who is said to be the truest materialistic form of Adi Shakti as per Hinduism, are manifestations of Adi Shakti to destroy demons as said in Chandi di Var.</p>\n<p>Sikh Meditation quote praising Adishakti - AdiShakti AdiShakti AdiShakti, Namo Namo ; Sarab Shakti Sarab Shakti Sarab Shakti, Namo Namo  ; Prithum Bhagauti Prithum Bhagauti Prithum Bhagauti, Namo Namo ; Kundalini Mata Shakti Mata Shakti Namo, Namo</p>\n<h2><span id=\"Role_in_creation\">Role in creation</span></h2>\n<p>In Srimad Devi Bhagwat Purana's 1st book and 4th chapter. Devi addressed Trimurti as follows:</p>\n<p>\"I am Adi Parashakti, goddess Bhuvaneshvari. I am the owner of this universe. I am the Absolute Reality. I am dynamic in feminine form and static in masculine form. You have appeared to govern the universe through my energy. You are the masculine form of Absolute Reality, while I am the feminine form of that Reality. I am beyond form, beyond everything, and all the powers of God are contained within me. You must know that I am the Eternal limitless energy.</p>\n<p>She then said: <i>Brahma! You will be generator of the universe; the Goddess Sharada (Saraswati) is your consort, my form by which I will be recognized as the goddess of wisdom and the primeval sound. Lord Brahma, this goddess will be with you when you create the universe.</i></p>\n<p>She continued: <i>Lord Narayana! You are the Supreme, Immortal Spirit. You are formless, yet you take form. I assign you to be the preserver of the universe. You will take a different incarnations in order to save this universe's inhabitants. Oh Narayana! You are the Supreme of all the deities with form. You have created Lord Brahma, and Brahma will further create thirty three kind of gods and goddesses. My Great Power, goddess Mahakali, has been born from your mystic sleep. You are the Paramatman. Your consort will be goddess Shri Maha Lakshmi, my form. Lord Vishnu, this goddess will be with you when you rule/maintain the universe. When life evolves, you will take the form of Vishnu, the one who will perform the task of observing and preserving this universe.</i></p>\n<p>At last she instructed: <i>Oh Lord Rudra, the Great Lord, you are the personification of time, which is above all. You will perform the task of destroying and regenerating this universe. When you are formless absolute, time stands still. It is due to my power that you become dynamic and are capable of bringing about the destruction and regeneration of this universe. our consort is goddess Mahakali, Mahakali is myself, my full form, where Lakshmi and Saraswati just my clone, partial form. But due to meditation, you will surpass all my forms. It is then that I will incarnate from your left half in my manifested form. This form will be my truest manifested form. Lord Shiva, she will perform the task of destroying evil and will be your consort.</i></p>\n<p>Aum Shakti is used to describe the name of the goddess when she is without attributes. It is hence to consider Adi Shakti as supreme primordial energy. If we analyze all the sacred texts of Indian legends then it is legitimate to consider Adi parashakti as supreme being.</p>\n<h2><span id=\"Association_with_other_deities\">Association with other deities</span></h2>\n<h3><span id=\"Association_with_Trimurti\">Association with Trimurti</span></h3>\n<p>In Devi Purana, it is written that when different sages were asking the great sage Suta, who have listened the Purana from Lord Krishna himself, that <i>if all the puranas like Shiv Purana, Vishnu Puranas etc. claims that Trimuti are eternal and nobody is superior to them in this Brahmanda (World) and also that trinity is oneness and oneness is trinity then Please tell us who is Adi Parashakti, whom you are talking about? How she took birth? When she was born. please tell us!</i></p>\n<p>Suta said <i>There is no one who can answer you this. Since Brahma, Narada and other eternal sages are bewildered by these questions. Some people worship Lord Vishnu having all the powers and the one who is omnipresent. And some claiming Lord Shiva with half body of Parvati is supreme. In Vedas it is written that worship of Sun is the best. They name highest soul Surya as Paramatama. Others claiming that Lord Vishnu is actual expression of all the deities. The Great Brahmins provide three proves called perception, inference, and verbal testimony. But some other Brahmins added 4th proof to them that is resemblance. Another intelligent pandit added fifth proof called circumstances, presumption, implication at last two authors added two more proves called Sakshi and Aitijya. But Vedanta said that Supreme Being and main source of Universe can not be analyzed through these proves. One should have sure reason to claim. All are claiming and repeating one name directly or indirectly i.e. Shakti or Energy. Who is actually omnipresent in all beings. Shakti is there in Highest \"Vishnu\" to lowest \"Insect\". If Krishna or Shiva are sarva shaktimaan, then presence of Shakti is first that makes them sarva shaktimaan, hence both Shiva and Vishnu are not base. Shakti is actual Base. We Worship because of energy, we walk because of shakti, we do all the activities because of shakti. So How can \"Creation/Preservation/Destruction\" be done without shakti. Shakti is required to get a soul into a body, Shakti is required to sustain soul to live, Shakti is required to destroy/release from a Body. Even if Kundalini Shakti be deprived from Lord Shiva then He will be a Corpse.</i> </p>\n<h3><span id=\"Association_with_Navagraha_or_nine_planets\">Association with Navagraha or nine planets</span></h3>\n<p>Adi Shakti is regarded as the one who can control all the nine planets. She divides herself to Material Shakti i.e. Durga who splits herself to operate nine planets to maintain cosmic order, Vidya Shakti i.e. Kali as source for 10 incarnations of Lord Vishnu and Maya Shakti, to delude the beings to illusion and also promotes the beings to Ultimate God. As Durga Shakti She is the one who splits herself to NavaDurga provides direction and energy to all planets.</p>\n<ul><li>\n<ul><li>Sun is Governed by Kushmanda Shakti.</li>\n<li>Mahagauri operates Rahu.</li>\n<li>Kaalratri governs Shani.</li>\n<li>Ketu is governed by Goddess Siddhidaatri.</li>\n<li>Provider of Knowledge i.e. Bhrasapati is governed by Goddess Katyayini</li>\n<li>Provider of All Fortunes i.e. Mangal is governed by Goddess Brahmacharini</li>\n<li>The effect of moon is overcome by Goddess Shailaputri</li>\n<li>Budh Planet is governed by Goddess Skandamata</li>\n<li>Shukra Planet is operated by Goddess Chandraghanta</li>\n</ul></li>\n</ul><p>By this contrast Goddess Adi Shakti controls Nava Graha. Worshipping the nine goddess in Navaratri or Nine nights of mataji, saves you from dangerous effects of planets.</p>\n<h3><span id=\"Association_with_ten_avatars_of_Lord_Vishnu\">Association with ten avatars of Lord Vishnu</span></h3>\n<p>As told above, Adi Shakti has divided herself to Material Shakti (Durga or Parvati), Kali (Vidya Shakti) and Yog Maya (as Mayashakti). As Vidya Shakti she splits herself to 10 kinds of eternal knowledge also known as 10 Mahavidya. The ten goddesses are known as wisdom goddesses. As per tantras these ten goddesses are original source of ten incarnation of Lord Vishnu.</p>\n<ul><li>\n<ul><li>From Dhumavati, Lord Matsya was incarnated</li>\n<li>From Bagalamukhi, Lord Kurma was incarnated</li>\n<li>From Bhairavi, Lord Varaha was incarnated</li>\n<li>From Chinnamasta, Lord Narasimha was incarnated</li>\n<li>From Tripurasundari, Lord Vaamana was incarnated</li>\n<li>From Matangi, Lord Parashurama was incarnated</li>\n<li>From Tara, Lord Rama was incarnated</li>\n<li>From Kali, Lord Krishna was incarnated</li>\n<li>From Kamala, Lord Buddha was incarnated</li>\n<li>From Bhuvaneshvari, Lord Kalki will be incarnated</li>\n</ul></li>\n</ul><p>The information is sourced from Sri Devi Bhagwata Mahapurana.</p>\n<h3><span id=\"Association_with_Beings_(demi-gods,_living_beings_and_demons)\"></span><span id=\"Association_with_Beings_.28demi-gods.2C_living_beings_and_demons.29\">Association with Beings (demi-gods, living beings and demons)</span></h3>\n<p>Goddess Adi Shakti lastly splits up as Maya, Mahamaya and Yogmaya. It is she who actually creates three kinds of Maya such that One subordinate another. In this respect, we have Yogmaya, Mahamaya and Maya.</p>\n<h4><span id=\"Yoga_Maya\">Yoga Maya</span></h4>\n<p>She is the one who actually creates maya on gods and teaches them what to do and what not to do so that they can be connected to ultimate GOD. She helped Lord Mahavishnu slay the demons Madhu and Kaitabha to save the world. Moreover, she is also the one that who takes Lord Vishnu to mystic Sleep hence called Yog Nindra of Lord Narayana. It is required by yogis, sages and bhaktas so that they can be connected to GOD.</p>\n<h4><span id=\"Mahamaya\">Mahamaya</span></h4>\n<p>She is the goddess that destroys the upfold of illusion. She is the one that creates and destroys maya. She is controlled by Yogmaya and hence subordinate to YogMaya and senior to Maya. She emerges as seven mothers to destroy evil forces of Shumbha and Nishumbha, Being Chamunda one of them. She is required to gain physical strength, health, satvik attributes and demotes anger, greed and arrogance.</p>\n<h4><span id=\"Maya\">Maya</span></h4>\n<p>She is the one who delude living beings from god and takes any being to the world of illusion. She promotes greed, anger, and arrogance. It is assumed that in the Age of Kali Yuga, her effect is highest.</p>\n<p>The conclusion to be reached from the above-mentioned scriptures is that Parvati or Durga are the truest material forms of Adi shakti.</p>\n<h2><span id=\"Adi_Parashakti_Forms\">Adi Parashakti Forms</span></h2>\n<p>Lalita Tripura Sundari and her incarnations Parvati is the original manifested form of Mother Adi-Para Shakti. She is Adi-Shakti who is Energy of ultimate god . The Devi Gita declares her to be the greatest Goddess. She is seated on a chair constituted by Brahma, Vishnu, Rudra, Maheshwara and Sadashiva. Lakshmi and Saraswati is always fanning her. Lalita Tripurasundari holds a sugarcane bow, flower arrows, noose, and goad. She is living on the top of Maha Meru mountain. Her abode is pictorially represented as Sri Chakra. She is the mother of Brahma, Vishnu, Shiva, Maheswara and Sadashiva collectively called Pancha Brahma. When she retrieves her power from them, they become a corpse and are often referred to as Pancha Pretas. i.e. Brahma, Vishnu, Shiva, Maheswara and Sadashiva cannot function without her power. Thus, she is considered the supreme Goddess and primary deity in Shaktism. Whatever deity one is worshiping, ultimately, they are worshiping her. She is every other goddess. She is Goddess Lakshmi and Goddess Saraswati in her mild form; Goddess Kali, Durga and Goddess Chandi in her wrathful form. She took various incarnations over a period of time for upholding Dharma, collectively called the <i>Tridevi</i>:</p>\n<ul><li>Saraswati is the first incarnation of Goddess Adi Para Shakti. She represents the Sattva Guna and is the shakti(consort) of Lord Brahma. She is the goddess of wisdom, creation, and learning. She is the source of all of the arts. It is she who slew Sumbha and Nisumbha, who are symbols of ignorance. She was created from the body of Mother Parvati and is the embodiment of her hard work, spirituality and devotion. She is also known as Ambika Devi as per Durga Saptashati. She wears yellow clothes when she takes form. When she is without form, she becomes the Primordial Sound.</li>\n<li>Lakshmi is the second incarnation of Goddess Adi Para Shakti. She is the goddess of the material world and its preservation. She also brings good fortune and spiritual satisfaction. She is the shakti(consort) of Lord Narayana and is the bestower of all wealth and pleasure. She wears red Cloth. She is also known as Chandi Devi as per Durga Saptashati. Mother Maha Lakshmi is the primary deity of the Raja Guna. When she is formless, she becomes light.</li>\n<li>Parvati is the third and perfect or complete incarnation of Goddess Adi Para Shakti. She is the goddess of spiritual fulfillment as well as presiding over the destruction of the universe. She gives salvation to mankind. She is the shakti and consort of Lord Shiva. She helped Lord Maha Vishnu slay the demons Madhu and Kaitabha. Parvati is same as Yogmaya also known as Tamsi Devi as per Durga Saptashati. Parvati wears blue and presides over the Tamas Guna. When she is formless, she becomes heat.</li>\n</ul><h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Shaktas claim that it is assumed that indirectly or directly, everybody worships her. When, someone is utilizing his/her energy in positive aspects of life then they are worshiping her. Hypothetically Shaktas assume, since, she is absolute Energy, so when one knows how to raise his/her inner energy and knows how to balance that energy for daily work then ultimately, they are worshiping her. To balance Energy for day-to-day life, people worship their personal gods/God as per their religion, enlighten candles and lamps at home, do good work for society and much more. All these activities either energize them or serve as methods to gain motivation.</p>\n<p>Many scholars like Swami Vivekananda prefers meditation as best practice to stop mental impurities as he said <i>Holy meditation helps to burn out all mental impurities</i> and claims that to know one's own energy is best method to worship Divine Mother.</p>\n<p>Though core shakta people believe in direct worship of Adi Shakti through dhyan, Meditation and Samadhi, Tantra, Sri chakra and traditional deity worship. While worshiping her through yoga, Samadhi or through Tantra, one needs proper adherent guru, who himself or herself must know all the rules and rituals. If someone who doesn't have proper guru, then one can also worship her mere by singing praise or \"aarti\" of her and enlightening lamp of \"clarified butter\" or oil.</p>\n<p>If a person don't have any Guru then he/she can consider and worship Lord Dakshinamurthy as their Guru.Eventually he/she will be blessed with a human Self-Realised Guru if they are worthy.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Adi Parashakti's appearance is described in the Kalika Purana, the Lalita Sahasranama, and the Devi Bhagavata Purana. According to the Devi Bhagavata Purana, the Goddess once invited the Trimurti to her celestial abode. The Trimurti saw the goddess sitting on a jeweled seat in a chariot drawn by seven lions. Her face contained the radiance of millions of stars and her celestial beauty was so great that the Trimurti were not able to look at her. She carries trishul, shield, mace,bow, arrow, chakra, longsword and right hand as abhaya mudra. They then realized that she was the energy responsible for creating, preserving, and destroying the whole universe.</p>\n<p>According to the Devi Bhagwat Purana, Adishakti is Tridevi – Kali, Lakshmi, Saraswati – the equal half and eternal beloved consort of Trimurti (the three aspects of Godhead).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Parashakthi Temple</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Brown, Cheever Mackenzie (1998). <i>The Devī Gītā: the song of the Goddess; a translation, annotation, and commentary</i>.</li>\n<li>Kinsley, David. <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>. ISBN 81-208-0379-5.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Goddess Adi Parashakthi at Parashakthi Temple.jpg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:SriYantra color.svg"}, {"ns": 6, "title": "File:Sri Yantra 256bw.gif"}, {"ns": 6, "title": "File:Tripura sundari 4.jpg"}]}