{"pageid": 318068, "ns": 0, "title": "Hebe (mythology)", "extract": "<p><b>Hebe</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἥβη</span>) in ancient Greek religion, is the goddess of youth (Roman equivalent: Juventas). She is the daughter of Zeus and Hera. Hebe was the cupbearer for the gods and goddesses of Mount Olympus, serving their nectar and ambrosia, until she was married to Heracles (Roman equivalent: Hercules); her successor was the divine hero Ganymede. Another title of hers, for this reason, is <i>Ganymeda</i>. She also drew baths for her brother Ares and helped Hera enter her chariot.</p>\n<p>Hebe was supposed to have the power to give eternal youth, and in art is typically seen with her father in the guise of an eagle, often offering a cup to him. This depiction is seen in classical engraved gems as well as later art and seems to relate to a belief that the eagle (like the phoenix) had the ability to renew itself to a youthful state.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Ancient_religion\">Ancient religion</span></h2>\n<p>Hebe is the daughter of Zeus and Hera. In an alternative version, her mother became pregnant merely by eating a lettuce plant when dining with Apollo.</p>\n<p>In Euripides' play <i>Heracleidae</i>, Hebe granted Iolaus' wish to become young again in order to fight Eurystheus. Hebe had two children with Heracles: Alexiares and Anicetus.</p>\n<p>The name <i>Hebe</i> comes from Greek word meaning \"youth\" or \"prime of life\". <i>Juventus</i> likewise means \"youth\", as can be seen in such derivatives as <i>juvenile</i>. In art, Hebe is usually depicted wearing a sleeveless dress. The Phliasians, who lived near Sicyon, honored Hebe (whom they called Dia) by pardoning supplicants. Hebe was also worshipped as a goddess of pardons or forgiveness; freed prisoners would hang their chains in the sacred grove of her sanctuary at Phlius.</p>\n<h2><span id=\"In_post-classical_art\">In post-classical art</span></h2>\n\n<p>Hebe was a remarkably popular subject in art in the period from about 1750 to 1880, having attracted little artistic attention before or after, although one of the headless figures from the Parthenon pediment in the British Museum might represent her. In the later period many depictions were portraits of ladies as Hebe, for which at a minimum the only modifications to a normal costume needed were a flowing white dress, some flowers in the hair and a cup to hold. Most artists added an eagle, and a setting amid the clouds. In French there was a special term \"<i>en Hébé</i>\" for the costume. The personification appears in rococo, Grand Manner and Neoclassical styles. Even some very aristocratic models allowed a degree of nudity, such as exposing a single breast, though this was often much greater in non-portrait depictions.</p>\n<p>Jean-Marc Nattier painted a Rohan princess as Hebe in 1737, and then the royal Louise Henriette of Bourbon, Duchess of Orléans (1744) and another duchess the same year as Hebe, the latter with a breast exposed. François-Hubert Drouais painted Marie-Antoinette, when Dauphine, <i>en Hébé</i> in 1773, and Angelica Kauffman and Gaspare Landi both painted several Hebe's. Louise Élisabeth Vigée Le Brun tells in her memoirs how she painted the 16-year-old Miss Anna Pitt, daughter of Thomas Pitt, Lord Camelford, as Hebe in Rome, with a real eagle she borrowed from Cardinal de Bernis. The bird was furious at being brought indoors to her studio and badly frightened her, though it looks relatively harmless in the painting (now in the Hermitage Museum). An entirely nude depiction by Ignaz Unterberger was a huge success in Vienna in 1795, and bought by Emperor Francis II for a large amount; the artist was also made a court painter.</p>\n<p>In sculpture Hebe began to flourish as a subject slightly later, but continued longer. Antonio Canova sculpted four different versions of his statue of Hebe, and there are many later copies. This had no accompanying eagle, but including the bird was a challenge accepted by several later sculptors. An elaborate marble group with a naked Hebe and the eagle with wings outspread was started in 1852 by the elderly François Rude but unfinished by his death in 1855. Finished by his widow and another it is now in the Musée des Beaux-Arts de Dijon and was very popular in bronze versions, with one in Chicago. Albert-Ernest Carrier-Belleuse produced another spectacular group, with the eagle perched above a sleeping Hebe (1869, now Musée d'Orsay, Paris). Jean Coulon (1853-1923) produced another group about 1886, with versions in the Musée des Beaux-Arts de Nice, Nice and the Stanford Museum in California.</p>\n<p>Especially in America, figures of Hebe continued to be popular in the late 19th century and early 20th century for garden fountains and temperance fountains, and were widely available in cast stone. Tarentum, Pennsylvania, United States displays two such cast stone statues of Hebe. The mold for these statues was donated to the borough by the Tarentum Book Club on 6 June 1912. In Vicksburg, Mississippi, the Bloom Fountain installed in 1927 near the municipal rose garden, thanks to a bequest of $6,500 in the will of Louis Bloom, features a Hebe of cast zinc. At Bowling Green, Kentucky, the Hebe fountain in Fountain Square follows Canova's model, in patinated cast iron, purchased in 1881 from the J. L. Mott Iron Works of New York, at a cost of $1500. Similar Hebe fountains, probably also from Mott, are located in Court Square, Memphis, Tennessee and in Montgomery, Alabama, and one with bronze patination was formerly the Starkweather Fountain in Ypsilanti, Michigan, installed in 1889.</p>\n<p>There is a bronze statue of Hebe, by Robert Thomas; (1966), in Birmingham city centre, England.</p>\n<ul class=\"gallery mw-gallery-traditional\" style=\"max-width: 972px;_width: 972px;\"><li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n</ul><h2><span id=\"Genealogy\">Genealogy</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hebephilia</li>\n<li>Hebephrenia</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Kerényi, Carl, <i>The Gods of the Greeks</i>, Thames and Hudson, London, 1951.</li>\n<li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.</li>\n<li>Homer; <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.</li>\n<li><i>Hymn to Hermes</i> (4), in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Pindar, <i>Odes</i>, Diane Arnson Svarlien. 1990. Online version at the Perseus Digital Library.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Hebe at the Theoi Project</li>\n<li> <cite class=\"citation encyclopaedia\">\"Hebe\". <i>The American Cyclopædia</i>. 1879.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHebe+%28mythology%29&amp;rft.atitle=Hebe&amp;rft.btitle=The+American+Cyclop%C3%A6dia&amp;rft.date=1879&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Canova-Hebe 30 degree view.jpg"}, {"ns": 6, "title": "File:Charles Picqué00.jpg"}, {"ns": 6, "title": "File:Charlotte Aglaé d'Orléans depicted as the goddess Hébé attributed to Pierre Gobert .jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Coulon Hebe p1070169.jpg"}, {"ns": 6, "title": "File:Elisabeth Vigée-Lebrun - Portrait of Anna Pitt as Hebe - WGA25079.jpg"}, {"ns": 6, "title": "File:François-Hubert Drouais, Madame la Dauphine Marie-Antoinette, en Hébé (1773).jpg"}, {"ns": 6, "title": "File:Hebe, aigle Jupiter Rude 002.JPG"}, {"ns": 6, "title": "File:Hebe Giving Drink to the Eagle of Jupiter - Gavin Hamilton (1767).jpg"}, {"ns": 6, "title": "File:Hebe offering cup to Jupiter in form of eagle by Gaspare Landi (1790).jpg"}]}