{"pageid": 31807466, "ns": 0, "title": "Ashapura Mata", "extract": "<p><b>Ashapura Mata</b> is one of aspect devi and one of the principle deity of Kutch. As the name indicates, she is the Goddess who fulfills the wish &amp; desires of all those who trust and believe her. The unique thing about most of the idol of Ashapura Mata is that it has 7 pairs of eyes.</p>\n<p>Her temples are mainly found in Gujarat. Some people in Rajasthan and Gujarat consider her to be an incarnation(avatar) of goddess Annapoorna devi.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Kuldevi\">Kuldevi</span></h2>\n<p>She is considered as Kuldevi by many Kutchi communities and is chiefly the clan deity of Chauhans, Jadeja Rajputs, the ruling dynasty of Cutch State, Nawanagar State, Rajkot, Morvi, Gondal State and Dhrol(baria state). The main temple is located at Mata no Madh in Kutch, where she is worshiped as kuldevi of Jadeja rulers of Kutch and main guardian deity of region. Gosar &amp; Poladia community of Kutch consider her to be their Kuladevi.</p>\n<p><br>\nThe Sindhi community like Khichda group worship Ashapura Mata as their Kuldevi. In Gujarat Junaghad, Devchandani Parivar worship her as Kuldevi, where her temple is located beside [Uparkot].</p>\n<p><br>\nIn Gujarat, even many Chauhan,baria Rajputs like <i>Purabia Chouhans</i> also worship her as Kuldevi. The Devda Rajputs also worship her as Kuldevi. The Brahmin communities like Gaur [Lata] Thanki,Pandit and Dave Pushkarna, Sompura Salat also worship her as Kuldevi. Even the Vaishya community, like Vijayvargiya worship her. The Brahma Kshatri caste also worship her as their Kuldevi.</p>\n<p>The Raghuvanshi Lohana community Sodha from Dhrafa, Surat, Rajkot worship her as their Kuldevi.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>As said earlier, the main and original temple of Ashapura Mata, is located at Mata no Madh in Kutch, where she is worshiped as Kuldevi of Jadeja rulers of Kutch and main guardian deity of region. The original temple located 80 km from Bhuj, was built aroun 1300 AD by Karad Vanias, who were ministers in court of Lakho Fulani, ruler of Kutch. The deity was later adapted as Kuldevi by Jadeja rulers, when they won battles, with her blessings. Every year at Navratri annual fair at Mata no Madh, lakhs of devotees turn up to pay their respects to the goddess form all over Gujarat and even Mumbai. Another temple is also at Bhuj, located within fortified town, which was originally capital of Kingdom of Kutch</p>\n<p>Her temples are also found in other Jadeja domains of Rajkot, Jasdan, Morbi, Gondal, Jamnagar, Ghumli, where the Jadejas, who migrated from Kutch, built her temples and installed her as clan deity.</p>\n<p>In Gumli, on Barda hills, this is when Maa Shakti kills a demon on request of a Sati and she request Maa too reside on the hills and named her Maa Ashapura. This is the First temple of Mataji. Maa Ashapura is still heard and also hears Maa's lion's roar.</p>\n<p>Ashapura Mataji's temple is in Gadhkada village in Amreli district. Every 1st day of Navratri, lot of people come there for Mataji's Yagna.</p>\n\n<p>In Rajasthan, her temples are in Pokhran, Modran and Nadol. In Mumbai also there is a famous temple of Ashapura Mata.</p>\n<p>In Bangalore, there is a temple dedicated to her named \"Sh. Ashapura Mataji Mandir\" that is located near Bannerghatta National Park.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mata no Madh</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ashapura (Ghumli).JPG"}, {"ns": 6, "title": "File:Ashapura Maa.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}