{"pageid": 31812279, "ns": 0, "title": "Harsidhhi", "extract": "<p><b>Harsidhhi</b> is a regional Hindu goddess, popular in Gujarat, Madhya Pradesh, adjoining Maharashtra states of India.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Harsiddhi, a contracted form or, at its very least, a form of \"Harshad Amba\" - The Happy Mother, is considered one of the aspect of Amba and Kalika, the Hindu Devi. She is also known by the names like <b>Harshal</b>, <b>Harshad</b>, <b>Harshat</b>, <b>Shikotar</b>, <b>Sikotar</b>, and <b>Vahanvati</b>.</p>\n<h2><span id=\"Kuldevi\">Kuldevi</span></h2>\n<p>She is worshiped as Kuldevi by many Kshatriya, Brahmin, Rajput and Vaishya communities. The Chandrana clan of Lohanas, Brahmakshatriyas, many Jain castes as well Brahmins like Panchariya and many other communities also worship her as their Kuldevi. She is also religiously worshiped by fishermen and other sea-faring tribes and people of Gujarat as she is considered protector of ships at sea.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Harshidhhi Mata Temple also known as Harshal Mata Temple located at Gondhavi village, some 30 km away from Porbandar en route to Dwarka. The main temple was originally located on a hilltop facing the sea. It is said Krishna had worshiped her during his lifetime and has since been living atop hill called <b>Koyla Dungar</b>. The original temple atop the hill is said to have been built by Krishna himself. Krishna wanted to defeat the asuras and Jarasandha so he prayed to Amba Mata for power. With the blessings of the goddess, Krishna was able to defeat the Asuras. After this success, he built the temple. When Jarasandha was killed, all Yadavas over overjoyed (<i>harshit</i>) and they celebrated their success here. Hence the name Harshad Mata or Harsiddhi Mata. She has since been worshiped as kuldevi of Jadejas(Yadavs).</p>\n<p>Jagadu, the 13th century merchant from Kutch, is accredited for building a temple of goddess on Koyal hills near old port town of Miyani near Porbandar. His statue is also placed on the right side of the goddess in the temple. The legend associated with temple goes like this: The temple of goddess was on the hill overlooking the creek. It was believed that if the eyesight of goddess fell on the ship, it would be burnt or wrecked in the sea. The fleet of ships of Jagadu wrecked due to it but he was saved. Jagadu went to the temple and observed fast for three days to please the goddess. She appeared and Jagadu persuaded her to descend the hill so her eyes do not fall on ships. She agreed to acceded to his request if he would sacrifice a buffalo each step leading down the hill. Jagadu was perplexed as being follower of Jainism, he believed in non-violence. To keep his words, Jagadu brought buffaloes and sacrificed but the number fell short and the goddess was still few steps away from the new temple site. So he decided to sacrifice himself and his family. The goddess pleased for his devotion his family was brought back to life. She also granted boon that his line would not be extinguished.</p>\n<p>Another famous temple is located at Ujjain, which is said to have been built by famous King Vikramāditya. Vikramaditya is said to have visited Koyla Dungar at Miyani, then known as Minalpur, a port city ruled by Prabhatsen Chavda of Chawda dynasty. Vikramadiya was blessed by the Devi. He requested Harsidhhi Mata, to come to his kingdom at Ujjain, where he would worship her daily. She is also known as Vahanvati Mata.</p>\n<p>One more famous temple is located in Rajpipla, where she is worshiped as Kuldevi by former princely State of Rajpipla, where she had come from Ujjain.</p>\n<p>some other, noted temple are located att Ladol, which was built by Siddhraj Jaysinh in 11th century. and one at Palaj both in Gujarat. There are two More Temples in Ruppur near Chanasma and in Patan in Uttar Gujarat</p>\n<p>Her temples are found in Gujarat, Rajasthan, Madhya Pradesh and Maharashtra. Some of her noted temples are located in Porbandar, Indore, Jabalpur, Ladol, Dwarka, Wadhwan, Aurangabad, Badod, Varvala, Lunavada, Chand Baori, Haripura, Kutch.</p>\n<h2><span id=\"Photo_gallery\">Photo gallery</span></h2>\n<ul class=\"gallery mw-gallery-packed\"><li class=\"gallerybox\" style=\"width: 149.33333333333px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 178px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 162px\">\n\n</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Harshad Temple (On Hill).jpg"}, {"ns": 6, "title": "File:Harshad Temple (Wall) 2.jpg"}, {"ns": 6, "title": "File:Harsiddhi Temple, Ujjain 02.jpg"}, {"ns": 6, "title": "File:Harsiddhi mataji darshan..jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}