{"pageid": 32142820, "ns": 0, "title": "Manimekhala", "extract": "<p><b>Manimekhala</b> (Khmer: <span lang=\"km\" xml:lang=\"km\">មណីមេខលា</span>, <i>Moni Mekhala</i>; Thai: <span lang=\"th\" xml:lang=\"th\">มณีเมขลา</span>, <i>Mani Mekkhala</i>) is a goddess regarded as a guardian of the seas; namely the Indian Ocean and the South China Sea as part of the mythology of Indochina. She was placed by Catummaharajika to protect virtuous beings from shipwreck. She appears in several Buddhist stories including the Mahajanaka-Jataka in which she rescues Prince Mahajanaka from a shipwreck.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>In Pali, <i><span lang=\"pi\" xml:lang=\"pi\">maņīmekhalā</span></i> refers to a girdle or belt of jewels. In Indochina, she is sometimes referred to simply as Mekhala; <i>Neang Mekhala</i> (Khmer: <span lang=\"km\" xml:lang=\"km\">នាងមេខលា</span>) in Cambodia and <i>Mekkhala</i> (Thai: <span lang=\"th\" xml:lang=\"th\">เมขลา</span>) in Thailand. Her name was contributed by Thailand for tropical cyclone names occurring as 'Tropical Storm Mekkhala' in 2002 and 2008.</p>\n<h2><span id=\"In_Mainland_Southeast_Asia\">In Mainland Southeast Asia</span></h2>\n<p>Manimekhala is seen in wat paintings across Mainland Southeast Asia depicting scenes from Mahajanaka. In Thailand and Cambodia, she is considered a goddess of lightning and the seas. In the classical dance traditions of Thailand and Cambodia, sacred dramatic dances depict the goddess Manimekhala, Ramasura (Parashurama), and Arjuna; according to legend, the phenomena of thunder and lightning is produced in the clash of Manimekhala's crystal ball and Parashurama's axe. In Cambodia, these dance dramas are used in propitiation ceremonies called <i>buong suong tevoda</i> and were performed to invoke the rains to fall.</p>\n<h2><span id=\"In_Sri_Lanka\">In Sri Lanka</span></h2>\n<p>In Sri Lanka, she is considered to be the sea goddess. In the Tamil epic poem, the Manimekalai, she puts the eponymous herioine to sleep and takes her to the island Maṇipallavam (Nainatheevu). In the mythic cycle of the god Devol, when the latter approaches Sri Lanka and his ship founders, it is Manimekhalai, on the instructions of the god Śakra, who conjures up a stone boat to save him.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Arjuna</li>\n<li>Manimekalai</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Notes\">Notes</span></h3>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Goddess and the Ogre - A Cambodian Legend</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}]}