{"pageid": 32374208, "ns": 0, "title": "Vindhyavasini", "extract": "<p><b>Vindhyavasini</b> is name of a benevolent aspect of Devi Amba or Durga. Her temple is located at Vindhyachal, 8 km away from Mirzapur on the banks of river Ganges, in Uttar Pradesh.</p>\n<p>The goddess gets her name from Vindhya Range and the name Vindhyavasini, literally means, <i>she who resides in Vindhya</i>. As it is believed that the Shaktipeeths were created on earth, where the body parts of Sati fell. But Vindhayachal is the place and a Shaktipeeth, where the Devi had chosen to reside after her birth. At the time of the birth of Krishna as 8th Child of Devaki-Vasudeva, Maha-Yogini Mahamaya has taken birth at same time at Nanda-Yashoda and as per the instruction from God Vishnu, Vasudev had replaced Krishna with this girl child of Yashoda. When Kansa tried to kill this girl child she escaped from the hand of Kansa and turned into Devi form and informed him that <i>Oh!! You fool!! The one who will kill you is already born and safe</i> and vanished from the prison of Mathura. Thereafter, she choose Vindhyachal mountains to reside, where her temple is located at present.</p>\n<p>The temple is one of the most revered Shakti Peethas of India. The Vindhyavasini Devi is also known popularly by name of Kajala devi. Goddess Kali is adorned in the form of Vindhyavasini Devi.</p>\n<p>The huge number of crowds visit the temple, especially during Navaratri in Hindu months of Chaitra and Ashwin. In month of Jyeshtha, the Kajali competition, a folk genre are held here.</p>\n<p>There is a temple of Mahasaraswati named Ashtbhuja Temple, 3 km away on a hillock and a temple of goddess Kali in cave called Kali khoh temple. The pilgrims prefer to visit these three temples, which is a part of rite called Trilokan Parikrama.</p>\n<p>There is also a temple dedicated to goddess in Pokhara, Nepal. Ajay kumar maurya</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aum red.svg"}, {"ns": 6, "title": "File:Ma Vindhyavasini.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}