{"pageid": 3250497, "ns": 0, "title": "Urðr", "extract": "<p><b>Urðr</b> (Old Norse \"fate\") is one of the Norns in Norse mythology. Along with Verðandi (possibly \"happening\" or \"present\") and Skuld (possibly \"debt\" or \"future\"), Urðr makes up a trio of Norns that are described as deciding the fates of people. Urðr is attested in stanza 20 of the <i>Poetic Edda</i> poem <i>Völuspá</i> and the <i>Prose Edda</i> book <i>Gylfaginning</i>.</p>\n<p><i>Urðr</i> is together with the Norns located at the well Urðarbrunnr beneath the world ash tree Yggdrasil of Asgard. They spin threads of life, cut marks in the pole figures and measure people's destinies, which shows the fate of all human beings and gods. Norns are always present when a child is born and decide its fate. The three Norns represent the past (Urðr), future (Skuld) and present (Verðandi).</p>\n<p><i>Urðr</i> is commonly written as <b>Urd</b> or <b>Urth</b>. In some English translations, her name is glossed with the Old English form of <i>urðr</i>; <b>Wyrd</b>.</p>\n<h2><span id=\"Public_monuments,_places_and_modern_culture\"></span><span id=\"Public_monuments.2C_places_and_modern_culture\">Public monuments, places and modern culture</span></h2>\n<ul><li>In the 2014 comic book series The Wicked + The Divine, Urðr is the 12th of 12 gods in the \"pantheon.\" In this modern interpretation, a reporter, trans woman, and skeptic transforms into Urðr by gaining her powers.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Orchard, Andy (1997) <i>Dictionary of Norse Myth and Legend</i> (Orion Publishing Group) ISBN 0-304-34520-2</li>\n<li>Lindow, John (2001) <i>Norse Mythology: A Guide to the Gods, Heroes, Rituals, and Beliefs</i> (Oxford University Press) ISBN 0-19-515382-0</li>\n<li>Steinsland, Gro (2005) <i>Norrøn religion : myter, riter, samfunn</i> (Oslo: Pax forlag) ISBN 978-82-530-2607-7</li>\n<li>Bugge, Sophus (2010) <i>Norroen Fornkvaedi</i> (Nabu Press) ISBN 978-1-146-65668-9</li>\n</ul><p> Media related to Norse mythology at Wikimedia Commons</p>\n\n\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Mjollnir icon.png"}, {"ns": 6, "title": "File:Urd magazine.jpg"}]}