{"pageid": 3268133, "ns": 0, "title": "Eurynome (Oceanid)", "extract": "<p><b>Eurynome</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Εὐρυνόμη</span>) was a deity of ancient Greek religion worshipped at a sanctuary near the confluence of rivers called the Neda and the Lymax in classical Peloponnesus. She was represented by a statue of what we would call a mermaid. Tradition, as reported by the Greek traveller, Pausanias, identified her with the Oceanid, or “daughter of Ocean”, of Greek poetry.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_of_the_name\">Etymology of the name</span></h2>\n<p>The name is usually segmented Eury-nome, where eury- is “wide”. This segment appears in Linear B as e-u-ru–, a prefix in a few men’s names. It does not occur in any Mycenaean women’s names, nor does –nome.</p>\n<p>The root of –nome is Proto-Indo-European *nem-, distribute, as in the Greek infinitive, nemein, “to distribute.” Words derived from *nem- had a large variety of senses. In the case of Eurynome, the two main senses proposed are “wanderer” and “ruler”.</p>\n<p>Robert Graves saw in Eurynome a lunar goddess descending from the Pre-Hellenic mother goddess of Neolithic Europe. In that case, –nome is as in our word nomad. The nomad wanders searching for pastureland, or land that has been “distributed” for the use of domestic animals. The moon is to be regarded as wandering. In the other interpretation, –nome is as in English auto-nomy. A ruler is someone who “distributes” law and justice. Neither case has any bearing on the status of Eurynome as a possible Pelasgian mother goddess.</p>\n<p>If Eurynome was the descendant of a pre-Greek goddess, she must have had a pre-Greek name, and not the Greek name, Eurynome. If the name is Indo-European, it might have evolved into Greek with the rest of the language. If it is not Indo-European, then it might result from renaming or from selecting the closest Greek homonym.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>In the epic tradition, Eurynome was one of the elder Oceanides, that is, a daughter of Oceanus and Tethys. Eurynome was the third bride of Zeus and mother of the Charites, goddesses of grace and beauty.</p>\n<p>When Hephaestus was cast from Olympus by the goddess Hera, who was disgusted at having borne a crippled child, he was caught by Eurynome and Thetis (possibly a doubling for Tethys, her mother). Eurynome and Thetis nursed the god Hephaestus on the banks of the earth-encircling river Oceanus, after his fall from heaven. Charis, Eurynome's daughter, later became Hephaestus' bride.</p>\n<p>Eurynome is closely identified with another Eurynome, Queen of the Titans. This Eurynome was an early Titan queen who ruled Olympus beside her husband Ophion. The pair were wrestled for their thrones by Cronus and Rhea who cast them down into the earth-encircling river Oceanus.</p>\n<h3><span id=\"Homer's_account\"></span><span id=\"Homer.27s_account\">Homer's account</span></h3>\n<p>Iliad 18.388ff</p>\n<dl><dd><i>The earliest known reference to the Oceanid is a passage in the Iliad relating what happened to Hephaistos after his mother, Hera, threw him from Olympos. Thetis and Eurynome, the daughter of Oceanus, offered him refuge. He stayed with them for nine years in their cave at the edge of the ocean making splendiferous artifacts.</i></dd>\n</dl><h3><span id=\"Hesiod's_account\"></span><span id=\"Hesiod.27s_account\">Hesiod's account</span></h3>\n<p>Theogony</p>\n<dl><dd>355. <i>Eurynome is among the daughters of Ocean and Tethys.</i></dd>\n<dd>907. <i>Eurynome bore the Graces to Zeus.</i></dd>\n</dl><p>Homer and Hesiod establish that a belief in the Oceanid existed in the earliest literary times. The most likely circumstance, based on the testimony of Pausanias, is that both authors took their themes from a religion known to and believed in by all the Hellenes; thus, it is probably best to assume that Eurynome the Oceanid is the same Oceanid of ancient Greek belief mentioned in all the classical sources.</p>\n<h3><span id=\"Pausanias'_account\"></span><span id=\"Pausanias.27_account\">Pausanias' account</span></h3>\n<p>8.41.5, 6</p>\n<dl><dd><i>[5] “Eurynome is believed by the people of Phigalia to be a surname of Artemis. Those of them, however, to whom have descended ancient traditions, declare that Eurynome was a daughter of Ocean, whom Homer mentions in the Iliad, saying that along with Thetis she received Hephaestus. On the same day in each year they open the sanctuary of Eurynome, but at any other time it is a transgression for them to open it.</i></dd>\n</dl><dl><dd><i>[6] On this occasion sacrifices also are offered by the state and by individuals. I did not arrive at the season of the festival, and I did not see the image of Eurynome; but the Phigalians told me that golden chains bind the wooden image, which represents a woman as far as the hips, but below this a fish. If she is a daughter of Ocean, and lives with Thetis in the depth of the sea, the fish may be regarded as a kind of emblem of her. But there could be no probable connection between such a shape and Artemis.”</i></dd>\n</dl><p>9.35.5</p>\n<dl><dd><i>Hesiod repeats that the Graces are the offspring of Zeus and Eurynome.</i></dd>\n</dl><h3><span id=\"Apollodorus'_account\"></span><span id=\"Apollodorus.27_account\">Apollodorus' account</span></h3>\n<dl><dd><i>1.2.2. The Oceanids, including Eurynome, were the daughters of Ocean and Tethys.</i></dd>\n<dd><i>1.3.1. The Graces are the daughters of Zeus and Eurynome.</i></dd>\n<dd><i>3.12.6. Some say the river Asopus is the son of Zeus and Eurynome.</i></dd>\n</dl><h2><span id=\"Worship\">Worship</span></h2>\n<p>Eurynome was worshipped at the confluence of the rivers Neda and Lymax in Arcadia. Her <i>xoanon</i>, which could only be viewed when her sanctuary was opened once a year, was a wooden statue bound in golden chains depicting a woman's upper body and the lower body of a fish. Her son Asopus was the god of a nearby stream in the adjacent region of Sikyonia. The fish-tailed goddess, Eurynome, worshipped in Arcadia, may have been Eurynome wife of Ophion, Tethys the wife of Oceanus, Eurynome mother of the Charites, the goddess of the river Neda, or a watery Artemis.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Greek Eros vase.png"}, {"ns": 6, "title": "File:Question book-new.svg"}]}