{"pageid": 33445530, "ns": 0, "title": "Nila Devi", "extract": "<p><b>Nila Devi</b> (or <b>Neela Devi</b>) is the third consort of Lord Vishnu, the other two being Sri Devi and Bhu Devi. In Paramapadam (Sri Vaikuntham) Sri Devi is seated to the right of the Lord, and Bhu Devi and Nila Devi to His left. The Veda sings the glory of Goddess Nila in Nila Suktam.</p>\n<h2><span id=\"Nappinnai\">Nappinnai</span></h2>\n<p>What Bhu Devi (Bhūmi devi, Goddess of earth) is to Varaha avatara and Sri Devi (Sita) to Rama avatara, is Neela devi to Krishna avatara. Neela devi took avatar as Nappinnai, daughter of Kumbagan (brother of Yashoda) and Krishna won Her hand after conquering the seven ferocious bulls of Her father. Nappinnai's brother is Sudama. Sri Parasara Bhattar describes Krishna, intoxicated by Her beauty, as \"Neela thunga sthana giri thati suptham\".</p>\n<p>Nappinnai – Krishna cult is mainly limited to the Tamil speaking world. Nappinnai is often referred to as Radha or Rādhārānī or \"Radhika\" in North India.</p>\n<p>Andal (one of the Alvars) wanted to perform devotion to her Lord Krishna like Gopikas did in Dwaparayuga. She in her Thiruppavai, wakes up Nappinai before waking up Lord Krishna. As per Srivaishnavism, saranagati (complete surrender to the Lord) is performed through His consort and in Sri Krishnaavatharam specifically it is performed through Nappinai.</p>\n<p>Velukkudi Swamy, a proponent of Vishishtadvaita Philosophy says that Andal, singing Nachiar Tirumozhi as the daughter of Periyalvar, mentions about Rukmini. But singing as a Gopika in Thiruppavai she mentions only Nappinnai. Alvar mentions the three nachiars (consorts) as Pon mangai(Sri devi), nila mangai (Bhudevi) and pula mangai (Neela Devi) the consort of senses. It is Neela devi who keeps Bhagavan under control by her bhogam. Swami Vedanta Desika says in Daya satakam - \"nisAmayatu mAm nIla yat bhOga patalai: druvam\". Lord Krishna was a Yadava kshatriya varna by birth, thus he married Rukmini according to that. He was brought up as a Yadava vaishya by varna (gopa), hence he married Nappinnai according to that. Neela suuktam also says - ghruNAhi - ghrutavai - payasvati etc., mentioning the characteristics of a gopika.</p>\n<p>The name Nappinnai is found in Divya Prabandha of Alvars and Silappadikaram.</p>\n<h2><span id=\"Krishna’s_wedding_to_Nappinnai\"></span><span id=\"Krishna.E2.80.99s_wedding_to_Nappinnai\">Krishna’s wedding to Nappinnai</span></h2>\n<ul><li>undhu madha kaLitran Odaadha thOL valiyan</li>\n</ul><p>nandhagOpan marumagaLE nappinnaay</p>\n<ul><li>After waking up Nanda Gopalan and Yashoda, the gopis proceeded to wake Goddess Nappinnai who is the consort of Lord Krishna and the incarnation of Neela Devi Nachiar.‘Oh daughter in law of Nanda Gopalan,’ addressed the girls. We know that Lord Krishna was only a child while residing in Vrindavan. Yashoda and Nanda Gopan hadn’t even performed the Upanayanam ceremony for Him. Then how did the Lord get married to Nappinnai while at Vrindavan?After lord Krishna’s incarnation Neela Devi Nachiar incarnated as the daughter of Yashoda’s brother Kumban near Nepal. As she incarnated after the Lord, she came to be called as “Pinnai” and as she is always good, the prefix “nal” was added to her name thus changing her name to Nappinnai.As soon as Nappinnai incarnated the happy Kumban purchased seven identical male calves from the market. ‘I am going to raise these seven bulls with my daughter. The young man who controls these seven when my daughter comes off age will get her hand in marriage!’The next day when Kumban visited the barn, he was surprised to see that the calves had grown into adult bulls overnight as they were Asuras in disguise. The bulls started to torment the people and Kumban was unable to find a person who could control them. Soon Nappinnai turned three years old when Yashoda visited her brother along with a five year old Krishna.</li>\n</ul><p>‘Your son is very beautiful! I can see that He will turn into a handsome youth. I wish I can promise Nappinnai to Him but I made a foolish vow that I will give her hand in marriage only to the man who can control all seven bulls tied in my barn,’ said Kumban.‘Uncle, don’t worry,’ said Krishna, ‘I will subdue those bulls this very second!’Kumban laughed at the sweet child but was terrified when Krishna went in search of the bulls. ‘Yashoda stop your son! I am afraid that He might get hurt!’ As Yashoda and Kumban rushed to the barn they found that Krishna had killed all seven bulls with one blow! ‘What a marvel!’ exclaimed Kumban.As promised he gave Nappinnai in marriage to Krishna but as they were only children, Kumban allowed Yashoda to take Nappinnai with her so that she could raise the two together. This story is mentioned by Swami Desikan in Yadhavabudhayam. http://thoughtsonsanathanadharma.blogspot.in/2013/01/thirupavai-pasuram-18.html</p>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Radha krishna.jpg.jpg"}]}