{"pageid": 33493748, "ns": 0, "title": "Maula Kalika", "extract": "<p><b>Maula Kalika</b> (Nepali: <span lang=\"ne\" xml:lang=\"ne\">मौलाकालिका मन्दिर</span>) is a famous Hindu temple of Goddess Kalika in Gaindakot town of Nawalparasi district in Lumbini zone of Nepal.</p>\n<p>Maula Kalika is a very famous and growing tourist destination located in Gaindakot Municipality of Nepal. Located on the top of the Maula hill on the north of Narayani River (also called Gandaki River) in Gaindakot, Maula Kalika temple is situated 561 meter above the sea level.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Historically, it is said that in the 16th century the King of Palpa created a symbolic offering site (\"Maula\") in the name of goddess Kalika after which the name of the mountain (Maula hill) was derived.</p>\n<p>It is believed, in Hindu mythology that the Goddess Kali or Kalika also called Durga is the symbol of energy, power and new beginning.</p>\n<p>The temple has been renovated several times by the local people. The base area has been widened to adjust more visitors.</p>\n<p>The temple management has lately decided to stop sacrificing of the animals.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"Popularity\">Popularity</span></h2>\n<p>Local people in Gaindakot have been worshiping at the Maula Kalika for many centuries before it got widespread popularity quite recently. The current temple was built in the early 1990s.</p>\n<p>Hundreds of thousands of people visit Maula Kalika every year from Nepal and neighboring countries. Dashain or Dussera festival in September–October and in March–April are peak seasons when goddess Kalika or Kali (also called Nav Durga, the 9 different incarnation of Goddess Kalika) is worshiped during these festive season.</p>\n<p>Former President of Nepal Dr. Ram Baran Yadav, former King/Princes and High Ranking Government Officials including Finance Minister Ram Saran Mahat of Nepal have visited the temple. World-famous Yoga guru Baba Ramdev from India visited the temple in 2011. Nepal's First women president Shrimati Bidhya Devi Bhandari visited the temple on 20 April 2016 and inaugurated the temples residential facilities.</p>\n<h2><span id=\"Hiking\">Hiking</span></h2>\n\n<p>Regular visitors from Gaindakot and nearby towns of Narayangarh, Bharatpur and Chitwan choose this place as a destination to enhance their leisure time with the feel of the cool breeze, observation of wide panoramic views of wilderness, and the exciting adventure of walking through 2000 meters long sloping and curving stairs to attain the height of the final destination.</p>\n\n<p>Visitors enjoy panoramic views of Narayani River, Gaindakot town and Chitwan Valley on the south of the hill. Mt. Manaslu can be viewed on the north side. Hikers also prefer to visit the temple for the sunrise view early in the morning.</p>\n<p>Tourists now who visit Chitwan National Park and Lumbini often also add Maula Kalika in Gaindakot as an additional most-visited tourist destination in their itinerary. It takes less than a half a day for a round trip hiking from Narayangarh town traveling on foot. From the bottom of the Maula hill it only requires less than 4 hours to go up and down. Mineral water and refreshments are available on the way, near Deurali where there is a helipad too.</p>\n<h2><span id=\"Connectivity\">Connectivity</span></h2>\n<p>Nepal Telecom has installed a wireless transceiver tower. You can enjoy GSM, CDMA phone calls and 3G connectivity. Even the signals are good for your roaming services.</p>\n<h2><span id=\"Water_Supply_and_electricity\">Water Supply and electricity</span></h2>\n<p>An automated hydraulic pressure continuously pumps water to the peak. The equipment is installed in the northern slope, 500 meters down. Water supply continuous and unmonitored.</p>\n<p>It has a pole-based electricity wires pulled through the base of Gaindakot.</p>\n<h2><span id=\"Transportation\">Transportation</span></h2>\n<p>The visitors of the temple can several options to reach on to the top. If you have small sized vehicles, you can leave them at the parking facilities. Public transportation is available from several connecting locations nearby the area to the base of the mountain.</p>\n<h3><span id=\"Foot_Trails\">Foot Trails</span></h3>\n<p>Walking/climbing the hill is a popular way to get there. The foot trails were maintained by local labor contribution. It takes about 30 minutes for experts and about 2 hours for new comers to reach the top. You can enjoy the site seeing, shop for fruits, and drink natural water or rest in those foot trails.</p>\n<h3><span id=\"Cable_Car\">Cable Car</span></h3>\n<p>Not available. However, with the popularity of the temple increasing day by day it is expected that a cable car facility might be added in the near future. Finance Minister of Nepal Ram Saran Mahat on his first visit to the temple on 24 Sept. 2015 (according to Chitwan Post report) has advised the locals to initiate a cable car option.</p>\n<p>But some people prefer walking on foot as they want some exercises well as blessing and enjoyment. Might be, because of this reason there is no cable car till now.</p>\n<h3><span id=\"By_Air\">By Air</span></h3>\n<p>The closest domestic airport is Bharatpur Airport, where daily flights are available to and from Kathmandu and Pokhara. It takes less than an hour from Kathmandu airport (Tribhuvan International Airport) to reach Bharatpur (near Gaindakot) on air. The temple area has a Helipad as well in few minutes walking distance (called Deurali).</p>\n<h3><span id=\"By_Bus\">By Bus</span></h3>\n<p>It's a 5-hour drive from the capital city Kathmandu. Travel from Lumbini (the birthplace of Lord Buddha in Nepal) and Birganj near the Indian border is about 3 hours journey by bus or car.</p>\n<h3><span id=\"Local_Transport\">Local Transport</span></h3>\n<p>Taxi's, rickshaw's are available in Narayangarh, Chitwan town. Narayangarh, Chitwan is less than 15 minutes walk from Gaindakot.</p>\n<h3><span id=\"By_Railroad\">By Railroad</span></h3>\n<p>There is no railway system in Nepal (see Nepal Railways) except a small line service in Janakpur, Nepal. Visitors from India or China can take a bus (or taxi if available) from Nepal border.</p>\n<h2><span id=\"Social_Issues\">Social Issues</span></h2>\n<p>Visiting the temple is considered with several reasons.</p>\n<h3><span id=\"Funding\">Funding</span></h3>\n<p>The temple receives a continuous donations from several parties, business persons, and from family members in memories of lost relatives or parents. The fund is used in maintenance of the territory. If donation reaches some minimum standards of amount, the donor's name will be printed on a marble-board for permanent records to display to the public.</p>\n<p>The temple raises up the funds with such activities:</p>\n<ul><li>Forest handover from Government of Nepal</li>\n<li>Regional development funds</li>\n<li>Labor Force contribution by Nepalese Army and Nepal Police</li>\n<li>Various forms of donations</li>\n<li>Rents collection from physical infrastructures</li>\n<li>Pigeons sales</li>\n<li>Sales of worshiped items</li>\n<li>Lifetime memberships</li>\n<li>Interests received from Fixed deposits</li>\n</ul><h3><span id=\"Cultural_Benefits\">Cultural Benefits</span></h3>\n<p>People of any religious backgrounds are welcome. This gives a lot of chances of union with friends, relatives, tourists and any one interested about the historic beliefs. The foot trails and temple areas are very busy during the religious seasons. About 18,000 people visit this area per day during the peak seasons.</p>\n<h3><span id=\"Health_Benefits\">Health Benefits</span></h3>\n<p>A lot of young and senior citizen walk to the template for health reasons, jogging or morning walks. Those who do not have enough time or cannot walk far reach up to the half of the foot trails or up to the base of the hill.</p>\n<h3><span id=\"Small_Business_Support\">Small Business Support</span></h3>\n<p>People conduct businesses selling fruits, flowers, and worshiping items, that supports the small scale business. The parking facilities and public transportation's keep people's mobility towards this area. The village experiences a population density over a time.</p>\n<h4><span id=\"Unofficial_Dating_Spots\">Unofficial Dating Spots</span></h4>\n<p>Seniors believe that the foot trails have become a safe dating spots. The parents would never complain about their youngsters visiting the temple area, but the foot trails might support their romantic expressions and meet their partners in public.</p>\n<h4><span id=\"Acquaintances_and_Surprises\">Acquaintances and Surprises</span></h4>\n<p>If you are a non-regular visitor, you can be often surprised seeing some of your friends, far-relatives and their families. Or, you can at least know about some experts. People keep talking about several ideas and topics during the walk and enjoy the visit.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Pashupatinath Temple</li>\n<li>Swayambhu</li>\n<li>Manakamana</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Maula Kalika Temple Official Homepage in Nepali Language</li>\n</ul>", "images": [{"ns": 6, "title": "File:Maula Kalika.jpg"}, {"ns": 6, "title": "File:Maula kalika temple, bharatpur, nepal.jpg"}, {"ns": 6, "title": "File:Maulakalika Hiking.jpg"}, {"ns": 6, "title": "File:View from maula kalika temple.jpg"}]}