{"pageid": 33537760, "ns": 0, "title": "Oxomoco", "extract": "<p>'<i>Oxomoco<b> also known as Oxomo is an Aztec deity, the goddess of the night, the astrology and the calendar. Oxomoco and Cipactonal were said to be the first human couple, and the Aztec comparison to Adam and Eve in regard to human creation and evolution. They bore a son named Piltzintecuhtli, who married a maiden, daughter of Xochiquetzal. As an older woman she was also known as</b></i> <b>Itzpapalotl</b>.</p>\n<h2><span id=\"Origin_of_the_Name\">Origin of the Name</span></h2>\n<p>Dr. Rafael Tena of the INAH translates the name Oxomoco as \"First Woman\" saying that it is a Huastec word morphed into Nahuatl. Uxumocox; Uxum (Woman) and Ocox (First).</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>Oxomoco and Cipactonal are mentioned in the Aztec <i>Annals of Cuautitlán</i>; they were in charge of the calendar. They also appear in Quiché legends such as within the Popol Vuh. Some scholars, such as the Nicaraguan Fernández de Oviedo y Valdés claim that Cipactonal was actually the female and Oxomoco actually the male and referred to one of them as Tamagastad. Other scholars from the Nicaraguan perspective such as Ephraim George Squier and Frank E. Comparato also claim that Oxomoco was male and Cipactonal female and claim that they were sorcerers and magicians. Nahuatl terms of the four shamans who stayed at Tamoanchan are not gendered with the exception of Oxomoco who was female. In the <i>Codex Borbonicus</i>, Oxomoc, like Cipactonal, usually wears the tobacco gourd of priestson her back. In some depictions the goddess is wearing a butterfly mask and throwing maize and beans from a vessel. In the Florentine Codex, Oxomoco is depicted divining with knotted cords. There is a notable carving of Oxomoco and Cipactonal near Yautepec, Morelos.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}]}