{"pageid": 34510559, "ns": 0, "title": "Swasthani", "extract": "<p><b>Swasthani</b> is a Hindu goddess (Parameshwari) and is responsible for the good fortune of king Navaraj and queen Chandravati.</p>\n<h2><span id=\"Swasthani_Brata_Katha\">Swasthani Brata Katha</span></h2>\n\n<p>Swasthani Brata Katha is a Hindu tale recited everyday for a month, which mostly falls in January and February. The book has 31 chapters which tell the story of life of various gods and goddesses. The story of goddess Swasthani and Shiva is mainly focussed, Swasthani is the Hindu deity known for miraculously granting wishes made in a solemn state by the pure. The sacred book was originated in Ancient civilizations of Nepal. The Brahmins were the first to have read this. It is read mostly by Nepali Hindus in comparison with those from India. This book’s story was derived from Skanda Purana.</p>\n<h2><span id=\"Festival\">Festival</span></h2>\n<p>The festival usually begins from the full moon day in the Nepali Poush month, normally from January to February, and will end on the next full moon day. Every night family members gather around, recite one chapter of the story each day till the 31st day in almost every Nepali family. This month-long festival is marked by fasting especially by women including few men the entire month for the sake of family welfare or getting a good husband or wife.  The festival conclude with an Ashwamegha Yagya, devotees worhsip god Shiva for whole night.</p>\n<p>When the festival concludes next month, various types of food are prepared to mark the end of the day and it is believed that every thing has to be 108 pieces even the flowers. Of the 108 pieces, eight are to be given to the husbands, if there is no husband then to son, and if no son then to the son of a friend, and if no friend then the fasting lady has to formally release it on the nearby river.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:AUM symbol, the primary (highest) name of the God as per the Vedas.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Swasthani Brata Katha in Nepali language (ca. 1917).jpg"}, {"ns": 6, "title": "File:Swasthani Temple 01.jpg"}]}