{"pageid": 3479810, "ns": 0, "title": "Naina Devi", "extract": "<p><b>Naina Devi</b> is a town and a municipal council in Bilaspur district in the Indian state of Himachal Pradesh.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Demographics\">Demographics</span></h2>\n<p>As of the 2001 India census, Naina Devi had a population of 1161. Males constitute 63% of the population and females 37%. Naina Devi has an average literacy rate of 81%, higher than the national average of 59.5%; male literacy is 84%, and female literacy is 75%. In Naina Devi, 11% of the population is under 6 years of age.</p>\n<h2><span id=\"Temple\">Temple</span></h2>\n<p>The Temple of Shri Naina Devi Ji is situated on a hilltop, base of which also has samadhi of bhagat Jatt Jeona Morh, in the Bilaspur District, Himachal Pradesh, India. The temple is connected with National Highway No. 21. The temple at the top of the hill can be reached via road (that curves round the hill up to a certain point) and then by concrete steps (that finally reach the top). There is also a cable car facility that moves pilgrims from the base of the hill all the way to the top.</p>\n<p>The hills of Naina Devi overlook the Gobind Sagar lake. The lake was created by the Bhakra-Nangal Dam.</p>\n<p>Several mythological stories are associated with the establishment of the temple.</p>\n<p>According to a legend, Goddess Sati burnt herself alive in Yagna, which distressed Lord Shiva. He picked the corpse of Sati on his shoulder and started his Tandava dance. This horrified all deities in the heaven as this could lead to holocaust. This urged Lord Vishnu to unleash his Chakra that cut the Sati’s body into 51 pieces. Shri Naina Devi Temple is the place where eyes of Sati fell down.</p>\n<p>Another story related to the temple is of a Gujjar Boy . Once he was grazing his cattle and observed that a white cow is showering milk from her udders on a stone. He saw the same thing for next several days. One night while sleeping, he saw Goddess in her dreams who told him that the stone is her pindi. Naina told about the entire situation and his dream to Raja Bir Chand. When Raja saw it happening in reality, he built a temple on that spot and named the temple after Naina's name.</p>\n<p>Shri Naina Devi Temple is also known as Mahishapeeth because of defeat of demon Mahishasur by the Goddess. According to the legends, Mahishasur was a powerful demon who was blessed by the boon of immortality by Lord Brahma, but the condition was that he could be defeated only by an unmarried woman. Due to this boon, Mahishasur started spreading terror on Earth and Gods. To cope with the demon, all Gods combined their powers and created a Devi to defeat him. The Devi was gifted different types of weapons by all Gods. When Mahishasur got mesmerized by the immense beauty of Devi and proposed her to marry him. Devi told him that she will marry him if he would overpower her. During the battle, Devi defeated the demon and took out both his eyes. This urged Gods to happily applaud \"Jai Naina\" and hence the name.</p>\n<h2><span id=\"The_2008_stampede\">The 2008 stampede</span></h2>\n\n<p>Sunday, 3 August 2008, proved to be catastrophic day for this temple as at least 123 people died (many of them women and children). There are conflicting reports about the cause of these deaths. One report states that they were due to people falling down the cliff after the guard railing broke. Another report claims that they were due to rumors of a fight at the temple causing panic. And another states it was due to police who hit the fleeing worshippers with canes to get them to continue moving.</p>\n<p>This happened in the holy month of Sawan, and the Temple's being a Shakti Peeth (place of strength) meant that there were as many as 3000 devotees present. According to the Times Online, 50,000 people were expected to attend Naina Devi during the day of the stampede, as part of a nine-day festival which had just started.</p>\n<p>According to Daljit Singh Manhas, a senior police officer from the area, at least 40 of the victims were children.</p>\n<p>The Chief Minister of Himachal Pradesh announced a compensation of Rs.100,000 for those who died, Rs. 50,000 for those seriously injured and Rs. 25,000 for those with minor injuries.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p>It is the only seat of Durga which is Sidhi Peeth as well as Shakti Peeth. Tenth Sikh Guru Gobind Singh performed a Yagya, and attained the status of Sidha and Shakti, perhaps the only one known with the divine endowments to be such an accomplished warrior, teacher, leader, poet and a scholar. Naina Devi is worshiped in all parts of Punjab esp. Malwa region . Vashishta gotra Chandan Brahmins worship Naina Devi Ji as Kul Devi .</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Naina Devi travel guide from Wikivoyage</li>\n<li>Temple Pleasures at Naina Devi Temple India</li>\n<li>Naina Devi website</li>\n<li>Online Pictorial Tour of Maa Naina Devi Dham</li>\n</ul>", "images": [{"ns": 6, "title": "File:Flag of India.svg"}, {"ns": 6, "title": "File:Himachal Pradesh locator map.svg"}, {"ns": 6, "title": "File:India location map.svg"}, {"ns": 6, "title": "File:Naina Devi Temple, Himachal.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Red pog.svg"}, {"ns": 6, "title": "File:Wikivoyage-Logo-v3-icon.svg"}]}