{"pageid": 34861154, "ns": 0, "title": "Frijjō", "extract": "<p><i><b>*Frijjō</b></i> (\"Frigg-Frija\") is the reconstructed name or epithet of a hypothetical Common Germanic love goddess, the most prominent female member of the <i>*Ansiwiz</i> (gods), and often identified as the spouse of the chief god, *<i>Wōdanaz</i> (<i>Woden-Odin</i>).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>The theonyms in West Germanic are Anglo-Saxon <b>*Frīg</b>, Old High German <b>Frīja</b>, Low German (Lower Saxony) <b>Frike, Freke</b> (<i>Fru Freen, Fru Frien, Fru Freke, Fru Frick, Fuik, Frie</i>) and Lombardic <b>Frea</b>. The name of the Anglo-Saxon goddess is attested only in the name of the weekday, although <i>frīg</i> (strong feminine) as a common noun meaning \"love\" (in the singular) or \"affections, embraces\" (in the plural) is attested in poetry.</p>\n<p>The name <i>* Frijjō</i> (Old Norse <i>Frigg</i>, Old High German <i>Frīja</i>) ultimately derives from PIE <i>*prih-y(a)h</i>, cognate to Sanskrit <i>priya</i> \"dear, beloved\", which however in Germanic split into two etymons, one covering the semantic field of \"love, courtship, friendship\" (English <i>friend</i>), the other the field of \"freedom\" (English <i>free</i>).</p>\n<p>The weekday Friday in English is named after for the goddess Frigg (Old English <i>frigedæg</i>). Friday in Old Norse was called both <i>Freyjudagr</i> and <i>Frjádagr</i>, in Faröese <i>fríggjadagur</i>, and in Old High German never *<i>Frouwûntac</i>, but <i>Frîatac, Frîgetac</i>, now <i>Freitag</i>.</p>\n<p>There is some evidence that the epithet *<i>frawjō</i> \"lady\" was applied to this goddess. The two names were confused from early times, especially in Old English, where the stem of <i>*frīj-</i> appears as <i>frēo-, frīo-, frēa-</i> (a contraction of <i>*īj-</i> and a following back vowel) beside a less frequent stem form <i>frīg-</i> (/fri:j-/), by development of a glide between <i>ī</i> and a following front vowel. The two forms would originally have figured in complementary distribution within the same paradigm (e.g. masculine nominative singular <i>frēo</i>, masculine genitive singular <i>frīges</i>), but in attested Old English analogical forms are already present and the distribution is no longer complementary Jacob Grimm stated \"We gather from all this, that the forms and even the meanings of the two names border closely on one another. <i>Freyja</i> means the gladsome, gladdening, sweet, gracious goddess, <i>Frigg</i> the free, beautiful, loveable; to the former attaches the general notion of <i>frau</i> (mistress), to the latter that of <i>frî</i> (woman).\" The linguistic discussion of these names is complicated by issues of Germanic <i>Verschärfung</i>. Old Norse <i>Frigg</i>, <i>friggjar-dagr</i> is related to <i>frakkr</i> \"free, bold\", cognate to Old English <i>frēo</i>, Gothic <i>freis</i> \"free\". See also \"Frigg and Freyja origin hypothesis\".</p>\n<h2><span id=\"Characteristics\">Characteristics</span></h2>\n<p>Both Frigg and Freyja are associated with weaving, combining the aspects of a love goddess and a domestic goddess.</p>\n<p>In Sweden and some parts of Germany, the asterism of Orion's Belt is known as her distaff or spindle.</p>\n<h2><span id=\"B7_bracteates\">B7 bracteates</span></h2>\n<p>The \"woman\" type of bracteates (<i>Frauenbrakteaten</i>, type B7, also called Fürstenberg or Oberwerschen type) has been identified as possibly depicting Frigg-Frija.</p>\n<p>There are five known bracteates of this type: IK 259 (Großfahner-B); IK 311 (Oberwerschen-B); IK 350 (site of discovery unknown, reportedly from \"south-western Germany\"); IK 389 (Welschingen-B); and IK 391 (Gudme II-B). In each of them the female figure depicted is holding a cross-shaped staff, interpreted as a distaff. IK 350 is additionally decorated with a number of crosses, and IK 259 has additional swastikas. Iconographically related are five gold bracteates found in Hüfingen, Bavaria.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Freyja</li>\n<li>Frigg</li>\n<li>Perchta</li>\n<li>Holda</li>\n<li>Dís</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>John Lindow, <i>Norse Mythology: A Guide to the Gods, Heroes, Rituals, and Beliefs</i>, Oxford University Press (2001), ISBN 0-19-515382-0, p. 129.</li>\n<li>Grimm's <i>Teutonic Mythology</i>, ch.13</li>\n<li>M. Scheller, <i>Vedisch ‘priyá-’ u. die Wortsippe ‘frei, freien, Freund’</i> (1959)</li>\n<li>D. H. Green, <i>Lang. &amp; Hist. Early Germanic World</i> (1998) 39-41.</li>\n<li>Jan de Vries, <i>Studien over germaansche mythologie, VII: De skaldenkenningen met de namen der godinnen Freyja en Frigg</i>, Tijdschrift voor nederlandsche taal- en letterkunde 53 (1934), 210-217.</li>\n<li>Marian Edwardes, Lewis Spence, <i>Dictionary of Non-Classical Mythology</i> (1913); 2003 reprint ISBN 978-0-7661-4453-8, 2005 reprint: ISBN 978-1-59605-342-7, pp. 70f.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>B7 bracteates</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Oberwerschen B-bracteate.jpg"}, {"ns": 6, "title": "File:Welschingen-B.jpg"}]}