{"pageid": 3486289, "ns": 0, "title": "Juracán", "extract": "<p><b>Juracán</b> is the phonetic name given by the Spanish colonizers to the zemi or deity of chaos and disorder which the Taíno natives in Puerto Rico, Hispaniola, Jamaica, and Cuba, as well as the Island Caribs and Arawak natives elsewhere in the Caribbean, believed controlled the weather, particularly hurricanes (the latter word derives from the deity's name). In actuality, the word \"juracán\" merely represented the storms <i>per se</i>, which according to Taíno mythology were spawned and controlled by the goddess Guabancex, also known as the \"one whose fury destroys everything\". The Taínos were aware of the spiraling wind pattern of hurricanes, a knowledge that they used when depicting the deity. Her zemi idol was said to depict a woman, but the most common depiction of Guabancex presents a furious face with her arms extended in a \"~\" pattern.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>From Juracán we derive the Spanish word <i>huracán</i> and eventually the English word <i>hurricane</i>. As the pronunciation varied across indigenous groups, many of the alternative names, as mentioned in the OED, included furacan, furican, haurachan, herycano, hurachano, hurricano, and so on.</p>\n<p>The term made an early appearance in William Shakespeare's <i>King Lear</i> (Act 3, Scene 2) and in <i>Troilus and Cressida</i> (Act 5, Scene 2), in which Shakespeare gives the following definition:</p>\n<blockquote>\n<p>\"the dreadful spout Which shipmen do the hurricano call, Constringed [i.e., compressed] in mass by the almighty sun.\"</p>\n</blockquote>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>According to Taíno mythology, the zemi of Guabancex was entrusted to the ruler of a mystical land, Aumatex. This granted her the title of \"Cacique of the Wind\", but it also imposed the responsibility of repeatedly appeasing the goddess throughout his long reign. Furthermore, due to the importance of the wind for travel between island and the need of good weather imperative for a successful crop, other caciques would offer her part of their food during the Chohoba ceremony. However, given Guabancex's volatile temper, these efforts often failed. When they did, she would leave his domain enraged and with the intent of bringing destruction to all in her path, unleashing the juracánes. She began by interrupting the balance established by Boinayel and Marohu, the deities of rain and drought. By rotating her arms in a spiral, Guabancex would pick the water of the ocean and land, placing it under the command of Coatrisquie who violently forced it back over the Taíno settlements destroying their bohios and crops. She would threaten the other deities in an attempt to have them join the chaos. She was always preceded by Guataubá, who heralded her eventual arrival with clouds, lightning and thunder. The easternmost of the Greater Antilles, Puerto Rico is often in the path of the North Atlantic tropical storms and hurricanes which tend to come ashore on the east coast. The Taíno believed that upon reaching the rainforest peak of El Yunque, the goddess and her cohorts would clash with their supreme deity, Yúcahu, who was believed to live there. Guabancex has an unspecified connection to Caorao, a deity that was also associated with storms and that was said to bring them forth by playing the cobo, a musical instrument made from a marine sea shell.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Huracan</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Author unknown (2008-07-30). El dios Juracán era una deidad femenina [\"God Juracan was a feminine Goddess\"]. Primera Hora [\"First Hour\"], Spanish, 30 July 2008. Retrieved from http://www.primerahora.com/noticias/puerto-rico/nota/eldiosjuracaneraunadeidadfemenina-215036/.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Hurricane Isabel from ISS.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}