{"pageid": 35368134, "ns": 0, "title": "Lampsace", "extract": "<p>In Greek legendary history, <b>Lampsace</b> or <b>Lampsake</b> (Λαμψάκη) was the eponym of the city Lampsacus, honored as a heroine and later deified. The story concerning her, known from the works of Plutarch and Polyaenus, is as follows.</p>\n<p>Lampsace was the daughter of Mandron, king of the Bebryces in Pityussa (the older name for Lampsacus). Her father was assisted by Phobus of Phocaea in a military conflict against the neighboring people, and, in reward, assigned to Phobus a part of his kingdom, to where the latter led a colony from Phocaea. The colonists subsequently led several successful military campaigns and obtained plenty of trophies, which made the barbarian population of Pityussa fear and envy them. Thereupon the Bebrycians devised a plot to drive the Greeks out of their land in the absence of Mandron. Lampsace became aware of the plot and reported it to the Greeks, who then forestalled the barbarians by developing a stratagem of their own: they invited the Bebrycians to a sacrificial banquet and when those got drunk, one half of the Greeks massacred them while the other half was taking control over the city walls. The Greeks then invited Mandron to reign over them but he chose to leave, taking wives and children of those slain away with him. Lampsace was greatly honored for having informed the Greeks of the imminent threat, but she fell sick and died. The citizens gave magnificent burial to her and went on to worship her as a heroine, renaming Pityussa to Lampsacus in her honor; later on a vote was held to promote her to the status of a goddess. As such she was venerated as late as the times of Plutarch.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Grimal, Pierre. A Concise Dictionary of Classical mythology. Basil Blackwell Ltd, 1990. - p. 236</li>\n<li>Lyons, Deborah. Gender and Immortality: Appendix - A Catalogue of Heroines, Princeton University Press, 1996, under <i>Lampsake</i> Accessed 7 April 2012</li>\n</ul>"}