{"pageid": 354286, "ns": 0, "title": "Yamuna", "extract": "<p>The <b>Yamuna</b> (Hindustani: /jəmʊnaː/),also known as the <b>Jumna</b>, (not to be mistaken with the Jamuna of Bangladesh) is the longest and the second largest tributary river of the Ganges (Ganga) in northern India. Originating from the Yamunotri Glacier at a height of 6,387 metres on the south western slopes of Banderpooch peaks in the uppermost region of the Lower Himalaya in Uttarakhand, it travels a total length of 1,376 kilometres (855 mi) and has a drainage system of 366,223 square kilometres (141,399 sq mi), 40.2% of the entire Ganges Basin, before merging with the Ganges at Triveni Sangam, Allahabad, the site for the Kumbha Mela every twelve years. It is the longest river in India which does not directly flow to the sea.</p>\n<p>It crosses several states, Uttarakhand, Himachal Pradesh Haryana and Uttar Pradesh, passing by Uttarakhand and later Delhi, and meets its tributaries on the way, including Tons, its largest tributary in Uttarakhand, Chambal, its longest tributary which has its own large basin, followed by Sindh, the Betwa, and Ken. Most importantly it creates the highly fertile alluvial, Yamuna-Ganges Doab region between itself and the Ganges in the Indo-Gangetic plain. Nearly 57 million people depend on the Yamuna waters. With an annual flow of about 10,000 cubic billion metres (cbm) and usage of 4,400 cbm (of which irrigation constitutes 96 per cent), the river accounts for more than 70 per cent of Delhi’s water supplies. Just like the Ganges, the Yamuna too is highly venerated in Hinduism and worshipped as goddess Yamuna, throughout its course. In Hindu mythology, she is the daughter of Sun God, Surya, and sister of Yama, the God of Death, hence also known as Yami and according to popular legends, bathing in its sacred waters frees one from the torments of death.</p>\n<p>The water of Yamuna is of \"reasonably good quality\" through its length from Yamunotri in the Himalayas to Wazirabad in Delhi, about 375 kilometres (233 mi), where the discharge of waste water through 15 drains between Wazirabad barrage and Okhla barrage renders the river severely polluted after Wazirabad. One official describes the river as a \"sewage drain\" with biochemical oxygen demand (BOD) values ranging from 14 to 28 mg/l and high coliform content. There are three main sources of pollution in the river, namely households and municipal disposal sites, soil erosion resulting from deforestation occurring to make way for agriculture along with resulting chemical wash-off from fertilizers, herbicides, and pesticides and run-off from commercial activity and industrial sites.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Sources\">Sources</span><span>Edit</span></h2>\n\n\n\n<p>The source of Yamuna lies in the Yamunotri Glacier at an elevation of 6,387 metres (20,955 ft), on the south western slopes of Banderpooch peaks, which lie in the Mussoorie range of Lower Himalayas, in the Uttarkashi district, Uttarakhand, north of Haridwar. Yamunotri temple, a shrine dedicated to the goddess, Yamuna is one of the holiest shrines in Hinduism, and part of the Chota Char Dham Yatra circuit. Also standing close to the temple, on its 13-kilometre (8 mi) trek route, that follows the right bank of the river, lies the <i>Markendeya Tirtha</i>, where the sage Markandeya wrote the Markandeya Purana.</p>\n<p>From here it flows southwards, for about 200 kilometres (120 mi) through the Lower Himalayas and the Shivalik Hills Range and morainic deposited are found in its steep Upper Yamuna village, highlighted with geomorphic features such as interlocking spurs, steep rock benches, gorges and stream terraces. Large terraces formed over a long period of time can be seen in the lower course of the river, like ones near Naugoan. An important part of its early catchment area totalling 2,320 square kilometres (900 sq mi) lies in Himachal Pradesh, and an important tributary draining the Upper Catchment Area is the Tons, Yamuna's largest tributary, which rises from the Hari-ki-dun valley and holds water more than the main stream, which it merges after Kalsi near Dehradun. The entire drainage system of the river stretches all the way between Giri-Sutlej catchment in Himachal and Yamuna-Bhilangna catchment in Garhwal, indeed the southern ridge of Shimla is also drained into this system. Kalanag (6,387 metres (20,955 ft)) is the highest point of the entire Yamuna basin.</p>\n<p>Other tributaries in the region are the Giri, Rishi Ganga, Kunta, Hanuman Ganga and Bata tributaries, which drain the Upper Catchment Area of the vast Yamuna basin. Thereafter the river descends on to the plains of Doon Valley, at Dak Pathar near Dehradun. Here through the Dakpathar Barrage, the water is diverted into a canal for power generation, little further down where Yamuna is met by the Assan River, lies the Asan Barrage, which hosts a Bird Sanctuary as well. After passing the Sikh pilgrimage town of Paonta Sahib, it reaches Tajewala in Yamuna Nagar district (named after the river itself), of Haryana, where a dam built in 1873, is the originating place of two important canals, the Western Yamuna Canal and Eastern Yamuna Canal, which irrigate the states of Haryana and Uttar Pradesh. The Western Yamuna Canal (WYC) crosses Yamuna Nagar, Karnal and Panipat before reaching the Haiderpur treatment plant, which supplies part of municipal water supply to Delhi, further it also receives waste water from Yamuna Nagar and Panipat cities. Yamuna is replenished again after this by seasonal streams and groundwater accrual, in fact during the dry season, it remains dry in many stretches from Tajewala till Delhi, where it enters near Palla village after traversing 224 kilometres (139 mi).</p>\n<p>The Yamuna also creates natural state borders between the Himachal Pradesh and Uttarakhand states, and further down between the state of Haryana, Delhi and Uttar Pradesh. Along with the Ganges to which run almost parallel after it touches the Indo-Gangetic plain, the largest alluvial fertile plain in the world, it creates the Ganges-Yamuna Doab region spread across 69,000 square kilometres (27,000 sq mi), one-third of the entire plain, and today known for its agricultural outputs, prominent among them is the cultivation of Basmati Rice. The plain itself supports one-third of India's population through its farming.</p>\n\n<p>Subsequently, it flows through the states of Delhi, Haryana and Uttar Pradesh] before merging with the Ganges at a sacred spot known as Triveni Sangam in Allahabad after traversing a distance of 1,376 kilometres (855 mi). Here pilgrims travel by boats to platforms erected mid stream to offer prayers. During the Kumbh Mela, held every 12 years, the ghats around the Sangam are venue of large congregation of people, who take dip in the sacred waters of the confluence. The cities of Baghpat, Delhi, Noida, Mathura, Agra, Firozabad, Etawah, Kalpi, Hamirpur, Allahabad lie on its banks. At Etawah, it meets it another important tributary, Chambal, followed by a host of tributaries further down, including, Sindh, the Betwa, and Ken.</p>\n<h3><span id=\"Important_tributaries\">Important tributaries</span><span>Edit</span></h3>\n\n<ul><li>Tons River, Yamuna's largest tributary, rises in the 20,720 ft (6,315 m) high Bandarpoonch mountain, and has a large basin in Himachal Pradesh. It meets Yamuna below Kalsi near Dehradun, Uttarakhand.</li>\n<li>Hindon River, originates in the Saharanpur District, from Upper Shivalik in Lower Himalayan Range, is entirely rainfed and has a catchment area of 7,083 square kilometres (2,735 sq mi), traverses 400 kilometres (250 mi) through Muzaffarnagar District, Meerut District, Baghpat District, Ghaziabad, Noida, Greater Noida, before joining Yamuna just outside Delhi.</li>\n<li>Ken River, flows through Bundelkhand region of Madhya Pradesh and Uttar Pradesh, it originates near village Ahirgawan in Jabalpur district and travels a distance of 427 kilometres (265 mi), before merging with the Yamuna at Chilla village, near Fatehpur in Uttar Pradesh, and has an overall drainage basin of 28,058 square kilometres (10,833 sq mi).</li>\n<li>Chambal River, known as <i>Charmanvati</i> in ancient times, is Yamuna's longest tributary flows through Rajasthan and Madhya Pradesh, with a drainage basin of 143,219 square kilometres (55,297 sq mi) and traverses a total distance of 960 kilometres (600 mi), from its source in Vindhya Range, near Mhow and supports hydro-power generation at Gandhi Sagar dam, Rana Pratap Sagar dam and Jawahar Sagar dam, before merging into the Yamuna south east of Sohan Goan, in Etawah district, shortly thereafter followed by another tributary, the Sindh River.</li>\n<li>Sasur Khaderi River, known as Sasur Khaderi is a tributary in Fatehpur district.</li>\n</ul><h2><span id=\"History\"><span id=\"Ancient_literature_and_history\"></span>History</span><span>Edit</span></h2>\n\n<p>The name Yamuna seems to be derived from the Sanskrit word \"yama\", meaning 'twin', and it may have been applied to the river because it runs parallel to the Ganges. The Yamuna is mentioned at many places in the Rig Veda, which was composed during the Vedic period between ca. 1700–1100 BC, and also in the later Atharvaveda, and the Brahmanas including Aitareya Brahmana and Shatapatha Brahmana. In Rig Veda, the story of the Yamuna describes her \"excessive love\" for her twin, Yama, who in turn asks her to find a suitable match for herself, which she does in Krishna. It is also said that lord shiva was the main reason for the colour of the Yamuna river. After the death of Sati Devi, lord shiva couldn't tolerate the sadness around him and used to roam here and there. And At last when he went to Yamuna river, it became so black as it absorbed all his sorrow.</p>\n<p>The tale is further detailed in the 16th century Sanskrit hymn, <i>Yamunashtakam</i>, an ode by the philosopher Vallabhacharya. Here the story of her descent to meet her beloved Krishna and to purify the world has been put into verse. The hymn also praises her for being the source of all spiritual abilities. And while the Ganges is considered an epitome of asceticism and higher knowledge and can grant us <i>Moksha</i> or liberation, it is Yamuna, who, being a holder of infinite love and compassion, can grant us freedom, even from death, the realm of her elder brother. She rushes down the Kalinda Mountain, and verily describes her as the daughter of Kalinda, giving her another name, <i>Kalindi</i>, the backdrop of Krishna Leela. The text also talks about her water being of the colour of Lord Krishna, which is dark (Shyam). The river is referred as Asita in some historical texts.</p>\n<p>It is mentioned as Iomanes (Ioames) in the surveys of Seleucus I Nicator, an officer of Alexander the Great and one of the Diadochi, who visited India in 305 BC, later Megasthenes, a Greek traveller and geographer, visited India, sometimes before 288 BC, the date of Chandragupta's death, also mention the river in his text <i>Indica</i>, where he described the region around it as the land of Surasena. In <i>Mahabharata</i>, Indraprastha, the capital of Pandavas was also situated on the banks of Yamuna, it is considered to the modern day city of Delhi.</p>\n<p>Geological evidence indicates that in the distant past the Yamuna was a tributary of the Ghaggar River (also known as the Vedic Sarasvati River), but that it later changed its course eastward due to a tectonic event, becoming a tributary of the Ganges. This may have led to the Sarasvati River drying up, the end of many Harappan civilisation settlements, and creation of the Thar desert. However, recent geological research suggests that the diversion of the Yamuna to the Ganges may have occurred during the Pleistocene, and thus could not be connected to the decline of the Harappan civilisation in the region.</p>\n<p>The importance of the Ganges–Yamuna river basin, and the Doab region as traditional the seat of power, can be derived from the fact, in much of early history of India, most of great empires, which ruled over majority of India, until the Chalukyas King, Vinayaditya, were based in the highly fertile Ganges–Yamuna basin, including the Magadha (ca 600 BC), Maurya Empire (321–185 BC), Shunga Empire (185–73 BCE), Kushan Empire (1st–3rd centuries CE), Gupta Empire (280–550 CE), and many had their capitals here, in cities like Pataliputra or Mathura. These rivers were revered throughout these kingdoms that flourished on their banks, in fact ever since the period of Chandragupta II (r. 375–415 CE), statues both the Ganges and Yamuna became common throughout the Gupta Empire. Further to the South, images of the Ganges and Yamuna are found amidst shrines of the Chalukyas, Rashtrakutas (753–982), as well as on their royal seals, and prior to them, the Chola Empire too added the river into their architectural motifs. The Three River Goddess shrine, next of famous Kailash rock-cut Temple at Ellora, built by Rashtrakuta King, Govinda III, shows the Ganges flanked by the Yamuna and Saraswati.</p>\n<h2><span id=\"Religious_significance\">Religious significance</span><span>Edit</span></h2>\n\n\n<p>The goddess of the river, also known as Yami, is the sister of Yama, god of death, and the daughter of Surya, the Sun god, and his wife Saranyu. Yamuna, referred to respectfully as Yamunaji, holds a very important position in Pushti Marga, a sect of Hinduism based on the ShuddhAdvaita, in which Shri Krishna is the main deity, propagated by VallabhAcharya / MahaPrabhuji, and having a large following in India.</p>\n<p>The river Yamuna is also connected to the religious beliefs surrounding Krishna and various stories connected with Him are found in Hindu religious texts, especially the Puranas, like that of <i>Kaliya Daman</i>, the subduing of Kaliya, a poisonous <i>Nāga</i> snake, which had inhabited the river and terrorised the people of Braja. Yamuna, according to the legends, is closely related to Lord Krishna and Mahabharata. Krishna was taken across the Yamuna on the night of his birth. Kansa, Krishna's maternal uncle planned to kill all his nephews, as his eighth nephew was predicted to be his Kāla. When Vasudeva, carrying Krishna in a basket, reaches the river Yamuna, on the extremely turbulent, rainy night of Krishna's birth, Yamuna is said to have parted to make way for Vasudeva.</p>\n<p>Krishna and the Gopis also used to play on the banks of the Yamunaji as children.</p>\n\n<h2><span id=\"Management\">Management</span><span>Edit</span></h2>\n<p>The stretch of the river from its origin to Okhla in Delhi is called “Upper Yamuna”. A Memorandum of Understanding (MoU) was signed amongst the five basin states, namely Himachal Pradesh, Uttar Pradesh, Uttarakhand, Haryana, Rajasthan and Delhi, on 12 May 1994 for sharing of the water of Upper Yamuna. This led to the formation of Upper Yamuna River Board under Ministry of Water Resources, whose primary functions are regulation of the allocation of available flows amongst the beneficiary states and also for monitoring the return flows; monitoring conserving and upgrading the quality of surface and ground water; maintaining hydro-meteorological data for the basin; over viewing plans for watershed management; monitoring and reviewing the progress of all projects up to and including Okhla barrage.</p>\n<p>Flood forecasting systems are established at Poanta Sahib, where Tons, Pawar and Giri tributaries meet, followed by Tajewala, Kalanaur, Haryana and Mawai before Delhi, the river take 60 hours to travel from Tajewala to Delhi, thus allowing a two-day advance flood warning period. The Central Water Commission started flood-forecasting services in 1958 with the setting up of its first forecasting station on Yamuna at Delhi Railway Bridge, India.</p>\n<h3><span id=\"Irrigation\">Irrigation</span><span>Edit</span></h3>\n\n<p>The importance of Yamuna in the Indo-Gangetic Plains is enhanced by its many canals, some dating back to as early as 14th century CE by the Tughlaq dynasty, which built the <i>Nahr-i-Bahisht</i> (Paradise), parallel to the river. The <i>Nahr-i-Bahisht</i> was later restored and extended by the Mughals in the first half of the 17th century, by engineer Ali Mardan Khan, starting from Benawas where the river enters the plains and terminating near the Mughal capital, Shahjahanabad, the present city of Delhi.</p>\n<p>As the Yamuna enters the Northern plains near Dakpathar at an elevation of 790 metres (2,590 ft), the Eastern Yamuna Canal commences at the Dakpathar Barrage and pauses at the Asan and Hathnikund Barrages before continuing south. The Hathnikund was built in 1999 and replaced the downstream Tajewala Barrage which had been completed in 1873.</p>\n<h4><span id=\"Western_Yamuna_Canal\">Western Yamuna Canal</span><span>Edit</span></h4>\n\n<p>Built in 1335 CE by Firuz Shah Tughlaq, excessive silting caused it to stop flowing in 1750 CE, British raj undertook a three-year renovation in 1817 by Bengal Engineer Group, in 1832-33 Tajewala Barrage dam at Yaumna was built to regulate the flow of water, in 1875-76 Pathrala barrage at Dadupur and Somb river dam downstream of canal were built, in 1889-95 the largest branch of the canal <i>Sirsa branch</i> was constructed, the modern Hathni Kund Barrage was built in 1999 to handle the problem of silting to replace the older Tajewala Barrage.</p>\n<p>The Western Yamuna Canal begins at the Hathnikund Barrage about 38 kilometres (24 mi) from Dakpathar and south of Doon Valley. The canals irrigate vast tracts of land in the region in Ambala district, Karnal district, Sonepat district, Rohtak district, Jind district, Hisar district and Bhiwani district.</p>\n<p>Once its passes Delhi, the river feeds the Agra Canal built in 1874, which starts from Okhla barrage beyond the Nizamuddin bridge, and the high land between the Khari-Nadi and the Yamuna and before joining the Banganga river about 32 kilometres (20 mi) below Agra. Thus, during the summer season, the stretch above Agra resembles a minor stream.</p>\n<p>The 86 km long main canal has the total length of 325 km including its branches such as Sirsa branch, Hansi branch, Butana branch, Sunder branch, Delhi branch, along with hundreds of major and minor irrigation channels which are also breeding grounds for many species of birds.</p>\n<h5><span id=\"Delhi_Branch\">Delhi Branch</span><span>Edit</span></h5>\n<p>The Munak canal, also called <b>Delhi Branch</b>, 22 km canal was built in 1819, and renovated in 2008, originates at Munak village in Gharaunda tehsil of Karnal district is a branch of Western Yaumna Canal to bring 700 cusecs water to Delhi.</p>\n<h5><span id=\"Sirsa_Branch\">Sirsa Branch</span><span>Edit</span></h5>\n<p>The <b>Sirsa Branch</b>, originating at Indri, is a sub-branch of <i>Sirsa branch</i> of Western Yaumna Canal which menders through Jind district, Fatehabad district and Sirsa district.</p>\n<h5><span id=\"Barwala_Branch\">Barwala Branch</span><span>Edit</span></h5>\n<p>The <b>Barwala Branch</b> is a sub-branch of <i>Sirsa branch</i> of Western Yaumna Canal. It meanders through Barwala tehsil of Hisar district.</p>\n<h5><span id=\"Hansi_Branch\">Hansi Branch</span><span>Edit</span></h5>\n<p>The <b>Hansi Branch</b>, built in 1825 and remodelled in 1959, originating at Munak village in Gharaunda tehsil of Karnal district is a branch of Western Yaumna Canal that meanders through Hansi tehsil of Hisar district.</p>\n<h5><span id=\"Butana_Branch\">Butana Branch</span><span>Edit</span></h5>\n<p>The <b>Butana Branch</b> is a sub-branch of Western Yaumna Canal that meanders through Hansi tehsil of Hisar district.</p>\n<h5><span id=\"Sunder_Branch\">Sunder Branch</span><span>Edit</span></h5>\n<p>The <b>Sunder Branch</b> of <i>Western Yamuna Canal</i> is a sub-branch of <i>Butana branch</i> of <i>Hansi branch</i> and goes to Kanwari and beyond in Hisar (district).</p>\n<h5><span id=\"Jind_Branch\">Jind Branch</span><span>Edit</span></h5>\n<p>The <b>Jind Branch</b> is a branch of Western Yaumna Canal which menders through Jind district.</p>\n<h5><span id=\"Rohtak_Branch\">Rohtak Branch</span><span>Edit</span></h5>\n<p>The <b>Rohtak Branch</b> is a sub-branch of <i>Jind branch</i> of Western Yaumna Canal and it meanders through Rohtak district.</p>\n<h5><span id=\"Bhiwani_Branch\">Bhiwani Branch</span><span>Edit</span></h5>\n<p>The <b>Bhiwani Branch</b> is a sub-branch of <i>Jind branch</i> of Western Yaumna Canal and it meanders through Bhiwani district and goes to Bidhwan and beyond.</p>\n<h5><span id=\"Bhalaut_Branch\">Bhalaut Branch</span><span>Edit</span></h5>\n<p>The <b>Bhalaut Branch</b>, originating at Khubru village, is a sub-branch of <i>Delhi branch</i> of Western Yaumna Canal that flows through Jhajjar district.</p>\n<h5><span id=\"Jhajjar_Branch\">Jhajjar Branch</span><span>Edit</span></h5>\n<p>The <b>Jhajjar Branch</b> is a sub-branch of <i>Bhalaut branch</i> of Western Yaumna Canal that flows through Jhajjar district.</p>\n<h3><span id=\"The_Sutlej–Yamuna_Link\"></span><span id=\"The_Sutlej.E2.80.93Yamuna_Link\">The Sutlej–Yamuna Link</span><span>Edit</span></h3>\n\n<p>A heavy freight canal, known as the Sutlej-Yamuna Link (SYL), is being built westwards from near the Yamuna's headwaters through the Punjab region near an ancient caravan route and highlands pass to the navigable pars of the Sutlej-Indus watershed. This will connect the entire Ganges, which flows to the east coast of the subcontinent, with points west (via Pakistan). When completed, the SYL will allow shipping from India's east coast to the west coast and the Arabian sea, drastically shortening shiportant commercial links for north-central India's large population. The canal starts near Palla village near Delhi, and is designed to transfer Haryana's share of 4.3 km<sup>3</sup> (3,500,000 acre·ft) from the Indus Basin.</p>\n<h3><span id=\"Conservation_zone\">Conservation zone</span><span>Edit</span></h3>\n<p>On 25 April 2014, The National Green Tribunal recommended the Government to declare a 52-kilometre (32 mi) stretch of the Yamuna in Delhi and Uttar Pradesh as a conservation zone. A report has been prepared by the ministry of Environment and Forests (MoEF) panel and submitted to the NGA on the same day. Under the YAP-I and YAP-II, the cleaning of polluted Yamuna was carried out in line with the level of the biological oxygen demand of Yamuna. Under these two phases, 286 schemes, which also included 39 sewage treatment plants (STPs), were completed in 21 towns of Delhi, Uttar Pradesh, and Haryana at a cost of Rs 1,453.17 crore and sewage treatment capacity of 767.25 million litres per day has been created.</p>\n<h2><span id=\"Pollution\">Pollution</span><span>Edit</span></h2>\n\n<p>In 1909 the waters of the Yamuna were distinguishable as \"clear blue\", as compared to the silt-laden yellow of the Ganges. However, due to high density population growth and rapid industrialisation today Yamuna is one of the most polluted rivers in the world, especially around New Delhi, the capital of India, which dumps about 58% of its waste into the river. A recent study shows that there is 100% urban metabolism of River Yamuna as it passes through the National Capital Territory (NCT) of Delhi.</p>\n<h3><span id=\"Causes\">Causes</span><span>Edit</span></h3>\n<p>New Delhi generates 1,900 million litres (500,000,000 US gal) per day (MLD) of sewage. Though many attempts have been made to process it, the efforts have proven futile. Although the government of India has spent nearly $500 million to clean up the river, the Yamuna continues to be polluted with garbage while most sewage treatment facilities are underfunded or malfunctioning. In addition, the water in this river remains stagnant for almost nine months in a year, aggravating the situation. Delhi alone contributes around 3,296 MLD of sewage in the river. The government of India over the next five years has prepared plans to rebuild and repair the sewage system and the drains that empty into the river.</p>\n<p>To address river pollution, certain measures of river cleaning have been taken by the Ministry of Environment and Forests in 12 towns of Haryana, eight towns of Uttar Pradesh, and Delhi, under the Yamuna Action Plan (YAP) which has been implemented since 1993 by the National River Conservation Directorate (NRCD) of the Ministry of Environment and Forests. The Japan Bank for International Cooperation is participating in the Yamuna Action Plan in 15 of the above 21 towns (excluding six towns of Haryana included later on the direction of Supreme Court of India) with soft loan assistance of 17.773 billion Japanese yen (equivalent to about Rs. 700 crore INR) while the government of India is providing the funds for the remaining six towns added later. In 2007 the Indian government's plans to repair sewage lines were predicted to improve the water quality of the river 90% by the year 2010.</p>\n<p>The last barrage across Yamuna river is at Mathura for supply of drinking water to the city. Downstream of this barrage, many pumping stations are constructed to feed the river water for irrigation needs. These pumping stations are near Pateora Danda <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>25°55′09″N</span> <span>80°13′27″E</span></span></span></span>, Samgara <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>25°41′13″N</span> <span>80°46′27″E</span></span></span></span>, Ainjhi <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>25°43′35″N</span> <span>80°49′33″E</span></span></span></span>, Bilas Khadar <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>25°31′35″N</span> <span>81°02′43″E</span></span></span></span>, Samari <span><span><span title=\"Maps, aerial photos, and other data for this location\"><span>25°27′19″N</span> <span>81°11′43″E</span></span></span></span>, etc. (Refer to Google Earth maps.) Depletion of the base flows available in the river during the non-monsoon months by these pump houses is enhancing river pollution from Mathura to Allahabad in the absence of adequate fresh water to dilute the polluted water reaching the river from habitations and industries.</p>\n<p>However, in 2009, the Union government admitted to the Lok Sabha (Indian Parliament), the failure of the Ganga Action Plan and the Yamuna Action Plan, saying that \"rivers Ganga and Yamuna are no cleaner now than two decades ago\" despite spending over Rs 1,700 crore to control pollution. According to a CSE official, these plans adopted the Thames model, based on a centralised sewage treatment system. This meant that huge sum of money and a 24-hour power supply were needed to manage the treatment plants, while only an 8-hour power supply was available, contributing to the failure of the river plans.</p>\n<p>In August 2009, the Delhi Jal Board (DJB) initiated its plan for resuscitating the Yamuna’s 22-kilometre (14 mi) stretch in Delhi by constructing interceptor sewers, at the cost of about Rs 1,800 crore.</p>\n<h2><span id=\"Gallery\">Gallery</span><span>Edit</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"Quotes_on_Yamuna\">Quotes on Yamuna</span><span>Edit</span></h2>\n<ul><li>\"Simply by bathing in the Yamuna, anyone can diminish the reactions of his sinful activities.\" (Krishna Book, Chap 38)</li>\n<li>\"By taking bath in the Yamuna River people are liberated and become Krishna conscious.\" (Caitanya Caritamrita Antya 4.98 purport)</li>\n<li>\"There are many devotees in Vrindavana who regularly bathe in the Yamuna, and this cleanses all the contamination of the material world.\" (Srimad Bhagavatam 5.8.31)</li>\n<li>\"One should not give up the process of austerity. If possible, one should bathe in the water of the Yamuna. This is an item of austerity. Therefore, our Krishna consciousness movement has established a center in Vrindavana so that one may bathe in the Yamuna, chant the Hare Krishna mantra and then become perfect and return back to Godhead.\" (Srimad Bhagavatam 6.5.28 purport)</li>\n<li>\"The Yamuna River washed Krishna's lotus feet when the Lord appeared in Vrindavana five thousand years ago. Lord Krishna sported daily with His boys and girlfriends in the Yamuna River and consequently that river is also caranamrita.\" (Srimad Bhagavatam 11.6.19)</li>\n<li>\"According to the Varaha Purana as quoted by Srila Jiva Gosvami there is no difference between the water of the Ganges and the Yamuna but when the water of the Ganges is sanctified one hundred times, it is called the Yamuna. Similarly, it is said in the scriptures that one thousand names of Vishnu are equal to one name of Rama and three names of Lord Rama are equal to one name of Krishna.\" (Srimad Bhagavatam 1.19.6 purport)yamuna</li>\n</ul><h2><span id=\"See_also\">See also</span><span>Edit</span></h2>\n<ul><li>List of rivers of India</li>\n<li>Yamuna Pushkaram</li>\n<li>Western Jamuna Canal Link</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span><span>Edit</span></h2>\n<ul><li><cite class=\"citation book\">Fraser, James Baillie (1820). <i>Journal of a tour through part of the snowy range of the Himala Mountains, and to the sources of the rivers Jumna and Ganges</i>. Rodwell and Martin, London.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna&amp;rft.aufirst=James+Baillie&amp;rft.aulast=Fraser&amp;rft.btitle=Journal+of+a+tour+through+part+of+the+snowy+range+of+the+Himala+Mountains%2C+and+to+the+sources+of+the+rivers+Jumna+and+Ganges&amp;rft.date=1820&amp;rft.genre=book&amp;rft.pub=Rodwell+and+Martin%2C+London&amp;rft_id=https%3A%2F%2Farchive.org%2Fstream%2Fjournaloftourthr00fras%23page%2Fn3%2Fmode%2F2up&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Haberman, David L. (2006). <i>River of love in an age of pollution: the Yamuna River of northern India</i>. University of California Press. ISBN 0-520-24790-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna&amp;rft.aufirst=David+L.&amp;rft.aulast=Haberman&amp;rft.btitle=River+of+love+in+an+age+of+pollution%3A+the+Yamuna+River+of+northern+India&amp;rft.date=2006&amp;rft.genre=book&amp;rft.isbn=0-520-24790-6&amp;rft.pub=University+of+California+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DCJFdkkGSV8gC%26pg%3DPA1%26dq%3DYamuna%23v%3Donepage%26q%3D%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Schumann, A. H. (2001). <i>Sustainable regional water management of Yamuna river basin: A case study</i>. International Association of Hydrological Sciences(IAHS). pp. 25–32. ISBN 1-901502-51-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna&amp;rft.aufirst=A.+H.&amp;rft.aulast=Schumann&amp;rft.btitle=Sustainable+regional+water+management+of+Yamuna+river+basin%3A+A+case+study&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=1-901502-51-1&amp;rft.pages=25-32&amp;rft.pub=International+Association+of+Hydrological+Sciences%28IAHS%29&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DYT_5Lp0JqVEC%26pg%3DPA25%26dq%3DYamuna%2BRiver%23v%3Donepage%26q%3DYamuna%2520River%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"References\">References</span><span>Edit</span></h2>\n\n<h2><span id=\"External_links\">External links</span><span>Edit</span></h2>\n<ul><li>The Geography of the Rigveda</li>\n<li>Yamuna Action Plan</li>\n<li><span>The Yamuna, India's most polluted river</span> on YouTube. The Guardian (7 July 2017)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Agra canal headworks1871a.jpg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DoabUnitedProvincesIGI1908.jpg"}, {"ns": 6, "title": "File:Flag of India.svg"}, {"ns": 6, "title": "File:Himalayas at dusk from Mussoorie, Uttarakhand.jpg"}, {"ns": 6, "title": "File:India 78.40398E 20.74980N.jpg"}, {"ns": 6, "title": "File:Indo-Gangetic Plain.jpg"}, {"ns": 6, "title": "File:Jamuna catchment.jpg"}, {"ns": 6, "title": "File:Keshighat Vrindavan.JPG"}]}