{"pageid": 35476465, "ns": 0, "title": "Frige", "extract": "<p><b>Frige</b>, or <b>Frig</b>, was the <i>presumed</i> Old English name for a goddess found in Anglo-Saxon paganism, the religion that dominated Anglo-Saxon England from the 5th to the 7th centuries CE. There are no direct descriptions of this deity in surviving literary sources, but historians have drawn together indirect evidence from a variety of other sources, arguing that she was probably associated with sexuality and fertility by her worshippers.</p>\n<p>Following the Christianisation of England in the 7th and 8th centuries, Frige's worship was eradicated, but she left an influence on the English language. She lent her name to the Modern English word \"Friday\", which came from the Old English word <i>Frigedæg</i>, meaning \"Frige's Day\". She also provided the basis for a number of place names across the country, including villages like Froyle, Freefolk and Fretherne.</p>\n<p>The role of Frige in pre-Christian England has been evaluated by a variety of different historians and scholars of Old English, such as Brian Branston (1957), Richard North (1997) and Stephen Pollington (2011). Because very little information about Frige has survived from English literary sources, scholars have looked for comparisons within Norse mythology to elucidate more about this deity. In Norse mythology, there were two distinct goddesses who have been compared with the Anglo-Saxon Frige: Freyja, who was associated with sexuality, magic, fecundity and violent death, and also Frigg, who was associated with childbirth, wealth and power over the household. Archaeologists have also suggested that certain female figurines found from Anglo-Saxon England might have represented the goddess Frige.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Background\">Background</span></h2>\n\n<p>Anglo-Saxon paganism was not \"static and monolithic\" but rather a \"living, developing tradition\" that changed in accordance with the world around it.</p>\n<p>Pre-Christian religion in Anglo-Saxon England was polytheistic, accepting the existence of multiple different deities. Although contemporary scholarship knows very little about the majority of these, the names of some of the most widespread have survived, being preserved in some Early Medieval literature and also in various English place-names. According to this evidence, one of the most prominent of these Anglo-Saxon gods was Woden, as \"traces of his cult are scattered more widely over the rolling English countryside than those of any other heathen deity\". Another prominent Anglo-Saxon god appears to have been Þunor, a god of the sky and thunder and who was \"a friend of the common man\". A third Anglo-Saxon god that we know about was Tiw, who, in the Anglo-Saxon rune poem <i>Tir</i> is identified with the star Polaris rather than with a deity, although it has been suggested that Tiw was likely a war deity.</p>\n<p>As archaeologist Sarah Semple noted, \"the rituals [of the early Anglo-Saxons] involved the full pre-Christian repertoire: votive deposits, furnished burial, monumental mounds, sacred natural phenomenon and eventually constructed pillars, shrines and temples\", thereby having many commonalities with other pre-Christian religions in Europe.</p>\n<h2><span id=\"Evidence_from_Anglo-Saxon_England\">Evidence from Anglo-Saxon England</span></h2>\n<h3><span id=\"Etymological_evidence\">Etymological evidence</span></h3>\n<p>Various words in the language of Modern English ultimately derive their origins from Frige's name. In Old English, the language of the Anglo-Saxons, <i>Frigedæg</i> (the basis of the Modern English word \"Friday\") is named after Frige. Historians Brian Branston (1957) and Gale R. Owen (1985) both suggested that this indicated that Frige was an important goddess and that she was the equivalent of the Roman goddess Venus, who gave her name to Friday in most Latin based languages; for example, French (<i>vendredi</i>) and Italian (<i>venerdi</i>).</p>\n<p>Various place names in England are also named after Frige. Three places in the modern county of Hampshire, Southern England, were likely named after the deity; Frobury perhaps meant \"stronghold of Frige\" or \"earthwork of Frige\" while Froyle perhaps meant \"hill of Frige\" and Freefolk perhaps meant \"Frige's people\". Fretherne in the modern county of Gloucestershire appears to have meant \"thornbush of Frige\", while Friden in Derbyshire likely refers to the \"valley of Frige.\" The names of Freefolk, Frethern and Frobury can be traced back to at least 1185, while Froyle and Friden are first recorded from the 13th century.</p>\n<p>The Old English phrase <i>weres frige</i>, meaning \"the love of a man\", was used as a euphemism for penetrative sex in Anglo-Saxon England. Similarly, the Old English noun <i>frig</i>, meaning \"physical passion\", might have originated from the goddess' name. As a result of these apparent connections between sexuality and Frige, the English historian Ronald Hutton described Frige as \"a goddess of love or festivity\" in his book <i>The Pagan Religions of the Ancient British Isles</i> (1991).</p>\n<h3><span id=\"Archaeological_evidence\">Archaeological evidence</span></h3>\n<p>Several archaeologists have suggested that certain female figurines dated to having been made in the Anglo-Saxon period might have depicted the goddess Frige.</p>\n<h2><span id=\"Scandinavian_comparisons\">Scandinavian comparisons</span></h2>\n<p>Anglo-Saxon language, culture and religion shared many commonalities with the Norse culture of Scandinavia. Both had originated in the region around what is now Germany before spreading west and north, respectively. For this reason various scholars have used comparisons from Norse paganism and Norse mythology to learn more about the pre-Christian religion of the Anglo-Saxons. The Anglo-Saxon goddess Frige has been described as being the equivalent to two distinct Norse goddesses, Freyja and Frigg.</p>\n<p>In Norse pagan mythology, Freyja was believed to have originally been a member of the Vanir, one of the two clans of deity. Following the Æsir–Vanir War, in which Freyja and her kin clashed with the other deity group, the Æsir, a truce was called, with Freyja actually joining her former enemies. According to literary sources, Freyja was associated with sexuality, magic, fecundity and also violent death. In the <i>Ynglingasaga</i>, written by the Icelander Snorri Sturluson in the 13th century, it is stated that Freyja was responsible for introducing the magical practices of <i>Seiðr</i> to the Æsir. The archaeologist Neil S. Price noted that while various types of magical practices were known to the Norse, <i>Seiðr</i> was the only form of sorcery which Freyja was associated with.</p>\n<p>Unlike Freyja, the Norse goddess Frigg was a member of the Æsir clan, and took on the role of the dutiful wife and mother, being associated with childbirth, wealth and power over the household.</p>\n<p>In an academic paper published in 1996, Stephen Grundy, a researcher at the University of Uppsala, argued that Freyja and Frigg may have originally been the same deity. Noting that in the literature of the Viking Age the two were certainly described as separate figures, he highlighted a number of similarities between them; in mythology, both owned falcon cloaks that they lent to the trickster god Loki, and both owned jewellery obtained through unchaste behaviour. Grundy argued that these similarities would be consistent with the two having originally represented only a single deity before later diverging into two at some point before the Viking Age.</p>\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Footnotes\">Footnotes</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>", "images": [{"ns": 6, "title": "File:Franks Casket vorne links.jpg"}, {"ns": 6, "title": "File:Freya (1901) by Anders Zorn.jpg"}]}