{"pageid": 3561330, "ns": 0, "title": "Nidaba", "extract": "<p><b>Nidaba</b> or <b>Nisaba</b> (Sumerian: <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒉀</span></span> <span title=\"Sumerian transliteration\"><sup>D</sup><small>NAGA</small></span>; later <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒊺𒉀</span></span> <span title=\"Sumerian transliteration\"><sup>D</sup><small>ŠE.NAGA</small></span>), also known by the epithet <b>Nanibgal</b> (Sumerian: <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒀭𒉀</span></span> <span title=\"Sumerian transliteration\"><sup>D</sup><small>AN.NAGA</small></span>; later <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒀭𒊺𒉀</span></span> <span title=\"Sumerian transliteration\"><sup>D</sup><small>AN.ŠE.NAGA</small></span>) was the Sumerian goddess of writing, learning, and the harvest. Her sanctuaries were E-zagin at Eresh and at Umma.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Place_in_the_Pantheon\">Place in the Pantheon</span></h3>\n<p>As with many Sumerian deities, Nisaba's exact place in the pantheon and her heritage appears somewhat ambiguous. She is the daughter of An and Urash. From Sumerian texts, the language used to describe Urash is very similar to the language used to describe Ninhursag. Therefore, the two goddess may be one and the same. Nisaba is the sister of Ninsun, the mother of Gilgamesh. If Urash and Ninhursag are the same goddess, then Nisaba is also the half sister of Nanshe and (in some versions) Ninurta.</p>\n<p>In some other tales, she is considered the mother of Ninlil, and by extension, the mother-in-law of Enlil.</p>\n<h3><span id=\"Functions\">Functions</span></h3>\n<p>The god of wisdom, Enki, organized the world after creation and gave each deity a role in the world order. Nisaba was named the scribe of the gods, and Enki then built her a school of learning so that she could better serve those in need. She keeps records, chronicles events, and performs various other bookwork-related duties for the gods. She is also in charge of marking regional borders.</p>\n<p>She is the chief scribe of Nanshe. On the first day of the new year, she and Nanshe work together to settle disputes between mortals and give aid to those in need. Nisaba keeps a record of the visitors seeking aid and then arranges them into a line to stand before Nanshe, who will then judge them. Nisaba is also seen as a caretaker for Ninhursag's temple at Kesh, where she gives commands and keeps temple records.</p>\n<p>As the goddess of writing and teaching, she was often praised by Sumerian scribes. Many clay-tablets end with the phrase “Nisaba be praised” (Sumerian: <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒉀𒍠𒊩</span></span> <span title=\"Sumerian transliteration\"><small>AN.NAGA.ZAG.SAL</small></span>; <i><sup>D</sup>nisaba za<sub>3</sub>-mi<sub>2</sub></i>) to honor the goddess. She is considered the teacher of both mortal scribes and other divine deities. In the Babylonian period, she was replaced by the god Nabu, who took over her functions. In some instances, Nisaba was his instructor or wife before he replaced her.</p>\n<p>As the goddess of knowledge, she is related to many other facets of intellectual study and other gods may turn to her for advice or aid. Some of these traits are shared with her sister Ninsina. She is also associated with grain, reflecting her association with an earth goddess mother.</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>On a depiction (above) found in Lagash, she appears with flowing hair, crowned with horned tiara bearing supporting ears of grain and a crescent moon. Her dense hair is evoked in comparison in the description of similarly hairy Enkidu in the Gilgamesh epic.</p>\n<h2><span id=\"Cuneiform_NAGA\">Cuneiform NAGA</span></h2>\n<p>Unicode 5.0 encodes the NAGA sign at U+12240 𒉀 (Borger 2003 nr. 293). AN.NAGA is read as NANIBGAL, and AN.ŠE.NAGA as NÁNIBGAL. NAGA is read as NÍDABA or NÍSABA, and ŠE.NAGA as NIDABA or NISABA.</p>\n<p>The inverted (turned upside down) variant is at U+12241 𒉁 (TEME), and the combination of these, that is the calligraphic arrangement NAGA-(inverted NAGA), read as DALḪAMUN<sub>7</sub> \"whirlwind\", at U+12243 𒉃. DALḪAMUN<sub>5</sub> is the arrangement AN.NAGA-(inverted AN.NAGA), and DALḪAMUN<sub>4</sub> is the arrangement of four instances of AN.NAGA in the shape of a cross.</p>\n<h3><span id=\"Genealogy\">Genealogy</span></h3>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Thoth is associated with writing in Egyptian mythology.</li>\n<li>Sarasvati, the Hindu goddess of knowledge, is also associated with writing.</li>\n<li>Athena, the Greek goddess of wisdom.</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Uhlig, Helmut: <i>Die Sumerer. Ein Volk am Anfang der Geschichte</i>. (1992, 2002). Bastei Lübbe, ISBN 3-404-64117-5.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Nidaba (goddess)</li>\n<li>Enlil and Sud</li>\n<li>A Hymn to Nisaba</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}, {"ns": 6, "title": "File:VAM Nisaba Lagasch.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}