{"pageid": 3567339, "ns": 0, "title": "Renuka", "extract": "<p><b>Reṇukā/Renuga/Renu</b> is a Hindu goddess worshipped predominantly in the Indian state of Maharashtra.\"Renu\" means \"Atom/Mother of Universe\" She is also worshipped in the South Indian states of Telangana, Andhra Pradesh, Himachal Pradesh, Karanataka, and Tamil Nadu. Renuka's temple at Mahur in Maharashtra is considered one of the shakti peethas. Renuka is also called as \"Renu\" which means \"Atom/Mother of Universe\". It is the avatar of Goddess Parvati/Durga. Hence \"Renu\" literally called as \"Goddess Parvati\" which means \"Atom/Mother of Universe/Wife of lord Shiva\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Different_names\">Different names</span></h2>\n<p><b>Renuka/Renu</b> or <b>Yellamma</b> or <b>Ekvira</b> or <b>Ellai amman</b> or <b>Ellai amma</b> (Marathi:श्री. रेणुका/ येल्लुआई, Kannada: ಶ್ರೀ ಎಲ್ಲಮ್ಮ ರೇಣುಕಾ, Telugu : శ్రీ రేణుక/ ఎల్లమ్మ, Tamil: ரேணு/Renu) is worshipped as the goddess (devi) of the fallen, in the Hindu pantheon. Yellamma is the patron goddess of the south Indian states of Maharashtra, Telangana, Andhra Pradesh, Karnataka and Tamil Nadu. Her devotees revere her as the \"Mother of the Universe\" or \"Jagadamba\".</p>\n<h2><span id=\"Origin_story\">Origin story</span></h2>\n<p>The legends of Renuka are contained in the Mahabharata, the Harivamsa and in the Bhagavata Purana.</p>\n\n<h3><span id=\"Early_life\">Early life</span></h3>\n<p>King Reṇuka (father of Reṇukā) performed a yajna — a ritual performed to maintain peace and good health. He was blessed with a daughter, who originated from the fire of this yajna. Reṇukā was a bright and active child and became the most beloved child of her parents.</p>\n<p>When she was eight, Agastya, who was the guru of king Reṇuka, advised him to have his daughter married to Jamadagni when she reached maturity. Jamadagni was the son of Ruchik Muni and Satyavati and had obtained the blessings of the gods by performing severe penance. Renuka and Jamdagni Muni lived in the Ramshrung mountains, near the present day Savadatti area of Belgaum district. Renuka helped the Jamdagni Muni in all of his tasks of performing various rituals and puja. Gradually she became close and dear to Jamdagni. After a while Renuka was blessed with another daughter called Anjana (Anjana Devi). Renuka would wake up early in the morning to bathe in the Malaprabha River with complete concentration and devotion. Her devotion was so powerful that she was able to create a pot to hold water made only of sand, one fresh pot every day. She would fill this pot, on the bank of the river and would use a snake which was nearby, turning it into a rope-like convolution and placing it on her head, so that it supported the pot. Thus, she brought the water to Jamdagni for his rituals of oblation. (\"Renuka\" is derived from the Sanskrit for \"fine grain of sand\".) Another temple of Renuka is situated at near Zamania, Ghazipur.</p>\n<h3><span id=\"Later_life\">Later life</span></h3>\n<p>Renuka gave birth to five sons: Vasu, Viswa Vasu, Brihudyanu, Brutwakanwa and Rambhadra. Rambhadra was the youngest and most beloved, gaining the favour of Lord Shiva and Parvati and hence called Parashurama (the sixth incarnation of Vishnu). One day when Renuka went to the river, she saw Gandharva spirits playing. These were young couples carelessly frolicking in the water with abandon. For a moment, she lost her concentration and devotion to her husband faltered for a moment as she was physically attracted to one of the Gandharvas. As she was distracted, she lost her power of collecting water in unbaked pots, which she had gotten from her chastity. She lost the water which she had collected. Disappointed by this, she returned to the ashram in shame. Seeing Renuka returning empty-handed, Jamadagni became furious and angrily ordered her to go away.</p>\n<p>After being cursed by her husband, Renuka went east and sat in the forest to meditate. In her penance, she met with the saints Eknath and Joginath; she prayed to them and asked to gain the mercy of her husband. They first consoled her, then instructed her to follow their advice exactly as told. They told her to purify herself, first bathing in a nearby lake, and then to worship a Shivalinga, which they had given to her. Next, she should go to the nearby town and beg for rice from the houses (this ritual, called \"Joga Bedodu\", is still carried out by women during a particular month in Karnataka/ \"Jogawa\" in marathi). After collecting the rice, she was to give half to the saints and cook the remaining half, adding jaggery, partaking of the cooked rice with full devotion. They said that if she performed this ritual for three days, she would be able to visit her husband on the fourth day.</p>\n\n<p>Knowing the anger of Jamadagni, they warned her that she may not be fully pardoned by him, and that she would have to experience the most difficult time of her life for a few minutes. \"After that,\" they said, \"you will be eternally revered and will be blessed with your husband. You will be worshiped by all the people henceforth.\" After blessing her this way, they disappeared. Renuka followed their instructions with devotion and worshipped the Shivalinga with full care and reverence. On the fourth day, she went to see her husband.</p>\n<h3><span id=\"Punishment_and_resurrection\">Punishment and resurrection</span></h3>\n<p>Jamadagni was still furious with Renuka and ordered his sons to punish their mother. One by one, four of them refused flatly. Jamadagni, who possessed the power to burn anyone to ashes with his one look, went berserk and turned the four of his sons into ashes. Parashurama, who was not there when this happened, found his mother weeping by the piles of ashes when he arrived and his father was still raging mad. Jamadagni told him what happened and ordered him to behead his mother for her infidelity. Parushurama had to think quickly. Knowing his father's powers and the extent of his anger, Parashurama immediately obeyed his father, using his axe.</p>\n\n<p>His father then offered a boon to Parushurama, who asked for his mother and brothers to be brought back to life. To everybody's astonishment, Renuka's spirit multiplied and moved to different regions. Renuka was back as a whole too. This miracle inspired her sons and others to become her followers, and worship her.</p>\n<h3><span id=\"Renuka_vs._Yellamma\">Renuka vs. Yellamma</span></h3>\n<p>In many traditions, Renuka and Yellamma are taken to be two names for the same goddess. However, there is also an oral tradition that distinguishes between the two. According to these tales, Renuka fled to a low-caste community when her son Parushurama was coming to kill her. He found and beheaded her, along with a low-caste woman who had tried to protect her. When he later brought them back to life, he mistakenly attached the woman's head to Renuka's body, and vice versa. Jamadagni accepted the former as his wife Renuka, while the latter remained to be worshipped by the lower castes as Yellamma, the mother of all. Matangi, Renuka, and Yellamma are all names of the Goddess.</p>\n<h2><span id=\"Temples_and_related_places\">Temples and related places</span></h2>\n<p>Every year, there is a gathering of as many as 200,000 of her devotees at the Yellamma Gudi temple (Yallamma Temple in Google Earth) in Saundatti.</p>\n<p>Another Very famous Temple of Renuka Yellamma is located in Bidarahalli, Gadag, Karnataka, India.Many devotees from different region come to temple in the month of kartik to celebrate Karthik of Renuka-Yellamma. It is Believed that after marriage with sage Jamadagni, Renuka devi lived in this place. Renuka used to wake up early in morning and have bath in the holy Tungabhadra River. With complete concentration and devotion to fill the pot, which she used to prepare out of the sand on the bank the river and would hold the snake which was there and turn it into a convolution and place it on head so that it supported to the pot. She bought the pot to Jamdagni for performance of rituals. Another temple Renukambe [Yellamma] is atop a hill in Chandragutti, Soraba Taluk in Shimoga. This temple is an example of ancient architecture and dates back to the Kadamba period. Another temple is in Mahur, Maharashtra, the supposed birthplace of the goddess, which finds mention in <i>Devi Gita</i>, the final chapter of Devi Bhagawatam as, \"Matripura in the Sahyadri mountain; here the Devi Renuka dwells...\". Another temple becoming famous is Nalgonda, Telangana where Tuesday is main auspicious day.</p>\n\n\n<p>Renuka Lake in the Renuka Sanctuary in Himachal Pradesh is named after the goddess. According to one legend, King Sahasrarjuna (Kartavirya Arjuna) wanted the Kamdhenu cow from Jamadagni and Renuka. So for this he killed Jamadagni, and Renuka became sati along with Jamadagni at Mahurgadh, Maharashtra. In Tamil Nadu, Renugambal Amman Temple is situated in Padavedu, Thiruvannamalai District and it is one of the most important Sakthi Sthalas. Another powerful temple of Renuka Parameshwari is located in Tiruchampalli near Sembanarkoil in Nagapattinam district of Tamil Nadu.</p>\n<p>Goddess Renuka and Lord Jamdagni Muni are worshiped in villages around yamuna river in Rawain valley of Uttarkashi district in Uttaranchal. Many ancient temples in the region are dedicated to the divine couple- the famous being the Jamadagni temple at Thaan village near the bank of yamuna and Renuka temples in uphill village of Devadokhri, Banchangaon, and Sarnaul. The region has an age old tradition of celebrations in commemoration of the local deities, and managing the temple affairs and customs. The priesthood is claimed on the basis of ancestry and merit both, and mainly held by Khanduri, Semwal, and Dimri Brahmins of Uttaranchal. The week-long annual festivities in the month of June are main attraction for the devotees around the region.</p>\n<h2><span id=\"In_Sri_Lanka\">In Sri Lanka</span></h2>\n<p>In ancient Sri Lanka, \"Renuka\" was the name of a minor goddess of wanton death and destruction, although at certain times was also a symbol of creativity and vibrancy.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>The Village Gods of South India</i> (London, 1921) by H. Whitehead</li>\n<li><i>Yellamma: A Goddess of South India</i> (1995) by Channappa Uttangi</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Renugambal Amman Temple.JPG"}, {"ns": 6, "title": "File:Renuka Lake.jpg"}, {"ns": 6, "title": "File:Renuka temple 2.JPG"}, {"ns": 6, "title": "File:Renukadevi mahur.JPG"}, {"ns": 6, "title": "File:Saundatti Renuka Sagara 21.11.2008.jpg"}, {"ns": 6, "title": "File:Yellamma temple at Badami.jpg"}]}