{"pageid": 36026137, "ns": 0, "title": "Bala Tripurasundari", "extract": "<p><b>Bālā Tripurasundarī</b>, <b>Kumārikā</b> ('the magnificent goddess') or simply <b>Bālā</b> ('child') is the daughter of the Hindu goddess Tripura Sundari, the consort of Lord Kameshwara. She was born from the goddess and Sri Kameshwara. She is a form of the goddess Ashokasundari.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"References_in_Hindu_literature\">References in Hindu literature</span></h2>\n<p>Within the <i>Brahmāņḍa Purāņa,</i> Bālā Tripurasundarī is mentioned in chapter 26 of the Lalitā Māhātmya, where she joins the battle against the forces of the arch-demon Bhaņḍa:</p>\n<dl><dd>On hearing that the sons of Daitya Bhaņḑa the chief of whom was Caturbāhu had come for the purpose of fighting, Bālā (the daughter of Lalitā) showed interest in it.She was the daughter of Lalitā Devi. She came from the golden kavasa of lalita. She always stayed near the goddess. She was worthy of being worshipped by all Śaktis. She was adept in martial feats and exploits. Her form and features were like those of Lalitā. She was always like a nine-year-old girl, yet she was a great mine of all lore. Her body was like the rising sun. Her creeper-like slender body was [missing text] in complexion. She was perpetually present near the footrest of the great queen. She was as it were the vital breath of the goddess moving externally. She was her fourth eye. She became furious and thought thus  : <i>\"I shall immediately kill those sons of Bhanda who have come here\".</i> After making up her mind thus, Bālāmbā submitted to the great queen.</dd>\n</dl><dl><dd><i>\"Mother, the sons of Bhaņḑa, the great Daitya, have come to fight. I wish to fight with them. I am interested in this because I am a young girl. My arms throb with an itching sensation for war. This is my playful activity. It should not be curbed by your orders for prohibition. Indeed I am a girl loving toys and playful pastimes. By this play of fighting for a moment, I shall become delighted mentally.\"</i></dd>\n</dl><dl><dd><i>\"Dear child, your limbs are very tender and soft. You are only nine years old. This is your first step and performance. Your training in warfare is fresh and recent. You are my only daughter. Without you, my breathing activity does not go on even for a moment. You are my very vital breath. Do not go in for the great war. We have Daņḑinī, Mantriņī and crores of other great Śaktis for fighting. Dear child, why do you commit this blunder?\"</i></dd>\n</dl><p>Although prevented thus by Śri Lalitādevī, the girl was overcome by curiosity. She requested once again for permission to fight. On observing her steadfast decision, Srīlalitā, the mother, granted her permission after closely clasping her in her arms. She took off one of her armors and gave it to her. From her weapons, she gave her the requisite weapons and sent her off. Kūmārikā got into the covered palanquin that had been extracted by the great queen from the staff of her bow and to which hundreds of swans were yoked for drawing.She killed all 30 sons of the daemon Bhandasura which was extremely difficult to do.</p>\n<h2><span id=\"Recent_books_on_Hindu_Spirituality\">Recent books on Hindu Spirituality</span></h2>\n<p>The author David Frawley describes Bala Tripura Sundari as:</p>\n<dl><dd>Tripura Sundari is often represented as a girl of sixteen years age. As such she is called \"sixteen\" (shodashi) or \"the young girl\" (bala). At this stage of a woman's life, the delight aspect of her existence is most pronounced. Her nature is to play, to seek new experiences, and to charm others to her. Her innocence attracts all to her that is true and good. As a young girl Sundari guides the young aspirant on the path, representing the innocence of initial aspiration that we should preserve throughout our entire journeying into the infinite.</dd>\n</dl><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tripura Sundari</li>\n<li>Parvati</li>\n<li>Shakti</li>\n<li>Sri Chakra</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sri Bala Tripura Sundari Mantra</li>\n</ul>"}