{"pageid": 3603019, "ns": 0, "title": "Satyabhama", "extract": "<p><b>Satyabhama</b> is the second most important wife of the God Krishna. The second wife of Krishna, the avatar of the god Vishnu, Satyabhama is believed to be an avatar of Lakshmi, the Goddess of power. She aided Krishna defeat the demon Narakasura.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Marriage\">Marriage</span></h2>\n\n<p>Satyabhama was the daughter of Yadava King Satrajit, the royal treasurer of Dwaraka, who was the owner of the Syamantaka jewel. Satrajit, who secured the jewel from the sun-god Surya and would not part with it even when Krishna, the king of Dwarka, asked for it saying it would be safe with him. Shortly thereafter, Prasena, the brother of Satrajit went out hunting wearing the jewel but was killed by a lion. Jambavan, known for his role in the Ramayana, killed the lion and gave the jewel to his daughter Jambavati. When Prasena did not return, Satrajit falsely accused Krishna of killing Prasena for the sake of the jewel.</p>\n<p>Krishna, in order to remove the stain on his reputation, set out with his men in search of the jewel and found it in Jambavan's cave, with his daughter. Jambavan attacked Krishna thinking him to be an intruder who had come to take away the jewel. They fought each other for 28 days, when Jambavan, whose whole body was terribly weakened from the incisions of Krishna's sword, finally recognised him as Rama and surrendered to the lord.</p>\n<p>As repentance for his having fought Krishna, Jambavan gave Krishna the jewel and also his daughter Jambavati in marriage. Krishna returned the jewel to Satrajit, who in turn apologized for his false accusation. He promptly offered to give Krishna the jewel and his three daughters Satyabhama, Vratini and Prasvapini in marriage. Krishna accepted them but refused the jewel.</p>\n<h2><span id=\"Killing_Of_Narakasura\">Killing Of Narakasura</span></h2>\n\n<p>Narakasura was a Danava tyrant, who captured and governed the city of Pragjothishya, the present day Assam. He gained a boon from Brahma that he would die only in the hands of his mother. Armed with the boon, he ruled like a despot. Narakasura was infamous for his wicked ruling and high disregard for demigods and women. His mother was the earth goddess, Bhoomi Devi. Also his mother had obtained a boon from Vishnu that her Son should die only when she wishes for.</p>\n<p>Addicted to power, he defeated Lord Indra and abducted 16,000 women and imprisoned them in his palace. He stole the earrings of Aditi, the heavenly mother goddess and usurped some of her territory. Upon this the king of the gods Indra requested Sri Krishna to conquer and kill the demon and free Devlok from his atrocities. On his request Krishna sieged the city of Narkasura with the assistance of his vehicle, Garuda along with his beloved wife Satyabhama.</p>\n<p>A terrible battle ensued between Sri Krishna and Narkasura. The demon on several occasions proved a match for Krishna and nullified several of the missiles which Krishna hurled at him. On one instance, the demon hurled a shakti towards Krishna, which hurt Krishna mildly and fell Unconscious(Falsely). This enraged Sathyabhama who in turn shot arrows at Narakasura and both Krishna &amp; Sathyabhama killed him finally. Sathyabhama is the incarnation of Bhoomi Devi during Krishna avatar of Lord Vishnu and therefore the boon granted to Bhoomi Devi was fulfilled. Thereafter, Krishna obtained the stolen ear-rings of the mother of the gods, Aditi. Aditi was pleased by Satyabhama's dedication towards her husband and gave her a boon of staying young and beautiful forever. This great day is celebrated as Narak-Chaturdashi which falls in the festival of Diwali(the second important day of Diwali).</p>\n<p>Lord Krishna's victory on Narakasura translated into freedom for all his prisoners and honouring of Aditi. Having rescued the 16,000 women, Krishna married them to restore them of their honour in society due to being in captivity for a long time.</p>\n<h2><span id=\"Tulabharam\">Tulabharam</span></h2>\n<p>Satyabhama prided herself about the love Krishna had for her and her grasp over his heart. On one <i>contrived</i> occasion, Rishi Narada arrived in Dwarka and in the course of conversation hinted to Satyabhama that the love that Krishna exhibits towards her is not all that real and in fact it is Rukmini(the first wife of Krishna) who has real control over his heart. Unable to bear this, Satyabhama challenged Narada to prove it. Narada, with his way with words, tricked her into accepting a Vrata(ritual) where she has to give Krishna away in charity to Narada and reclaim him by giving the weight of Krishna in wealth. Narada lured her into accepting this vrata by telling her that Krishna’s love to her will increase many folds if she succeeds in performing this Tulabharam. He also instigated her ego by hinting that her wealth may not be sufficient to equal the weight of Krishna. With Satyabhama's ego duly raised, she told Narada that she can mobilize so much wealth that it is a child’s play for her to outweigh Krishna. Narada warned her that if she is not able to do this, Krishna will become his slave to be done with as he pleases.</p>\n<p>The scene was soon set for the vrata. Satyabhama gave Krishna away in charity in spite of the other wives' pleadings. Krishna, always ready to remove ego of his followers, meekly submitted to this drama. After donating Krishna to Narada, Satyabhama arranged for a big scale to be put up and sends with all assurance for her huge treasure of gold and jewellery. All that she has is soon put on the scale, but it didn't budge. Narada started taunting her and threatening her that if she can't put enough gold or diamonds, he will be forced to auction Krishna as a slave to someone else. Satyabhama, in frantic panic, swallowed her pride and begged all the other wives to give their jewels. They agreed out of love for Krishna but alas, it is of no use.</p>\n<p>Krishna remained a mute witness to all this drama and rubbed salt into the open wounds of Satyabhama's ego that he has now to become a slave to some rishi and will have to suffer the separation from his dear wife. Narada suggested to Satyabhama that Rukmini may be able to get her out of the predicament. She finally swallowed her pride and appealed to the devoted first wife of Krishna. Rukmini came and with a prayer to her husband put a single leaf of the sacred Tulasi on the scale (tula). Lo and behold, the scales became all at once so heavy that even after removing all the jewels, the scales were weighed down on the side of the Tulasi leaf.</p>\n<p>While there are different versions in different texts as to why the weighing was arranged, the story of the Tulsi leaf placed by Rukmini being worth more in weight than that of Satyabhama's wealth is a common ending. This story is often repeated to enunciate the significance of Tulsi and how a humble offering to God is greater than any material wealth.</p>\n<h2><span id=\"In_the_Mahabharata\">In the Mahabharata</span></h2>\n\n<p>Vana Parva, Book 3 of Mahabharata shows the friendship between Satyabhama and Draupadi. Krishna and Satyabhama visits Pandavas and Draupadi at the forest of Kamyaka. When the two women were alone, Satyabhama asks several questions to Draupadi about her married life or 'stridharma'. Draupadi, then, advices her and shares the secrets to a content marriage from her experience. Some of themes which the two women discuss about are: family, relationships, respect, work, etc.</p>\n<p>In ashwamedha parwa , When Bhima arrive dwarka to give invitation of ashwamedha to krishna , krishna was served by Satyabhama.</p>\n<h2><span id=\"Bhama_Kalapam\">Bhama Kalapam</span></h2>\n<p>'Bhama Kalapam', is a Kuchipudi dance-drama and narrates the story of Satyabhama. Traditionally, each dancer has to perform this piece at-least once in their dancing career.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite id=\"CITEREFDoniger1993\" class=\"citation\">Doniger, Wendy (1993), <i>Purana Perennis: Reciprocity and Transformation in Hindu and Jaina Texts</i>, SUNY Press, ISBN 0-7914-1381-0</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASatyabhama&amp;rft.aufirst=Wendy&amp;rft.aulast=Doniger&amp;rft.btitle=Purana+Perennis%3A+Reciprocity+and+Transformation+in+Hindu+and+Jaina+Texts&amp;rft.date=1993&amp;rft.genre=book&amp;rft.isbn=0-7914-1381-0&amp;rft.pub=SUNY+Press&amp;rft_id=https%3A%2F%2Fbooks.google.co.in%2Fbooks%3Fid%3D-kZFzHCuiFAC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Conversation of Draupadi and Satyabhama.jpg"}, {"ns": 6, "title": "File:Krishna Narakasura.jpg"}, {"ns": 6, "title": "File:Krishna Rukmini Satyabhama Garuda.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Sri Mariamman Temple Singapore 2 amk.jpg"}, {"ns": 6, "title": "File:The Wedding of Satyabhama and Krishna from Bhagavata Purana.jpg"}]}