{"pageid": 3633111, "ns": 0, "title": "Katyayini", "extract": "<p>]</p>\n<p><i><b>Katyayani</b></i> is the sixth form amongst Navadurga or the nine forms of Hindu goddess Parvati (Shakti), worshipped during the Navratri celebrations. This is the second name given for Parvati in amarakosha, the Sanskrit lexicon(uma katyayani gaouri kali haimavathi iiswari). In Shaktism she is associated with the fierce forms of Shakti or Durga, a Warrior goddess, which also includes Bhadrakali and Chandika, and traditionally she is associated with the colour red, as with Goddess Durga, the primordial form of Shakti, a fact also mentioned in Patanjali's Mahabhashya on Pāṇini, written in 2nd century BCE.</p>\n<p>She is first mentioned in the Taittiriya Aranyaka part of the Yajurveda. Skanda Purana mentions her being created out of the spontaneous anger of Gods, which eventually led to slaying the demon, Mahishasura, mounted on the lion given to her by Goddess Parvati. This occasion is celebrated during the annual Durga Puja festival in most parts of India.</p>\n<p>Her exploits are described in the Devi-Bhagavata Purana and Devi Mahatmyam, part of the Markandeya Purana attributed to sage Markandeya Rishi, who wrote it in Sanskrit ca. 400-500 CE. Over a period of time, her presence was also felt in Buddhist and Jain texts and several Tantric text, especially the Kalika-Purana(10th century), which mentions <i>Uddiyana</i> or <i>Odradesa</i>(Odisha), as the seat of Goddess Katyayani and Lord Jagannath.</p>\n<p>In Hindu traditions like Yoga and Tantra, she is ascribed to the sixth Ajna Chakra or the Third eye chakra and her blessings are invoked by concentrating on this point.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend_and_Vedic_History\">Legend and Vedic History</span></h2>\n<p>According to ancient legends, she was born a daughter of Katyayana Rishi, born in the Katya lineage originating from Vishwamitra, thus called Katyayani, \"daughter of Katyayana\". Elsewhere in texts like Kalika Purana, it is mentioned that it was Rishi Kaytyayana who first worshipped her, hence she came to known as <i>Katyayani</i>. In either case, she is a demonstration or apparition of the Durga and is worshipped on the sixth day of Navratri festival.</p>\n\n<p>The Vamana Purana mentions the legend of her creation in great detail: \"When the gods had sought Vishnu in their distress, he and at his command Shiva, Brahma and the other gods, emitted such flames from their eyes and countenances that a mountain of effulgence was formed, from which became manifest Katyayini, refulgent as a thousand suns, having three eyes, black hair and eighteen arms. Shiva gave her his trident, Vishnu a Sudarshan Chakra or discus, Varuna a shankha, a conch-shell, Agni a dart, Vayu a bow, Surya a quiver full of arrows, Indra a thunderbolt, Kuvera a mace, Brahma a rosary and water-pot, Kala a shield and sword, Visvakarma a battle-axe and other weapons. Thus armed and adored by the gods, Katyayani proceeded to the Mysore hills. There, the asuras saw her and captivated by her beauty they so described her to Mahishasura, their king, that he was anxious to obtain her. On asking for her hand, she told him she must be won in fight. He came and fought; at length Durga dismounted from her lion, and sprang upon the back of Mahisha, who was in the form of a buffalo and with her tender feet so smote him on the head that he fell to the ground senseless, when she cut off his head with her sword and hence was called Mahishasuramardini, the Slayer of Mahishasura., the legend also finds mention in Varaha Purana and the classical text of Shaktism, the Devi-Bhagavata Purana</p>\n<p>As per Karveer Mahatmya, Katyayani accompanied goddess Durga(Mahalakshmi) to Karvir (town)(present day Kolhapur) and participated in the war against demon Kolhasur. Raktabeej, an aide of Kolhasur, possessed a power (Siddhi) whereby every drop of his blood spilled on earth would give rise to a demon. Due to this power, Bhairava was finding it impossible to kill Raktabeej. Katyayani swallowed all of Raktabeej's blood without letting it fall on earth. She created an Amrut Kunda(tank of nectar) to rejuvenate Bhairava's soldiers, thus playing a crucial role in the war. Her temple to the South of Kolhapur commemorates this.</p>\n<p>According to Tantras, she revealed through the North face, which is one six Faces of Shiva. This face is blue in colour and with three eyes and also revealed the Devis, Dakshinakalika, Mahakali, Guhyakah, Smashanakalika, Bhadrakali, Ekajata, Ugratara(fierce Tara), Taritni, Chhinnamasta, Nilasarasvati(Blue Saraswati), Durga, Jayadurga, Navadurga, Vashuli, Dhumavati, Vishalakshi, Parvati, Bagalamukhi, Pratyangira, Matangi, Mahishasuramardini, their rites and Mantras.</p>\n<p>Elsewhere in history, Katyayani (not the form of parvaty) and Maitreyi are mentioned as a wives of Sage Yajnavalkya(याज्ञवल्क्य) of Vedic India, credited with the authorship of the Shatapatha Brahmana</p>\n<p>Shri Katyayani Devi mandir is a mesmerizing Hindu temple devoted to goddess Katyayani. The temple is situated in Bakor in ta-Khanpur adjacent to Mahisagar district, which is just 3 km far away from Kaleshwari. The goddess Katyayani, which is one of the parts of Navdurga, is deliberated to be the 6th form of goddess Durga. Devotees from all caste and religion are greeted here.The temple has been built in north Indian architecture and is located in Gujarat. The temple is crafted with attractive and polished marbles which are spread over 70 acres consisting of 5 small &amp; large temples divided into three different complexes. The temple complex also has other temples dedicated to Lord Ganesha, Lord Sai, Lord Hanuman and Lord Shiva.The focus of attraction of this temple is the idol figure of Devi Katyayani. It says that one &amp; only idol in the form of stone.</p>\n<p>Numerous festivals are celebrated here along with the auspicious festival of Navrati. The 5th day of Navrati is to be the day of arrival of Devi Katyayani. If you are planning to visit Bakor; try your best to visit Devi Katyayani's temple. The goddess Katyayani in Bakor takes the important place in the pre-historical period.</p>\n<p>Devi Katyayani, who already resided here and come forward to welcome goddess Katyayani. Goddess DeviKatyayni is having very compassionaterelations. Even now every day during the morning Aarti at Bakor temple Devi Katyayani is supposed to be present every day ,When you visit that temple feel the greatness of Devi Katyayani, you get blessed, and full peace of mind.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>The Bhagavata Purana in 10th Canto, 22nd Chapter, describes the legend of <i>Katyayani Vrata</i>, where young marriageable daughters (gopis) of the cowherd men of Gokula in Braja, worshipped Goddess Katyayani and took a vrata or vow, during the entire month of Margashirsha, the first month of the winter season, to get Lord Krishna as their husband. During the month, they ate only unspiced khichri and after bathing in the Yamuna at sunrise, made an earthen deity of the goddess on the riverbank and worshipped the idol with aromatic substances like sandalwood pulp, lamps, fruits, betel nuts, newly grown leaves, fragrant garlands and incense. This follows the episode where Krishna takes away their clothes while they were bathing in the Yamuna River.</p>\n<p>She is worshiped as the Adi shakti swaroop who if you make vow of fasting, would give you the husband you have wished and prayed for. The fasting, called Kātyāyanī-vrata is made for a whole month, offering such things as sandal, flowers, incense, etc.: \"During the month of Mārgaśīrṣa, every day early in the morning the young daughters of the cowherds(gopis) would take one another's hands and singing of Krishna's transcendental qualities, go to the Yamuna(Jamuna) to bathe. Desiring to obtain Krishna as their husband, they would then worship the goddess Kātyāyanī with incense, flowers and other items\".</p>\n<p>Each day they rose at dawn. Calling out to others by name, they all held hands and loudly sang glories of Krishna while going to Kālindī(personified Jamuna) to take their bath.</p>\n<p>The Adolescent Virgin Goddess in the southern tip of India, Devi Kanya Kumari is said to be the avatar of Devi Katyayani. She is the goddess of penance and Sanyas. During the Pongal(Thai Pongal), a harvest festival, which coincides with the Makara Sankranthi and is celebrated in Tamil Nadu, young girls prayed for rain and prosperity and throughout the month, they avoided milk and milk products. Women used to bath early in the morning and worshiped the idol of Goddess Katyayani, carved out of wet sand. The penance ended on the first day of the month of Thai(January–February) in Tamil calendar.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<ul><li>Sri Katyayani Temple ,Bakor,Mahisagar District,Gujarat</li>\n<li>Sri Katyayani Peeth Temple, Vrindavan, (U.P)</li>\n<li>Shri Katyayani Baneshwar Temple, Aversa, Karnataka, built in AD 1510, original idols brought from Goa during Portuguese rule.</li>\n<li>Chhatarpur Temple, Delhi, built 1974.</li>\n<li>Sri Kartyayani Temple, Cherthala, Alappuzha, Kerala, India.</li>\n<li>Sri Katyayani Temple, Kolhapur, Maharashtra, India.</li>\n<li>Sri Kathyayini Amman Temple, Marathurai, Thanjavur, Tanjore District, Tamil Nadu.</li>\n<li>Sri Katyayani Shakthipeeth Adhar Devi(Arbuda Devi) Temple, Mount Abu, Aravali Range, Rajasthan, India.</li>\n<li>Sri Kathayee Amman temple, Nelli Thoppu, Kovilur, Thanjavur,Tanjore District, Tamilnadu</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Katyayani Peeth, Vrindavan</li>\n<li>Eulogy to Katyayani, ascribed to Pandava Brothers from Devi Purana</li>\n</ul>", "images": [{"ns": 6, "title": "File:Devimahatmya Sanskrit MS Nepal 11c.jpg"}, {"ns": 6, "title": "File:Durga 2005.jpg"}, {"ns": 6, "title": "File:Katyayani Sanghasri 2010 Arnab Dutta.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}]}