{"pageid": 3663977, "ns": 0, "title": "Bébinn", "extract": "<p><b>Bébinn</b> <span></span> a.k.a. <b>Bé Binn</b>, is an early Irish name applied to a number of related and unrelated figures in Irish mythology. In some sources <b>Bébhinn</b> (old orthography: Béḃinn) is a goddess associated with birth and the sister of the river-goddess, Boann. Bébinn is also described as being an underworld goddess in both Irish and Welsh mythology, inhabiting either the Irish underworld Mag Mell or the Welsh Annwn, although it is unknown which is the original source.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_variations\">Etymology and variations</span></h2>\n<p>The name Bébinn seems to be a combination between medieval forms of the Irish Gaelic word for \"woman\", \"bean\" (pronounced \"bahn\"), and the adjective \"melodious\", \"binn\", literally translating to \"melodious woman\". Other versions of the name, such as Béfionn, instead pair \"woman\" with \"fair\". Variant forms include Bé Bind, Bé Find, Bé Binn, Bebhinn, Bébhinn, Bébhínn, Bébhionn, Bébind, Béfind and Béfionn. While it has also been Anglicized as Vivionn and Vivian, it is unrelated to the French or English names. In eighteenth-century Scottish writer James Macpherson's epic Ossian poems, the name appears as Vevina.</p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>Bébinn is alternately described as either the wife of Áed Alainn, a god, or Idath, a mortal man. She is mentioned in multiple sources as the mother of Connacht hero Fráech, the main character in the <i>Táin Bó Fraích</i>. In the Fenian Cycle of Irish tales, Bébinn is \"a beautiful giantess of aristocratic bearing\" who seeks protection from the Fianna when an ugly giant pursues her. In other sources a Bébinn is mentioned as a daughter of Elcmar.</p>\n<p>The epithet Bé Find (\"Fair Woman\") is applied to the heroine Étaín by Midir in <i>Tochmarc Étaíne</i> (English: The Wooing of Étaín). The text includes a poem attributed to Midir, known as \"A Bé Find in ragha lium\". However, this poem may be an older composition unrelated to the Étaín story that was appended at a later time.</p>\n<h2><span id=\"In_history\">In history</span></h2>\n<p>The name Bébinn and its variants is quite common in records from early Irish history, and was borne by historical as well as mythical figures, including a number of queens and abbesses. It was also the name High King Brian Boru's mother and one of his daughters.</p>\n<h2><span id=\"Bearers_of_the_name\">Bearers of the name</span></h2>\n<ul><li>Bé Binn inion Urchadh, Queen of Thomond, fl. c. 941.</li>\n<li>Bé Binn ingen Briain, died 1073.</li>\n<li>Bé Binn Ní Briain, Queen of Ailech, died 1110.</li>\n<li>Bé Binn ingen Turgeis, died 1127/1134.</li>\n<li>Bé Binn Ní Con Chaille, died 1134.</li>\n<li>Bé Binn Ní Eochagain, died 1363.</li>\n<li>Bé Binn Ní Ruairc, died 1367.</li>\n<li>Bé Binn Ní Duinn, died 1376.</li>\n<li>Bé Binn Ní Maolconaire, died 1391.</li>\n<li>Bé Binn Ní Donnchada, died 1413.</li>\n<li>Bébinn Ní Donnchada, died 1413.</li>\n<li>Bébinn Ní Ruairc, died 1426.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Irish-language given names</li>\n<li>Bebhionn (moon)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://medievalscotland.org/kmo/AnnalsIndex/Feminine/Bebinn.shtml</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:WPanthroponymy.svg"}]}