{"pageid": 3671873, "ns": 0, "title": "Alamelu", "extract": "<p><b>Alamelu</b> also known as <b>Alamelu manga</b> and <b>Padmavati</b> (often spelled \"Padmavathi\" or \"Padmavathy\"), is a Hindu devi. Believed to be a form of Bhudevi, the Hindu Goddess of Elemental Prakriti, Alamelu Manga is the consort of Sri Venkateshwara. The name Padmavati is Sanskrit for \"she who emerged from lotus\". The most prominent shrine of Padmavathi is Sri Padmavathi Ammavari Temple situated at Tiruchanur, a suburb of Tirupati City. Tradition dictates that every pilgrim to Tirupati must offer obeisance at this temple <i>after</i> visiting the Tirumala Venkateswara Temple.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Particular_devotions\">Particular devotions</span></h2>\n<p><i>Alamelu Manga</i> is a major deity in Hinduism worshipped as an aspect of Goddess Lakshmi.It is believed that her intercession is indispensable to gaining the favour of the lord, it is also believed that Lakshmi is co-omnipresent, co-illimitable and the co-bestower of moksham along with Lord Vishnu. Sri Alamelumanga is the mother-goddess figure for staunch Sri Vaishnavites in particular and Hindus in general.</p>\n<p>Nammalwar in his Thiruvaymozhi says<br></p>\n<blockquote class=\"templatequote\">\n<p>\"agalakillEn iRaiyum enRu * alarmEl mangkai uRai mArbA! *</p>\n<p>nigaril pugazhAy! ulagam mUnRudaiyAy! * ennai ALvAnE! ** nigaril amarar munik kaNangkaL virumbum * thiruvEngkadaththAnE! * pugal onRillA adiyEn * un adik kIzh amarndhu pugundhEnE \"</p>\n</blockquote>\n<p>.<br></p>\n<p>The sentence '<i>agalakillEn iRaiyum enRu * alarmEl mangkai uRai mArbA!</i> which translates as \"Goddess Laxsmi will not away from your(venkateswara) heart,always stay with you(him).\"</p>\n<p>Poet Sri Annamacharya, was a staunch devotee of Sri Alamelu Mangamma. Most of his creative output is either inspired or centers around the deity. Many of the most famous and popular <i>Kritis</i> of Annamacharya personify her benevolence and grace.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name Alamelu Manga or Alaru+melu+Manga is a old Telugu term which translates conjoint of the words Alaru (lotus) and Melu (aloft or up); Manga means \"(auspicious) lady\" in pure Telugu. In Alamelu manga is the goddess Lakshmi. The name Alamelu has traditionally been a popular one in South India. Apart from that basic name, several variations are popular.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Padmavathi Temple, Tiruchanur</li>\n<li>Tiruchanur</li>\n<li>Venkateshwara</li>\n<li>Sri Padmavati Mahila Visvavidyalayam, a university named after Padmavati</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Tirumala-Tirupati Devasthanam website</li>\n<li>Sri Venkatdhvari Kavi's Sri Lakshmi Saharam Praising Alarmelmanga Thayar</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Padmavathi Ammavari Temple.JPG"}, {"ns": 6, "title": "File:Padmavati.jpg"}]}