{"pageid": 36730474, "ns": 0, "title": "Mu Guiying", "extract": "<p><b>Mu Guiying</b> (穆桂英) is a legendary heroine from ancient China's Northern Song Dynasty and a prominent figure in the <i>Generals of the Yang Family</i> legends. She is the wife of Yang Zongbao and mother of Yang Wenguang. Brave, resolute and loyal, Mu is the cultural symbol of a steadfast woman.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>Mu Guiying practiced martial arts from a young age after her bandit father Mu Yu (穆羽) who ruled the Muke Fortress (穆柯寨). One day Yang Zongbao, the youngest warrior of the illustrious Yang clan, came to the fortress demanding the Dragon-Taming Wood (降龍木) on the order of his father, Marshall Yang Yanzhao. Mu refused so they fought in a duel which resulted in Yang Zongbao being captured. While Yang Zongbao refused to surrender and demanded death, Mu found herself attracted to her prisoner and boldly made a marriage proposal, which Yang Zongbao eventually accepted. After Yang Zongbao returned and reported the events, an infuriated Yang Yanzhao ordered the disgraced son executed. To save Yang Zongbao, Mu came out of the fortress and engaged in a battle with Yang Yanzhao, also capturing him. Mu apologized to her future father-in-law and finally Yang Yanzhao agreed to the marriage and welcomed Mu to his family and troops.</p>\n<p>Mu played a huge part in the following battle against the Khitan forces, especially in breaking their previously unstoppable Heavenly Gate Formation (天門陣).</p>\n<p>Mu Guiying had 2 children with Yang Zongbao, son Yang Wenguang and daughter Yang Jinhua.</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<p>Mu Guiying is sometimes venerated as a door goddess, usually in partnership with Qin Liangyu.</p>\n<p>The Mu Guiying crater on Venus is named after her.</p>\n<p>During China's Great Leap Forward period (1958-1960), Mu Guiying was widely praised and a women-led Mu Guiying Brigade was established.</p>\n<h2><span id=\"Portrayal_in_films_and_TV_series\">Portrayal in films and TV series</span></h2>\n\n<ul><li>Ivy Ling Po in <i>The 14 Amazons</i> (1972)</li>\n<li>Liza Wang in <i>Young's Female Warrior</i> (1981)</li>\n<li>Bonnie Ngai in <i>A Courageous Clan: Mu Kuei-ying</i> (1989)</li>\n<li>Zhang Yujia in <i>Generals of the Yang Family</i> (1991)</li>\n<li>Mak Ging-ting in <i>Heroic Legend of the Yang's Family</i> &amp; <i>The Great General</i> (1994)</li>\n<li>Amy Chan in <i>The Heroine of the Yangs</i> (1998)</li>\n<li>Ning Jing in <i>Legendary Fighter: Yang's Heroine</i> (2001)</li>\n<li>Fang Xiaoli in <i>The Fire Commander</i> (2001)</li>\n<li>Wang Si-yi in <i>The Heroine Mu Guiying</i> (2004)</li>\n<li>Cecilia Cheung in <i>Legendary Amazons</i> (2011)</li>\n<li>Miao Pu in <i>Mu Guiying Takes Command</i> (2011)</li>\n<li>Siqin Gaowa in <i>Bai Yutang</i> (2013)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Bennet Peterson, Barbara (2000). <i>Notable Women of China: Shang Dynasty to the Early Twentieth Century</i>. M.E. Sharpe, Inc.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMu+Guiying&amp;rft.aufirst=Barbara&amp;rft.aulast=Bennet+Peterson&amp;rft.btitle=Notable+Women+of+China%3A+Shang+Dynasty+to+the+Early+Twentieth+Century&amp;rft.date=2000&amp;rft.genre=book&amp;rft.pub=M.E.+Sharpe%2C+Inc&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><span>(in Chinese)</span> Yang Jia Jiang (Generals of the Yang Clan)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Mu Guiying.JPG"}, {"ns": 6, "title": "File:Muguiying 1786.jpg"}]}