{"pageid": 36745, "ns": 0, "title": "Hestia", "extract": "<p>In Ancient Greek religion, <b>Hestia</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἑστία</span>, \"hearth\" or \"fireside\") is a virgin goddess of the hearth, architecture, and the right ordering of domesticity, the family, the home, and the state. In Greek mythology, she is a daughter of Cronus and Rhea.</p>\n<p>Hestia received the first offering at every sacrifice in the household. In the public domain, the hearth of the <i>prytaneum</i> functioned as her official sanctuary. With the establishment of a new colony, flame from Hestia's public hearth in the mother city would be carried to the new settlement. Her Roman equivalent is Vesta.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins_and_cults\">Origins and cults</span></h2>\n<p>Hestia's name means \"hearth, fireplace, altar\", the <i>oikos</i>, the household, house, or family. \"An early form of the temple is the hearth house; the early temples at Dreros and Prinias on Crete are of this type as indeed is the temple of Apollo at Delphi which always had its inner <i>hestia</i>\" The Mycenaean great hall (<i>megaron</i>), like Homer's hall of Odysseus at Ithaca, had a central hearth. Likewise, the hearth of the later Greek <i>prytaneum</i> was the community and government's ritual and secular focus.</p>\n<p>Hestia's name and functions show the hearth's importance in the social, religious, and political life of ancient Greece. It was essential for warmth, food preparation, and the completion of sacrificial offerings to deities; in the latter, Hestia was the \"customary recipient of a preliminary, usually cheap, sacrifice\". She was also offered the first and last libations of wine at feasts. Her own sacrificial animal was a domestic pig. The accidental or negligent extinction of a domestic hearth-fire represented a failure of domestic and religious care for the family; failure to maintain Hestia's public fire in her temple or shrine was a breach of duty to the broad community. A hearth fire might be deliberately, ritually extinguished at need, and its lighting or relighting should be accompanied by rituals of completion, purification and renewal, comparable with the rituals and connotations of an eternal flame and of sanctuary lamps. At the level of the <i>polis</i>, the hearths of Greek colonies and their mother cities were allied and sanctified through Hestia's cult. Hestia's nearest Roman equivalent, Vesta, had similar functions as a divine personification of Rome's \"public\", domestic, and colonial hearths, and bound Romans together within a form of extended family. The similarity of names between Hestia and Vesta is, however, misleading: \"The relationship <i>hestia-histie-Vesta</i> cannot be explained in terms of Indo-European linguistics; borrowings from a third language must also be involved,\" according to Walter Burkert.</p>\n<p>Responsibility for Hestia's domestic cult usually fell to the leading woman of the household, sometimes to a man. Hestia's rites at the hearths of public buildings were usually led by holders of civil office; Dionysius of Halicarnassus testifies that the <i>prytaneum</i> of a Greek state or community was sacred to Hestia, who was served by the most powerful state officials. Evidence of her priesthoods is extremely rare. Most stems from the early Roman Imperial era, when Sparta offers several examples of women with the priestly title \"Hestia\"; Chalcis offers one, a daughter of the local elite. Existing civic cults to Hestia probably served as stock for the grafting of Greek ruler-cult to the Roman emperor, the Imperial family and Rome itself. In Athens, a small seating section at the Theatre of Dionysus was reserved for priesthoods of \"Hestia on the Acropolis, Livia, and Julia\", and of \"Hestia Romaion\" (\"Roman Hestia\", thus \"The Roman Hearth\" or Vesta). A priest at Delos served \"Hestia the Athenian Demos\" (the people or state) \"and Roma\". An eminent citizen of Carian Stratoniceia described himself as a priest of Hestia and several other deities, as well as holding several civic offices. Hestia's political and civic functions are further evidenced by her very numerous privately funded dedications at civic sites, and the administrative rather than religious titles used by the lay-officials involved in her civic cults.</p>\n<h2><span id=\"Myths_and_attributes\">Myths and attributes</span></h2>\n\n<p>Hestia is a goddess of the first Olympian generation. She was the eldest daughter of the Titans Rhea and Cronus, and sister to Zeus, Poseidon, Demeter, Hera, and Hades. Immediately after their birth, Cronus swallowed all his children (Hestia was the first who was swallowed) except the last and youngest, Zeus, who forced Cronus to disgorge his siblings and led them in a war against their father and the other Titans. As \"first to be devoured . . . and the last to be yielded up again\", Hestia was thus both the eldest and youngest daughter; this mythic inversion is found in the Homeric hymn to Aphrodite (700 BC). Hestia rejects the marriage suits of Poseidon and Apollo, and swears herself to perpetual virginity. She thus rejects Aphrodite's values and becomes, to some extent, her chaste, domestic complementary, or antithesis. Aphrodite could not bend or ensnare her heart.</p>\n<p>Zeus assigns Hestia a duty to feed and maintain the fires of the Olympian hearth with the fatty, combustible portions of animal sacrifices to the gods. Wherever food was cooked, or an offering was burnt, she thus had her share of honour; also, in all the temples of the gods she has a share of honour. \"Among all mortals she was chief of the goddesses\".</p>\n<p>Hestia's Olympian status is equivocal. At Athens \"in Plato's time,\" notes Kenneth Dorter \"there was a discrepancy in the list of the twelve chief gods, as to whether Hestia or Dionysus was included with the other eleven. The altar to them at the agora, for example, included Hestia, but the east frieze of the Parthenon had Dionysus instead.\" Hestia's omission from some lists of the Twelve Olympians is sometimes taken as illustration of her passive, non-confrontational nature – by giving her Olympian seat to the more forceful Dionysus she prevents heavenly conflict – but no ancient source or myth describes such a surrender or removal. \"Since the hearth is immovable Hestia is unable to take part even in the procession of the gods, let alone the other antics of the Olympians\", Burkert remarks. Her mythographic status as first-born of Rhea and Cronus seems to justify the tradition in which a small offering is made to Hestia before any sacrifice (\"Hestia comes first\").</p>\n<p>The ambiguities in Hestia's mythology are matched by her indeterminate attributes, character, and iconography. She is identified with the hearth as a physical object, and the abstractions of community and domesticity, but portrayals of her are rare and seldom secure. In classical Greek art, she is occasionally depicted as a woman, simply and modestly cloaked in a head veil. She is sometimes shown with a staff in hand or by a large fire. She sat on a plain wooden throne with a white woollen cushion and did not trouble to choose an emblem for herself. In some stories, Hestia did not have a throne at all. In others, she gave up her throne for Dionysus.</p>\n<p>Homeric Hymn 24, <i>To Hestia</i>, is a brief invocation of five lines:</p>\n<blockquote>\n<p><i>Hestia, you who tend the holy house of the lord Apollo, the Far-shooter at goodly Pytho, with soft oil dripping ever from your locks, come now into this house, come, having one mind with Zeus the all-wise: draw near, and withal bestow grace upon my song.</i></p>\n</blockquote>\n<p>Homeric Hymn 29, <i>To Hestia</i> is another invocation for the goddess and to Hermes:</p>\n<blockquote>\n<p><i>\"Hestia, in the high dwellings of all, both deathless gods and men who walk on earth, you have gained an everlasting abode and highest honour: glorious is your portion and your right. For without you mortals hold no banquet, -- where one does not duly pour sweet wine in offering to Hestia both first and last. And you, slayer of Argus, Son of Zeus and Maia, messenger of the blessed gods, bearer of the golden rod, giver of good, be favourable and help us, you and Hestia, the worshipful and dear. Come and dwell in this glorious house in friendship together; for you two, well knowing the noble actions of men, aid on their wisdom and their strength. Hail, Daughter of Cronos, and you also, Hermes, bearer of the golden rod! Now I will remember you and another song also.\"</i></p>\n</blockquote>\n<p><br>\nThere is also an Orphic Hymn dedicated to Hestia.</p>\n<h2><span id=\"Hestia_Tapestry\">Hestia Tapestry</span></h2>\n\n\n<p>The Hestia Tapestry is a Byzantine tapestry, made in Egypt during the 6th century AD. It is a late representation of the goddess, whom it identifies in Greek as “Hestia Polyolbos\" (<i>Hestia full of Blessings</i>) (Greek: <span lang=\"el\" xml:lang=\"el\">Ἑστία Πολύολβος</span>). Its history and symbolism are discussed in Friedlander (1945).</p>\n<h2><span id=\"Genealogy\">Genealogy</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Sacred fire of Vesta</li>\n<li>Vitex agnus-castus</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Burkert, Walter. (1985). <i>Greek Religion</i>. Harvard University Press.</li>\n<li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.</li>\n<li>Homer; <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.</li>\n<li>Kajava, Mika. \"Hestia Hearth, Goddess, and Cult\", <i>Harvard Studies in Classical Philology</i> 102 (2004): 1–20.</li>\n<li>Kerenyi, Karl. (1951). <i>The Gods of the Greeks</i>.</li>\n<li>Stephenson, Hamish. (1985). <i>The Gods of the Romans and Greeks</i>. NYT Writer.</li>\n<li>Friedlander, Paul. (1945). <i>Documents of Dying Paganism</i>. University of California Press.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Carlos Parada, \"Hestia\"</li>\n<li>Socrates to Hermogenes about Hestia - Estia - Esti (Eesti) - Osia</li>\n<li>Hestia \"Polyolbos\" Dumbarton Oaks site.</li>\n<li>HESTIA: THE EPITHETS</li>\n</ul>", "images": [{"ns": 6, "title": "File:Birth of Venus detail.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Greek Roman Laurel wreath vector.svg"}, {"ns": 6, "title": "File:Hestia-meyers.png"}, {"ns": 6, "title": "File:Hestia - Wellesley College - DSC09634.JPG"}, {"ns": 6, "title": "File:Hestia tapestry.jpg"}, {"ns": 6, "title": "File:Laurel wreath fa13.gif"}, {"ns": 6, "title": "File:PD-icon.svg"}]}