{"pageid": 36835425, "ns": 0, "title": "Aztec creator gods", "extract": "<p>In Aztec mythology, the <b>Creator-Gods</b> are the only four sons of the creator couple Ometecuhtli and Omecihuatl \"Lord and Lady of Duality\", \"Lord and Lady of the Near and the Close\", \"Father and Mother of the Gods\", \"Father and Mother of us all\", who received the gift of the creation to create other living beings without childbearing, they are residing atop a mythical thirty heaven Ilhuicatl-Omeyocan\"the place of duality\".</p>\n<p>Each of the four sons takes a turn as Sun, these suns are the sun of earth, the sun of air, the sun of fire, the sun of water (Tlaloc, rain god replaces Xipe-Totec). Each world is destroyed. The present era, the Fifth Sun is ushered in when a lowly god, Nanahuatzin sacrifices himself in fire and becomes Tonatiuh, the Fifth Sun. In his new position of power he refuses to go into motion until the gods make sacrifice to him. In an elaborate ceremony, Quetzalcoatl cuts the hearts out of each of the gods and offers it to Tonatiuh (and the moon Meztli). All of this occurs in the ancient and sacred, pre-Aztec city of Teotihuacan. It is predicted that eventually, like the previous epochs, this one will come to a cataclysmic end.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"List\">List</span></h2>\n<ol><li>Also recognized as Camaxtle.</li>\n<li>Quetzalcoatl was also related to gods of the wind, of Venus, of the dawn, of merchants and of arts, crafts and knowledge. He was also the patron god of the Aztec priesthood, of learning and knowledge, patron of priests, the inventor of the calendar and of books, and the protector of goldsmiths and other craftsmen. As the morning and evening star, Quetzalcoatl was the symbol of death and resurrection. A feathered serpent deity has been worshipped by many different ethno-political groups in Mesoamerican history.</li>\n<li>Huitzilopochtli was also a tribal god and a legendary wizard of the Aztecs. Originally he was of little importance to the Nahuas, but after the rise of the Aztecs, the Nahuals reformed their religion and put Huitzilopochtli at the same level as Quetzalcoatl and Tezcatlipoca, making him a solar god. Huitzilopochtli is presented as the deity who guided the long migration the Aztecs undertook from Aztlan, their traditional home, to the Valley of Mexico.</li>\n</ol><h3><span id=\"Tezcatlipoca\">Tezcatlipoca</span></h3>\n\n<p>Tezcatlipoca was generally represented with a stripe of black paint across his face and an obsidian mirror in place of one of his feet. The post-Classic (after ad 900) Maya-Quiche people of Guatemala revered him as a lightning god under the name Hurakan (\"One Foot\"). Other representations show Tezcatlipoca with his mirror on his chest. In it he saw everything; invisible and omnipresent, he knew all the deeds and thoughts of humans.</p>\n<p>By Aztec times (14th–16th century ad), Tezcatlipoca's manifold attributes and functions had brought him to the summit of the divine hierarchy, where he ruled together with Huitzilopochtli, Tlaloc, and Quetzalcoatl. Called Yoalli Ehecatl (\"Night Wind\"), Yaotl (\"Warrior\"), and Telpochtli (\"Young Man\"), he was said to appear at crossroads at night to challenge warriors. He presided over the telpochcalli (\"young men's houses\"), district schools in which the sons of the common people received an elementary education and military training. He was the protector of slaves and severely punished masters who ill-treated \"Tezcatlipoca's beloved children\". He rewarded virtue by bestowing riches and fame, and he chastised wrongdoers by sending them sickness (as leprosy) or by reducing them to poverty and slavery. The main rite of Tezcatlipoca's cult took place during Toxcatl, the fifth ritual month. Every year at that time the priest selected a young and handsome war prisoner. For one year he lived in princely luxury, impersonating the god. Four beautiful girls dressed as goddesses were chosen as his companions. On the appointed feast day, he climbed the steps of a small temple while breaking flutes that he had played. At the top he was sacrificed by the removal of his heart.</p>\n<h3><span id=\"Xipe-Totec\">Xipe-Totec</span></h3>\n\n<p>Representations of Xipe-Totec first appeared at Xollalpan, near Teotihuacan, and at Texcoco, in connection with the Mazapan culture—that is, during the post-Classic Toltec phase (9th–12th century ad). The Aztecs adopted his cult during the reign of Axayacatl (1469–81). During Tlacaxipehualiztli (\"Flaying of Men\"), the second ritual month of the Aztec year, the priests killed human victims by removing their hearts. They flayed the bodies and put on the skins, which were dyed yellow and called teocuitlaquemitl (\"golden clothes\"). Other victims were fastened to a frame and put to death with arrows; their blood dripping down was believed to symbolize the fertile spring rains. A hymn sung in honour of Xipe-Totec called him Yoalli Tlauana (\"Night Drinker\") because beneficent rains fell during the night; it thanked him for bringing the Feathered Serpent, who was the symbol of plenty, and for averting drought.</p>\n<h3><span id=\"Quetzalcoatl\">Quetzalcoatl</span></h3>\n<p>One important body of myths describes Quetzalcoatl as the priest-king of Tula, the capital of the Toltecs. He never offered human victims, only snakes, birds, and butterflies. But the god of the night sky, Tezcatlipoca, expelled him from Tula by performing feats of black magic. Quetzalcoatl wandered down to the coast of the \"divine water\" (the Atlantic Ocean) and then immolated himself on a pyre, emerging as the planet Venus. According to another version, he embarked upon a raft made of snakes and disappeared beyond the eastern horizon. The legend of the victory of Tezcatlipoca over the Feathered Serpent probably reflects historical fact. The first century of the Toltec civilization was dominated by the Teotihuacan culture, with its inspired ideals of priestly rule and peaceful behaviour. The pressure of the northern immigrants brought about a social and religious revolution, with a military ruling class seizing power from the priests. Quetzalcoatl's defeat symbolized the downfall of the Classic theocracy. His sea voyage to the east should probably be connected with the invasion of Yucatán by the Itza, a tribe that showed strong Toltec features. Quetzalcoatl's calendar name was Ce Acatl (One Reed). As the god of learning, of writing, and of books, Quetzalcoatl was particularly venerated in the calmecac, religious colleges annexed to the temples, in which the future priests and the sons of the nobility were educated. Outside of Tenochtitlan, the main centre of Quetzalcoatl's cult was Cholula, on the Puebla plateau.</p>\n<h3><span id=\"Huitzilopochtli\">Huitzilopochtli</span></h3>\n<p>Representations of Huitzilopochtli usually show him as a hummingbird or as a warrior with armour and helmet made of hummingbird feathers. In a pattern similar to that found in many hummingbirds, his legs, arms, and the lower part of his face were painted one color (blue) and the upper half of his face was another (black). He wore an elaborate feathered headdress and brandished a round shield and a turquoise snake. Huitzilopochtli is presented as the deity who guided the long migration the Aztecs undertook from Aztlan, their traditional home, to the Valley of Mexico. During the journey his image, in the form of a hummingbird, was carried upon the shoulders of priests, and at night his voice was heard giving orders. The Aztecs believed that the sun god needed daily nourishment (tlaxcaltiliztli) in the form of human blood and hearts and that they, as people of the sun, were required to provide Huitzilopochtli with his sustenance.</p>\n<p>The legend of Huitzilopochtli is recorded in the Mexicayotl Chronicle. His sister, Coyolxauhqui, tried to kill their mother because she became pregnant in a shameful way (by a ball of feathers). Her offspring, Huitzilopochtli, learned of this plan while still in the womb, and before it was put into action, sprang from his mother's womb fully grown and fully armed. He then killed his sister Coyolxauhqui and many of his 400 brothers. He tossed his sister's head into the sky, where it became the moon, so that his mother would be comforted in seeing her daughter in the sky every night. He threw his other brothers and sisters into the sky, where they became the stars. For the reconsecration of Great Pyramid of Tenochtitlan in 1487, dedicated to Tlaloc and Huitzilopochtli, the Aztecs reported that they sacrificed about 20,400 prisoners over the course of four days. While accepted by some scholars, this claim also has been considered Aztec propaganda. There were 19 altars in the city of Tenochtitlan.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation book\">Instituto de Investigaciones Históricas, ed. (1975). <i>Códice Chimalpopoca. Anales de Cuauhtitlán y Leyenda de los Soles</i> (in Spanish). México. p. 161. ISBN 968-36-2747-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=C%C3%B3dice+Chimalpopoca.+Anales+de+Cuauhtitl%C3%A1n+y+Leyenda+de+los+Soles&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=968-36-2747-1&amp;rft.pages=161&amp;rft.place=M%C3%A9xico&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Panorama Editorial, ed. (1998). <i>Dioses Prehispánicos de México</i> (in Spanish). México. p. 162. ISBN 968-38-0306-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=Dioses+Prehisp%C3%A1nicos+de+M%C3%A9xico&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=968-38-0306-7&amp;rft.pages=162&amp;rft.place=M%C3%A9xico&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Biblioteca Porrúa. Imprenta del Museo Nacional de Arqueología, Historia y Etnología, ed. (1905). <i>Diccionario de Mitología Nahua</i> (in Spanish). México. p. 851. ISBN 978-9684327955.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=Diccionario+de+Mitolog%C3%ADa+Nahua&amp;rft.date=1905&amp;rft.genre=book&amp;rft.isbn=978-9684327955&amp;rft.pages=851&amp;rft.place=M%C3%A9xico&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Editorial Universo México, ed. (1981). <i>El Mundo Mágico de los Dioses del Anáhuac</i> (in Spanish). México. p. 153. ISBN 968-35-0093-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=El+Mundo+M%C3%A1gico+de+los+Dioses+del+An%C3%A1huac&amp;rft.date=1981&amp;rft.genre=book&amp;rft.isbn=968-35-0093-5&amp;rft.pages=153&amp;rft.place=M%C3%A9xico&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Oxford University Press, ed. (2001). <i>Dictionary of Ancient Deities</i>. United States. p. 608. ISBN 0-19-514504-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=Dictionary+of+Ancient+Deities&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=0-19-514504-6&amp;rft.pages=608&amp;rft.place=United+States&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Library of Congress, ed. (2004). <i>Dictionary of Gods and Goddesses</i>. United States. p. 402. ISBN 0-8160-5923-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=Dictionary+of+Gods+and+Goddesses&amp;rft.date=2004&amp;rft.genre=book&amp;rft.isbn=0-8160-5923-3&amp;rft.pages=402&amp;rft.place=United+States&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Migne, ed. (1881). <i>Dictionnaire universel, historique et comparatif, de toutes les religions du monde : comprenant le judaisme, le christianisme, le paganisme, le sabéisme, le magisme, le druidisme, le brahmanisme, le bouddhismé, le chamisme, l'islamisme, le fétichisme; Volumen 1,2,3,4</i> (in French). France. p. 602.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAztec+creator+gods&amp;rft.btitle=Dictionnaire+universel%2C+historique+et+comparatif%2C+de+toutes+les+religions+du+monde+%3A+comprenant+le+judaisme%2C+le+christianisme%2C+le+paganisme%2C+le+sab%C3%A9isme%2C+le+magisme%2C+le+druidisme%2C+le+brahmanisme%2C+le+bouddhism%C3%A9%2C+le+chamisme%2C+l%27islamisme%2C+le+f%C3%A9tichisme%3B+Volumen+1%2C2%2C3%2C4&amp;rft.date=1881&amp;rft.genre=book&amp;rft.pages=602&amp;rft.place=France&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Codex Borgia page 17.jpg"}, {"ns": 6, "title": "File:Codex Borgia page 61.jpg"}, {"ns": 6, "title": "File:Codex Borgia page 73.jpg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}, {"ns": 6, "title": "File:System-search.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}