{"pageid": 369971, "ns": 0, "title": "Chang'e", "extract": "<p><b>Chang'e</b> or <b>Chang-o</b>, originally known as <b>Heng'e</b>, is the Chinese goddess of the Moon. She is the subject of several legends in Chinese mythology, most of which incorporate several of the following elements: Houyi the archer, a benevolent or malevolent emperor, an elixir of life, and of course, the Moon. In modern times, Chang'e has been the namesake of the Chinese Lunar Exploration Program.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Tales\">Tales</span></h2>\n\n<p>There are many tales about Chang'e, including a well-known story which is given as the origin of the Mid-Autumn Moon Festival. In a very distant past, ten suns had risen together into the skies and scorched the earth, thus causing hardship for the people. The archer Yi shot down nine of them, leaving just one sun, and was given the elixir of immortality as a reward. He did not consume it straight away, but hid it at home, as he did not want to gain immortality without his beloved wife Chang'e. However, while Yi went out hunting, Fengmeng broke into his house and tried to force Chang'e to give him the elixir; she refused and drank it herself. Chang'e then flew upwards towards the heavens, choosing the moon as residence. Yi discovered what had transpired and felt sad, so he displayed the Fruits and Cakes that Chang'e had liked, and gave sacrifices to her.</p>\n<p>Chang'e appears in Wu Cheng'en's novel <i>Journey to the West</i>.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>The recently rediscovered divination text <i>Guizang</i> contains the story of Chang'e as a story providing the meaning to Hexagram 54 of the I Ching, \"Returning Maiden\".</p>\n<p>On Mid-Autumn Day, the full Moon night of the eighth lunar month, an open-air altar is set up facing the Moon for the worship of Chang'e. New pastries are put on the altar for her to bless. She is said to endow her worshipers with beauty.</p>\n<h2><span id=\"Space_travel\">Space travel</span></h2>\n\n<p>Chang'e was mentioned in a conversation between Houston Capcom and the Apollo 11 crew just before the first Moon landing in 1969:</p>\n<dl><dd>\n<dl><dd><b>Houston</b>: Among the large headlines concerning Apollo this morning, is one asking that you watch for a lovely girl with a big rabbit. An ancient legend says a beautiful Chinese girl called Chang-O has been living there for 4,000 years. It seems she was banished to the Moon because she stole the pill of immortality from her husband. You might also look for her companion, a large Chinese rabbit, who is easy to spot since he is always standing on his hind feet in the shade of a cinnamon tree. The name of the rabbit is not reported.</dd>\n<dd><b>Michael Collins</b>: Okay. We'll keep a close eye out for the bunny girl.</dd>\n</dl></dd>\n</dl><p>In 2007, China launched its first lunar probe, a robotic spacecraft named Chang'e 1 in the goddess' honour. A second unmanned probe, named Chang'e 2, was launched in 2010. A third Chang'e spacecraft, a robotic lunar rover dubbed Chang'e 3, landed on the moon on Saturday, Dec. 14, 2013 at about 9:12 p.m., Beijing time, making China only the third country in the world to achieve such a moon feat after the former Soviet Union and the United States. The lander also delivered the robotic rover Yutu (\"Jade Rabbit\") to the lunar surface to begin its months-long driving mission. It has performed the first lunar soft landing since the Russian Luna 24 mission in 1976.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Man in the Moon</li>\n<li><i>The Tale of the Bamboo Cutter</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite class=\"citation book\">Yang, Lihui; An, Deming (2005). <i>Handbook of Chinese mythology</i>. Santa Barbara: ABC-Clio. ISBN 1-57607-806-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AChang%27e&amp;rft.au=An%2C+Deming&amp;rft.aufirst=Lihui&amp;rft.aulast=Yang&amp;rft.btitle=Handbook+of+Chinese+mythology&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=1-57607-806-X&amp;rft.place=Santa+Barbara&amp;rft.pub=ABC-Clio&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Allan, Tony, Charles Phillips, and John Chinnery, <i>Land of the Dragon: Chinese Myth</i>, Duncan Baird Publishers, London, 2005 (through Barnes &amp; Noble Books), ISBN 0-7607-7486-2</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chang'e Flying to the Moon (Ren Shuai Ying).jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:The Moon Goddess Chang E - Unidentified artist, after Tang Yin.jpg"}]}