{"pageid": 37022425, "ns": 0, "title": "Vinayaki", "extract": "<p><b>Vinayaki</b> is an elephant-headed Hindu goddess. Her mythology and iconography are not clearly defined. Little is told about her in Hindu scriptures and very few images of this deity exist.</p>\n<p>Due to her elephantine features, the goddess is generally associated with the elephant-headed god of wisdom, Ganesha. She does not have a consistent name and is known by various names, <b>Stri Ganesha</b> (\"female Ganesha\"), <b>Vainayaki</b>, <b>Gajananā</b> (\"elephant-faced\"), <b>Vighneshvari</b> (\"Mistress of obstacles\") and <b>Ganeshani</b>, all of them being feminine forms of Ganesha's epithets Vinayaka, Gajanana, Vighneshvara and Ganesha itself. These identifications have resulted in her being assumed as the shakti - feminine form of Ganesha.</p>\n<p>Vinayaki is sometimes also seen as the part of the sixty-four yoginis or the matrika goddesses. However, scholar Krishan believes that Vinayakis in early elephant-headed matrikas, the Brahmnaical shakti of Ganesha, and the Tantric yogini are three distinct goddesses.</p>\n<p>In the Jain and Buddhist traditions, Vinayaki is an independent goddess. In Buddhist works, she is called <b>Ganapatihridaya</b> (\"heart of Ganesha\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Images\">Images</span></h2>\n\n<p>The earliest known elephant-headed goddess figure is found in Rairh, Rajasthan. It is a mutilated terracotta plaque dated from the first century BCE to the first century CE. The goddess is elephant-faced with the trunk turning to the right and has two hands. As the emblems in her hands and other features are eroded, a clear identification of the goddess is not possible.</p>\n<p>Other elephant-headed sculptures of the goddess are found from the tenth century onwards. One of the most famous sculptures of Vinayaki is as the forty-first yogini in the Chausath Yogini Temple, Bhedaghat, Madhya Pradesh. The goddess is called <i>Sri-Aingini</i> here. Here, the goddess's bent left leg is supported by an elephant-headed male, presumably Ganesha.</p>\n<p>A rare metal sculpture of Vinayaki is found in Chitrapur Math, Shirali. She is full-breasted, but slender, unlike Ganesha. She wears the <i>Yajnopavita</i> (\"sacred thread\") across her chest and two neck ornaments. Her two front hands are held in <i>abhaya</i> (\"fear-not\") and <i>varada</i> (boon-giving) mudras (gestures). Her two back arms carry a sword and a noose. Her trunk is turned to the left. The image is probably 10th century from north-western India (Gujarat/Rajasthan) and belonging to the Tantric Ganapatya sect (who regarded Ganesha as the Supreme God) or to the vamachara (left-handed) Goddess-worshipping Shakta sect.</p>\n<p>A Pala Vinayaki from Giryek, Bihar, is also not pot-bellied. The four-armed goddess carries a <i>gada</i> (mace), <i>ghata</i> (pot), <i>parashu</i> (axe) and possibly a radish. A Pratihara image shows a pot-bellied Vinayaki, with four arms holding a gada-parashu combination, a lotus, an unidentifiable object and a plate of modak sweets, which the trunk grabs. In both images, the trunk is turned to the right. Damaged four-armed or two-armed Vinayaki images are also found in Ranipur Jharial (Orissa), Gujarat and Rajasthan.</p>\n<p>In another image from Satna, Vinayaki is one among five theriocephalic goddesses. The central figure, the cow-headed yogini, Vrishabha, holds the baby Ganesha in her arms. Vinayaki, a minor figure, is pot-bellied and carries an ankusha (elephant goad) like Ganesha. In this configuration, Vrishabha may be considered as a mother of Ganesha and other goddesses, thus signifying a sibling relationship between Vinayaki and Ganesha. Another interpretation suggests that all the female deities, including Vinayaki, are mothers of the infant god.</p>\n<p>A similar image of Ganeshyani is also seen at the Bhuleshwar Temple of Shiva, near to Pune, Maharashtra.</p>\n<p>In Cheriyanad Sreebalasubramaniya Swamy Temple, considered the Desadeva (God of Locality) of Cheriyanad village, has a wooden statue of Vinayaki which is situated in \"Balikal Pura\" of Temple.</p>\n<h2><span id=\"Texts\">Texts</span></h2>\n<p>Elephant-headed females appearing in the <i>Puranas</i> are demonesses or cursed goddesses. In a tale about Ganesha's birth, the elephant-headed demoness Malini gives birth to Ganesha after drinking the bath-water of Parvati, Ganesha's mother. In <i>Skanda Purana</i>, Lakshmi, the goddess of wealth, is cursed to have an elephant head, which she gets rid of by pleasing the god Brahma by penance. These are not called Vinayaki and are remotely linked to Ganesha as a mother (Malini) or a consort (Lakshmi in some icons). The <i>Harivamsa</i>, <i>Vayu Purana</i> and <i>Skanda Purana</i> also describe elephant-faced Matrikas (\"Mothers\"), <i>graha</i>s (seizers) and <i>gana</i>s, who bear names like Gajananā (\"elephant-faced\"), Gajamukhi (\"elephant-faced\") and Gajasya (\"elephantine\"). However, Krishan relates these Matrikas to Jyeshtha, the goddess of misfortune who is described as elephant-faced.</p>\n<p>Vainayaki, not explicitly related to Ganesha, also appears in the <i>Puranas</i>. In the <i>Matsya Purana</i> (compiled c. 550 CE), she is one of the Matrikas, created by the god Shiva - Ganesha's father - to defeat the demon Andhaka. In this context, she may be considered as a <i>shakti</i> of Shiva, rather than Ganesha. Only the name \"Vainayaki\" meaning \"belonging to Vinayaka/Ganesha\" may suggest an association. She also figures in a list of <i>shakti</i>s in the <i>Linga Purana</i>. The <i>Agni Purana</i> (compiled in the 10th century) is the first Purana that lists the <i>shakti</i>s of Ganesha; however, Vainayaki is not one of them, nor are any of them elephant-faced. Vainayaki figures in a list of sixty-four yoginis in the same Purana.</p>\n<p>However, the <i>upapurana</i> (lesser Purana) <i>Devi Purana</i> explicitly identifies Gananayika or Vinayaki as the shakti of Ganesha, characterized by her elephant head and ability to remove obstacles like Ganesha, and includes her as the ninth Matrika. Though generally the number of Matrikas is seven in sculpture and literature, nine Matrikas became popular in eastern India. Apart from the classical seven, Mahalakshmi or Yogeshvari and Ganeshani or Ganeshā were added as eighth and ninth Matrika respectively.</p>\n<p>The Medieval text <i>Gorakshasamhita</i> describes Vinayaki as elephant-faced, pot-bellied, having three eyes and four arms, holding a parashu and a plate of modaks.</p>\n<p>Srikumara's sixteenth century iconographical treatise <i>Shilparatna</i> describes a female form of Ganesha (Ganapati) called Shakti-Ganapati, who resides in the Vindhyas. The deity has an elephant head and two trunks. Her body is of a young woman, vermilion red in colour and with ten arms. She is pot-bellied and with full breasts and beautiful hips. This icon probably belongs to Shaktism, the Hindu Goddess-worshipping sect. However, this form is also interpreted as a composite of Ganesha and his shakti, due to the presence of the twin trunks.</p>\n<p>In a Buddhist text called <i>Aryamanjusrimulakalpa</i>, the goddess is called the <i>siddhi</i> of Vinayaka. She inherits many of Ganesha's characteristics. Like Ganesha, she is the remover of obstacles and has an elephant's head with only one tusk. She is also called the daughter of the god Ishana, an aspect of Shiva.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Malini (deity)</li>\n<li>Matrikas</li>\n<li>Vinayaka</li>\n<li>Vinayakas</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Agrawala, Prithvi Kumar (1978). <i>Goddess Vināyakī: The Female <span title=\"International Alphabet of Sanskrit Transliteration\">Gaṇeśa</span></i>. Indian Civilization Series. Varanasi: Prithivi Prakashan.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVinayaki&amp;rft.aufirst=Prithvi+Kumar&amp;rft.aulast=Agrawala&amp;rft.btitle=Goddess+Vin%C4%81yak%C4%AB%3A+The+Female+%3Cspan+title%3D%22International+Alphabet+of+Sanskrit+Transliteration%22++class%3D%22Unicode%22+style%3D%22white-space%3Anormal%3B+text-decoration%3A+none%22%3EGa%E1%B9%87e%C5%9Ba%3C%2Fspan%3E&amp;rft.date=1978&amp;rft.genre=book&amp;rft.place=Varanasi&amp;rft.pub=Prithivi+Prakashan&amp;rft.series=Indian+Civilization+Series&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFCohen1991\" class=\"citation\">Cohen, Lawrence (1991), \"The Wives of Gaṇeśa\", in Brown, Robert, <i>Ganesh: Studies of an Asian God</i>, Albany: State University of New York, ISBN 0-7914-0657-1</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVinayaki&amp;rft.atitle=The+Wives+of+Ga%E1%B9%87e%C5%9Ba&amp;rft.aufirst=Lawrence&amp;rft.aulast=Cohen&amp;rft.btitle=Ganesh%3A+Studies+of+an+Asian+God&amp;rft.date=1991&amp;rft.genre=bookitem&amp;rft.isbn=0-7914-0657-1&amp;rft.place=Albany&amp;rft.pub=State+University+of+New+York&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DoF-Hqih3pBAC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFKrishan1999\" class=\"citation\">Krishan, Yuvraj (1999), <i>Gaņeśa: Unravelling An Enigma</i>, Delhi: Motilal Banarsidass Publishers, ISBN 81-208-1413-4</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVinayaki&amp;rft.aufirst=Yuvraj&amp;rft.aulast=Krishan&amp;rft.btitle=Ga%C5%86e%C5%9Ba%3A+Unravelling+An+Enigma&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=81-208-1413-4&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass+Publishers&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DBKoyRJxj9jUC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation journal\">Mundkur, Balaji (1975). \"The Enigma of Vaināyakī\". <i>Artibus Asiae</i>. Artibus Asiae Publishers. <b>37</b> (4): 291–302. JSTOR 3250234. doi:10.2307/3250234.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVinayaki&amp;rft.atitle=The+Enigma+of+Vain%C4%81yak%C4%AB&amp;rft.au=Mundkur%2C+Balaji&amp;rft.date=1975&amp;rft.genre=article&amp;rft.issue=4&amp;rft.jtitle=Artibus+Asiae&amp;rft.pages=291-302&amp;rft.volume=37&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F3250234&amp;rft_id=info%3Adoi%2F10.2307%2F3250234&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ganesh and Vinâyakî</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ganesha Basohli miniature circa 1730 Dubost p73.jpg"}, {"ns": 6, "title": "File:Ganeshani - Black Stone - Circa 10th Century CE - Bihar - ACCN 3919 - Indian Museum - Kolkata 2015-09-26 3894.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Vinayaki at Cheriyanad Temple.jpg"}]}