{"pageid": 37095497, "ns": 0, "title": "Jowangsin", "extract": "<p><b>Jowangshin</b> (in Hangul, <i>조왕신</i>, in hanja, 竈王神) is the goddess of fire and the hearth in Korean shamanism. As the goddess of the hearth, the rituals dedicated to her were generally kept alive by housewives. She is no longer the subject of worship, but still remains one of the most famous Korean deities.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>It is regarded that Jowangshin was worshipped by the Korean people for millennia, since the Proto Three Kingdoms era. For example, in the <i>Sanguo Zhi</i>, a history book of China, there are records of a kitchen god.</p>\n<p>\"There are many different rituals that they (the people of the Samhan Confederacy, in modern South Korea) hold, but all worship a kitchen god in their western wings.\"</p>\n<h2><span id=\"Ritual\">Ritual</span></h2>\n<p>Jowangshin was regarded to embody a bowl of water held on a clay altar above the hearth.The housewife awoke early every morning and poured fresh water from a nearby well into the bowl, then knelt before it, wishing for luck. The ritual of Jowangshin was especially well developed in southern Korea. Also, every festival Jowangshin was honored with Tteok (rice cake) and fruits.</p>\n<h2><span id=\"Five_Taboos\">Five Taboos</span></h2>\n<p>Because Jowangshin was believed to write down the happenings within the house and broadcast them to heaven, housewives had to follow five rules:</p>\n<p>1. Do not curse while in the hearth.</p>\n<p>2. Do not sit on the hearth.</p>\n<p>3. Do not place your feet on the hearth.</p>\n<p>4. Maintain the cleanliness of the kitchen.</p>\n<p>5. You may worship other deities in the kitchen.</p>\n<h2><span id=\"In_Mythology\">In Mythology</span></h2>\n<p>The origin of Jowangshin appears in the <i>Munjeon Bonpuli</i>, a myth of Jeju Island.</p>\n<p>Meanwhile, Jowangshin can be vengeful against those who do not honor the five taboos. In the <i>Seongjugut</i>, the envoy of heaven, Okhwang Chasa, cannot enter the house of Hwanguyangssi because of the glorious and intimidating armor of Hwanguyangssi. However, the Jowangshin reveals how to get past this obstacle. The solution is to capture Hwanguyangssi at sunrise, when he undresses and climbs a nearby mountain to visit his parents. The reason for Jowangshin betraying her master is because Hwanguyangssi throws his muddy shoes in the kitchen, and his wife Makmak Buin puts knives above the hearth.</p>\n<p>The same aspect is shown in the <i>Jangja Puli</i>. There, the three death gods, Gangrim Doryeong, Hae Wonmaek, and Yi Deokchun, are aided by Jowangshin as they attempt to send the evil Samajangja to the underworld. In here, she appears as a crone wearing a crown made of seven treasures. The goddess tells the death gods that Samajangja is sleeping in the visitors' quarters, or Haenglangchae, to avoid death. The reason for this betrayal is because Samajangja places his feet on the hearth every morning and evening and throws knives around the kitchen.</p>\n<p>However, Jowangshin can be a benevolent deity. In the <i>Chasa Bonpuli</i>, the hero(who later becomes a death god)'s wife serves rice cake, or tteok, to Jowang in preparations for Gangrim Doryeong's quest.</p>\n<p>When Gangrim Doryeong goes west to the underworld, he finds a crone who has a bent back. No matter how much Gangrim Doryeong ran, he could never catch up. When Gangrim Doryeong nearly fainted of fatigue, the crone sat under a tree.</p>\n<p>When Gangrim Doryeong took out his Tteok, the crone took out her tteok, which looked and tasted the same as Gangrim Doryeong's tteok. The crone then revealed that she was Jowangshin, and that she had guided Gangrim Doryeong so far. She also said that there were 78 trails leading from 'that' trail, and that one would lead to the underworld. Jowangshin additionally mentioned that her help was because of Gangrim Doryeong's wife, even though Jowangshin was personally angry at Gangrim Doryeong(who practically lived with prostitutes and lived on makgeolli, or rice wine).</p>\n<h2><span id=\"Other_Names\">Other Names</span></h2>\n<p>Joshin (Kitchen goddess, 조신, 竈王神)</p>\n<p>Jowanggaxi (Woman who is the king of the kitchen, 조왕각시, 竈王각시)</p>\n<p>Jowangdaeshin (Great goddess and king of the kitchen, 조왕대신, 竈王大神)</p>\n<p>Buttumakshin (Goddess of the hearth, 부뚜막신, 부뚜막神)</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kitchen god</li>\n<li>Zàojūn, Chinese kitchen god</li>\n<li>Hestia, Greek goddess of the hearth</li>\n<li>Vesta (mythology), Roman goddess of the hearth</li>\n<li>Gashin cult, the worship of house deities (Gashin), including Jowangshin, in Korean shamanism</li>\n<li>Teojushin, another Gashin</li>\n</ul><h2><span id=\"References\">References</span></h2>"}