{"pageid": 37124632, "ns": 0, "title": "Teojusin", "extract": "<p><b>Teojushin</b> (Hangul:터주신, Hanja:터主神) is the patron of the ground on which the house is built in the Gashin cult of Korea. She is also known as <b>Jishin</b>, or 'earth goddess'.</p>\n<p>In Honam, there is no entity that resembles Teojushin. However, there is a deity called Cheollyungshin, the patron of Jangdok, or sauce containers. Compared with the worship of other Gashin, such as Jowangshin or Seongjushin, Teojushin is less known; still, she remains an important deity in Korean mythology.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Teojushin was believed to embody a pot holding rice, peas, or red beans. The pot was then buried or just placed on the corners of the backyard or the jangdokdae, an open area holding jangdok. The pot was covered with a cone-shaped umbrella woven of rice stalks. The grains within the pot was replaced every year, and the family made tteok, or rice cakes, out of them. The rice cakes were never shared; this is because the tteoks represented luck, and because of the belief that Teojushin was a greedy goddess.</p>\n<p>In Honam, the people believed in a male deity called Cheollyungshin, the goddess of the jangdok. Some also believe him to be the god of taste. His worship was generally similar to the worship of Teojushin, except that paper was also stored in the pot.</p>\n<p>In old Korean society, it was taboo to dig the earth within a house because the rage of Teojushin would come over the diggers.</p>\n<p>It was generally considered that Teojushin was greedy, as shown in this gut.</p>\n<blockquote>\n<p>Yoksim-maneun nae daegam (My greedy Teojushin)<br></p>\n<p>Tamsim-manen nae daegam (My greedy Teojushin)<br>\n...<br>\nYoksimi manko tamsimi manaseo daeyangpune galbijjimeul (Because of greed, she has rib jjim in a large bowl)<br></p>\nSoyangpune yeonggyejjimeul badeushideon nae daegaminde igeoti da museun soyeonginga (and) What is this all when Teojushin has young chicken jjim in a small bowl)</blockquote>\n<p></p>\n<p>In the gut dedicated to Teojushin, the mudang (shaman) would represent this aspect of Teojushin by holding tteok above the head and dancing while holding a cow's foot around the house and drinking alcohol. The shaman also used a scimitar and trident in the gut.</p>\n<p>There is also the Jishin Balbgi ritual, where the earth of the village was stepped on as they circled around the village, visiting individual houses. It was believed that Teojushin would drive away evil ghosts, or Gwishin, and bring luck to the village.</p>\n<p>As a wealth deity, those who aspire to be affluent must worship her devoutly. She is also the goddess who is said to command the deities of the cardinal directions, the Obang Shinjang.</p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>The Teojushin's origin appears in the <i>Seongjugut</i>, a myth and gut of Seoul.</p>\n<p>A long time ago, Cheonsarangssi of the Sky Palace and Jital Buin of the Underground Palace married. In ten months, Jital Buin delivered a boy who cried like a dragon. His name was Hwanguyangssi, who could build any building on earth.</p>\n<p>When Hwanguyangssi matured, he married the mortal Makmak Buin. Hwanguyangssi constructed a circular building in the Fields of Hwangsan.</p>\n<p>One day, Hwanguyangssi had a disturbing dream. In response, he decided to wear his glorious armour all throughout the day except at sunrise, when he visited his parents.</p>\n<p>Meanwhile, the Sky Palace had been destroyed by a storm. The adviser of the supreme deity, Gwangcheosa, advised Hwanguyangssi as the man suitable for repairing the palace. But when the envoy of Heaven, the Okhwang Chasa, came to Hwanguyangssi's house, he was dressed in full armour. While he wandered around, unsure of what to do, an old man approached him. The old man was the hearth deity, Jowangshin.</p>\n<p>Jowangshin advised the Okhwang Chasa to capture Hwanguyangssi at sunrise, the only time he did not wear his armour. Jowangshin had betrayed his master because he threw muddy shoes at the kitchen, and his wife, Makmak Buin, placed sharpened knives above the hearth.</p>\n<p>Following Jowangshin's advice, the Okhwang Chasa captured Hwanguyangssi and told him to prepare within four days. When Makmak Buin heard this, she made hammers, saws, and an extraordinarily large number of other tools within one day, in addition to new clothes. As dawn came, she prepared the horse by brushing, reining, and saddling it. Makmak Buin finally advised Hwanguyangssi to not talk to anyone on the trail, and to use old wood rather than new wood.</p>\n<p>On the trail, Hwanguyangssi was insulted by a man named Sojinhang, a wizard, for not replying to his questions about Hwanguyangssi's identity. Sojinhang said that he picked the land for the Sky Palace, and if anyone other than him touched it, the building would fall. He thus asked for an exchange of clothes and soul. Hwanguyangssi said that he would exchange the clothes, but not the soul.</p>\n<p>After transforming his appearance to fit Hwanguyangssi, Sojinhang went to Hwanguyangssi's house. Meanwhile, a crow cried in the house. Interpreting this as an evil omen, Makmak Buin locked the gates.</p>\n<p>Sojinhang said that he was Hwanguyangssi, and showed his clothes to verify it. However, Makmak Buin detected that the smell of sweat on the cloth was different, and refused to open the gates. Sojinhang then used magic to open the gates.</p>\n<p>Sojinhang said that Hwanguyangssi was dead, and tried to force Makmak Buin to marry him. However, Makmak Buin said that she had to perform the mourning ceremony of her father, and secretly wrote a letter with her blood on a piece of her silken undergarment telling Hwanguyangssi to meet in the well of the Fields of Sojin, Sojinhang's homeland.</p>\n<p>After razing Hwanguyangssi's house to the ground, he kidnapped Makmak Buin and tried to make her marry him. However, Makmak Buin said that after the jesa, seven ghosts had attached to herself, and if they married in this condition, they would be ripped into seven parts. According to Makmak Buin, the solution would be for herself to eat food consumed by prisoners in a burrow inside a field full of canine feces for three years.</p>\n<p>Meanwhile, Hwanguyangssi dreamed himself wearing just the rims of a hat, his spoon being broken in half, and his spoon buried under the earth as he slept in the Sky Palace. A fortune-teller said that the meaning of the dream was that his house was razed to the foundation, his wife serving another man.</p>\n<p>Hwanguyangssi was extremely agitated by this dream, and he reconstructed all of the Sky Palace in just four days, using the old rather than new wood, as Makmak Buin had said. He quickly returned to his house. All but the foundation of the house had been destroyed, and only tadpoles lived in the well. As he wept, his tears became a river, and his sighs became the winds.</p>\n<p>Suddenly, a flock of crows cast their shadows on a certain foundation stone. Hwanguyangssi was suddenly curious about what was there. There, he found Makmak Buin's note. He ran to the Fields of Sojin, but found it heavily defended by the Obang Shinjang, the deities of the cardinal directions. Hwanguyangssi hid in the willows next to the well.</p>\n<p>Meanwhile, Makmak Buin had a curious dream. She saw a cherry blossom fall down, a scarecrow on the gate, and a shattered mirror. Makmak Buin interpreted the dream. The fallen flower was an omen of fruits forming, the scarecrow was an omen of a respectable figure appearing, and the mirror was an omen of an old face appearing. Makmak Buin thus said that she would finally marry Sojinhang with one last bath in the well.</p>\n<p>Next to the well, she met Hwanguyangssi. After a rejoice, Makmak Buin hid Hwanguyangssi inside her skirt and said to Sojinhang that they should rejoice at their marriage with alcohol. But Makmak Buin knew that there was a hypnotic in the alcoholic beverage. Sojinhang fell asleep, and Hwanguyangssi emerged and turned Sojinhang into a jangseung, or totem pole, to defend the villages. Sojinhang's children turned into Seonangdang, or stone towers where travelers prayed for safety.</p>\n<p>Meanwhile, Hwanguyangssi and Makmak Buin turned into Seongjushin, the god of the house, and Teojushin, goddess of the earth. The <i>Seongjugut</i> concludes with this:</p>\n<blockquote>\n<p>Seongjunimi bulanhamyeon Jishinnimi anjonhago (When Seongju is nervous, Jishin (Teojushin) is steady)<br></p>\n<p>Jishinimi bulanhamyeon Seongjunimi anwianjeonghashigo (When Jishin (Teojushin) is nervous, Seongju is steady and firm)<br>\nDu gawangi habi doeya (Only when the king and queen of the Gashin are one)<br>\nHan Namukkeuti Neul Nagilnagilhago (One tree's end is fortunate)<br></p>\nChilbidongsane manmansu nojeokeul naerieojubsoseo (Grant us 10,000 luck to the seven peaks)</blockquote>\n<h2><span id=\"References\">References</span></h2>"}