{"pageid": 37157997, "ns": 0, "title": "Cheuksin", "extract": "<p><b>Cheukshin</b> (Hangul: 측신, Hanja: 廁神) is the toilet goddess of Korean mythology. Unlike better-known household deities such as Jowangshin, god of the hearth, her worship forms a minor part of the Gashin cult.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Cheukshin was believed to appear as a young virgin with 150-centimeter-long hair. The goddess, infuriated at her exile to the outhouse by the supreme deity Cheonjiwang and kitchen goddess Jowangshin, was said to spend time by counting all her hair.</p>\n<p>The goddess was believed to appear in the three days containing the number six; Koreans avoided the outhouse in these three days in order not to accidentally provoke her rage. Thus, Koreans held <i>jesas</i>, or rituals, to her in the sixth, sixteenth, and twenty-sixth days in the lunar calendar, or when a shoe or a child fell in the pit toilet. <i>Jesas</i> were also done for her when a pig contracted disease and died, when a prophecy warned of the anger of the goddess, or when the outhouse was built.</p>\n<p>In the <i>jesas</i> dedicated to Cheukshin, Koreans put all ingredients possible inside a <i>Tteok</i>, which was called the Ttongtteok, meaning 'dung rice cake'. The <i>Ttongtteok</i> was then served to the goddess. Nonglutinous rice was also served.</p>\n<p>She was regarded to be the most dangerous of the Gashin; she was believed to despise children (possibly because of her downfall by the child Nokdisaengin; see below) and topple them into the pit toilet. When children fell in the pit, it was believed that they would die before reaching maturity unless a <i>jesa</i> was done to appease the goddess.</p>\n<p>If anyone entered the outhouse without coughing three times, Cheukshin was believed to use her long hair to attack the intruder. When the hair of Cheukshin touched the skin of the intruder, the intruder grew sick and died. Even a <i>mudang</i>, or shaman, could not appease the goddess if she attacked a person with her hair.</p>\n<p>She was believed to embody a strip of cloth or white paper on the outhouse ceiling.</p>\n<p>She was also believed to be the deity of legal punishment, following the orders of the house deity Seongjushin.</p>\n<p>No <i>gut</i>, or shamanistic rituals, were held to dedicate Cheukshin, unlike the many <i>Guts</i> and <i>Bonpulis</i> (biographies of deities) dedicated to other Gashin. This was because it was believed that Cheukshin was an evil and malevolent deity, unlike the other Gashin.</p>\n<p>Because of the conflict of Jowangshin and Cheukshin (see Munjeon Bonpuli, in Korea it was taboo to bring anything from the outhouse into the kitchen, and vice versa.</p>\n<h2><span id=\"Other_names\">Other names</span></h2>\n<ul><li>Cheukganshin (측간신)</li>\n<li>Byeonso Gwishin (변소 귀신)</li>\n<li>Dwitgan Gwishin (뒷간 귀신)</li>\n<li>Buchul Gaxi (부출 각시)</li>\n<li>Chikdo Buin (칙도 부인)</li>\n<li>Cheukdo Buin (측도 부인)</li>\n<li>Cheukshin Gaxi (측신 각시)</li>\n<li>Chigwi (치귀)</li>\n<li>Jeongnan Gwishin (정난 귀신)</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Toilet god</li>\n<li>Pig toilet</li>\n<li>Jowangshin, goddess of the hearth</li>\n<li>Teojushin, goddess of the earth</li>\n<li>Outhouse</li>\n<li>Gashin cult, the worship of household deities (Gashin)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Bari and the Tigers' Tale</li>\n<li>http://terms.naver.com/entry.nhn?docId=1147999&amp;mobile&amp;categoryId=200000428</li>\n</ul>"}