{"pageid": 37168285, "ns": 0, "title": "Seonangsin", "extract": "<p><b>Seonangshin</b> (Hangul: 서낭신) is the patron deity of the village in Korean mythology. As the goddess of villages, boundaries, and war, the deity is one of the better-known Korean deities.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>The goddess was believed to embody the Seonangdang, a stone tower, large stone, house, or holy tree where people prayed to Seonangshin. Travelers built Seonangdangs on trails, and other travelers added three stones to the Seonangdang. After adding three stones, the travelers prayed for safety on their journey. Other travelers left an object that he (or she) owned, or spat on the Seonangdang, before praying. She was regarded to defend against disease and misfortune and bring luck and plenty to the travelers or village.</p>\n<p>Most Seonangshin are female; however, a few are a pair of female and male deities. In the Golmaegi Seonangdang, a Seonangdang in Gangwon Province, it is believed that two Seonangshin, a god and a goddess, reside as a family within one Seonangdang. The Seonangshins of the Golmaegi Seonangdang are also the gods of plenty.</p>\n<p>In fishing villages, there is a deity called Baeseonang, the Seonangshin of boats. She is believed to defend the boats from sinking.</p>\n<p>Certain records show the Malseonang, a characteristic male form of Seonangshin. The Malseonang is a war deity, with a large sword in one hand and reining a flying horse in the other. He is dressed in full armor from hear to toe, with a bow and quiver on his back and a helmet on his head. He was believed to kill Gwishin, or evil spirits, with his blade.</p>\n<p>The Gut (ritual) dedicated to Seonangshin was done every three years; however, smaller rites were given to her annually. The Seonanggut was the second Gut in the Jeseok Bonpuli ritual (First: Bujeonggut, <i>cleansing Gut</i>, Second: Seonanggut, <i>Gut of Seonang</i>, Third: Josanggut, <i>Ancestor Gut</i>, Fourth: Seongjugut, <i>Gut of Seongju</i>, Fifth: Jishingut, <i>Gut of Jishin</i>, Sixth: Shijungut, <i>Gut of Dangeum Agi</i>, Seventh: Sanshingut, <i>Gut of the Sanshin</i>, Eighth: Yongwanggut, <i>Gut of the Dragon King</i>, Ninth: Chukwongut, <i>Praying Gut</i>, Tenth: Georipuli, <i>Gut of the Gwishin</i>)</p>\n<h2><span id=\"In_Mythology\">In Mythology</span></h2>\n<p>According to the <i>Seongjugut</i>, the Seonangshin are the children of the evil Sojinhang. The patron of the house, the deity Seongjushin, made the children of Sojinhang turn into Seonangshin, who had to feed on salivia. This origin of Seonangshin shows that in Korean mythology, Seonangshin were considered to be one of the weaker deities, especially as the <i>Seongjugut</i> mentions that Seonangshin are 'lowly soldiers'.</p>\n<h2><span id=\"References\">References</span></h2>"}