{"pageid": 3720270, "ns": 0, "title": "Santoshi Mata", "extract": "<p><b>Santoshi Mata</b> (Hindi: <span lang=\"hi\" xml:lang=\"hi\">संतोषी माता</span>) or <b>Santoshi Maa</b> (<span lang=\"hi\" xml:lang=\"hi\">संतोषी माँ</span>) is a goddess in the Hindu pantheon of whose veneration throughout Hindudom had only relatively recently commenced. She is venerated as \"the Mother of Happiness\", the meaning of her name. Santoshi Mata is particularly worshipped by women of India and Nepal. A <i>vrata</i> (ritual fast) called the <i>Santoshi Maa vrata</i> performed by women on 16 consecutive Fridays wins the goddess' favour.</p>\n<p>Santoshi Mata started to be worshipped as a goddess in the early 1960s. Her prayer initially spread through word of mouth, <i>vrata</i>-pamphlet literature, and poster art. Her <i>vrata</i> was gaining popularity with North Indian women. However, it was the 1975 Bollywood film <i>Jai Santoshi Maa</i> (\"All Hail Mother Santoshi\")—narrating the story of the goddess and her ardent devotee Satyavati Vyas—which propelled this then little-known \"new\" goddess to the heights of devotional fervour. With the rising popularity of the film, Santoshi Mata \"entered\" the pan-Indian Hindu pantheon and her images and shrines were incorporated in Hindu temples. The film portrayed the goddess to be the daughter of the popular Hindu god Lord Ganesha and related her to the Raksha Bandhan festival.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Historical_development\">Historical development</span></h2>\n\n<p>The 1975 film <i>Jai Santoshi Maa</i> glorified Santoshi Mata.  The screenings of the film were accompanied by religious rituals by the audience. Some of the audience entered the theatre barefoot, as in a Hindu temple, and small shrines and temples dedicated to the goddess, started springing up all over North India. The film attained cult status and years after its release, special matinee Friday screenings were organized for women, who observed the goddess' Friday <i>vrata</i> (ritual fast) and engaged in her worship. The success of this low-budget film and media reports of the \"sudden emergence of a modern <i>celluloid goddess</i>\" resulted in scholarly interest in Santoshi Mata.</p>\n<p>Art historian Michael Brand suggested worship of Santoshi Mata increased with the establishment of five widely spread temples in North India. Her iconography also was crystallized in this period and slowly spread through poster art. Her cult spread among women through word of mouth, pamphlet literature, and poster art. According to Brand and Professor John Stratton Hawley of the Barnard College (Department of Religion), it was Neeru Sharma, the wife of Vijay Sharma who directed <i>Jai Santoshi Maa</i>, who urged her husband to \"spread the goddess's message\".</p>\n<p>Hawley notes: \"As her film brought her to life, <i>Santoshi Maa</i> quickly became one of the most important and widely worshiped goddesses in India, taking her place in poster-art form in the altar rooms of millions of Hindu homes. [...] Yet it is hard to conceive that Santoshi Ma could have granted such instant satisfaction to so many people had she not been part of a larger and already well-integrated culture of the Goddess. Her new devotees could immediately recognize many of her characteristic moods and attributes, and feel them deeply, because she shared them with other goddesses long since familiar to them.\" Hawley stresses that Santoshi Mata's iconography \"took elements\" from the familiar form of the Hindu goddesses. Santoshi Mata's characteristic posture standing or sitting on a lotus mirrored that of the goddess Shri Lakshmi, her great-aunt. The weapons she held—the sword and the trident—are traditional attributes of the goddess Durga, her grandmother. According to sociologist Veena Das, the story of Santoshi Mata and Satyavati from <i>Jai Santoshi Maa</i> \"borrows\" from older Hindu chronicle like those of <i>sati</i> Anusuya, who humbled the pride of the \"jealous\" goddess triad and of an ardent devotee—of the goddess Manasa (her aunt figure)—who has to face opposition from her family and other goddesses to worship her patron Manasa.</p>\n<p>Brand, Das, Professor Kathleen Erndl of the Florida State University (Department of Religion) and Stanley Kurtz who authored the book \"All the Mothers are One\" considered that there was nothing \"new\" about Santoshi Mata, rather she was \"just another model of the prototype Hindu Divine Mother\" which came under heavy criticism for inaccuracies. Erndl incorrectly identified Santoshi Mata with the lion-riding goddess, Sheranvali.</p>\n<p>Hawley notes that a temple dedicated to Santoshi Mata existed in Jodhpur before the release of the <i>Jai Santoshi Maa</i>, before 1967, the same temple was dedicated to a goddess called Santoshi Mata and referred to locally as Lal Sagar ki Mata — The Mother of the Lal Sagar Lake, on whose banks the temple is situated. With rising popularity of the film, Santoshi Mata images and shrine were incorporated in Hindu temples and in some cases, Santoshi Mata was installed as the presiding deity like in Jodhpur, deposing other goddesses from that status.</p>\n<p>According to Professor Philip Lutgendorf of the University of Iowa (Modern Indian Studies), the <i>Santoshi Maa vrata</i> was gaining popularity among women in North India in the 1960s, a decade before the release of <i>Jai Santoshi Maa</i>. He further notes that the fact that Santoshi Mata expected the inexpensive raw sugar and roasted chickpeas—associated with the \"non-elite\"—as offerings in her vrata and her benevolent nature made her popular with the masses. However, Das considers the film was instrumental in spreading the Santoshi Mata worship to the illiterate, who until then could not have known the written <i>vrata katha</i> (legend related to the vrata).</p>\n<p>As the script of <i>Jai Santoshi Maa</i> has scriptural basis, scholars Anita Raina Thapan and Lawrence Cohen cite Santoshi Mata's cult as evidence of Lord Ganesha's continuing evolution as a popular deity.</p>\n<h2><span id=\"Vrata\"><i>Vrata</i></span></h2>\n<p>The <i>Santoshi Mata vrata</i> or devotional fast is to be observed on 16 successive Fridays or until one's wish is fulfilled. The devotee should perform a <i>puja</i> (worship) of Santoshi Mata and offer her flowers, incense and a bowl of raw sugar and roasted chickpeas (<i>gur-chana</i>). The devotee wakes up at early morning, remembering the Goddess. Only one meal is taken during the fast day, and devotees avoid eating bitter or sour food and serving these to others, as sour or bitter food is somewhat addictive and hinders satisfaction. When the wish is granted, a devotee must then organise a <i>udyapan</i> (\"bringing to conclusion\") ceremony, where eight boys are to be served as a festive meal.</p>\n<p>In this type of worship, the devotee has to follow other strictures such as avoiding quarrels and hurting anyone. By means of this vrata one can live with harmony because the bad habits in human life like to ignore faith and to say false, to behave arogantly can be removed. This vrata teaches the devotee to spread love, sympathy and happiness.</p>\n<p><b><u>Temples</u></b></p>\n<p>There are many temples all over India and abroad where Principal deity is Mata Santoshi.</p>\n<p>North India : Harinagar,Delhi(NCR)</p>\n<p>South India: Jai Nagar,Trichy(Tamil Nadu)</p>\n<p>East India: Chakradharpur(Jharkhand)</p>\n<p>West India: Lall Sagar,Jodhpur(Rajasthan)</p>\n<p></p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<h3><span id=\"Vrata-Katha\">Vrata-Katha</span></h3>\n<p>Unlike other Indian mythological films which were based on the Hindu epics or the Puranic scriptures, <i>Jai Santoshi Maa</i> was based on a popular pamphlet about the age-old <i>Vrata Katha</i> (legend of the ritual fast) of Santoshi Mata's Friday Vrata. The <i>Vrata Katha</i> is as follows: An old Bias Brahmin woman in Mirpur, Sirohi, Rajasthan named Yashoda Vyas had seven sons, the youngest, Brijmohan Vyas, of whom was irresponsible so she served him the leftovers of his brother's meals as his daily meal. The wife of the youngest son, Satyavati Vyas, got to know this and told her husband, who left the house to seek his fortune. He acquired work with a merchant, Seth Ramchand Gupta, and became wealthy, but forgot about his wife. His wife was tormented by her in-laws (Champa, Durga, and Maya Vyas) in absence of her husband. Once, she came to know about the 16-week Santoshi Ma vrata and performed it. As a result, Santoshi Mata appeared in her husband's dream and informed him of his wife's plight. He returned home wealthy and set up a separate household with his wife. In the <i>udyapan</i> ceremony of the vrata, the in-laws plotted against the wife and served sour food to the eight boys (Omprakash, Durgadutt, Jaswant, Kailashnath, Raghupat, Dharampal, Jaimohan, and Hardutt Vyas) offending Santoshi Mata. As a consequence, her husband was arrested by soldiers. The wife re-performed the Vrata and the <i>udyapan</i>. Her husband was released from prison and she soon bore a son, Shivkumar Vyas. Once, the goddess visited the family, in a terrifying form; while the in-laws fled, the wife recognized the goddess and worshipped her. Then the in-laws asked forgiveness of the goddess and the whole family was blessed by the goddess. A. K. Ramanujan calls this tale as \"the most <i>interior</i> kind of folktales: those generally told by women within domestic space.\" The <i>Vrata Katha</i> does associate the goddess with Lord Ganesha—the god of obstacle removal and beginnings, who is described as her father in the film, devotee literature, and scripture.</p>\n<h3><span id=\"Jai_Santoshi_Maa\"><i>Jai Santoshi Maa</i></span></h3>\n\n<p>The film <i>Jai Santoshi Maa</i> links the birth of Santoshi Mata to the festival of Raksha Bandhan, just like in scripture, where a sister ties a <i>rakhi</i> string bracelet on her brother's wrist and the brother gifts his sister sweets, gifts and a promise of protection. When Lord Ganesha's \"rakhi-sister\" Goddess Manasa celebrates the festival with him, his sons ask Lord Vinayaka to grant them a sister. Although Lord Ganapati initially refuses, upon the repeated pleas of his three wives Buddhi, Riddhi, and Siddhi, sons, sister and the divine sage Narada, Lord Skandapurvaja creates Santoshi Mata through three light flames from his wives. Narada decreed that this mind-born daughter of Lord Shashivarnam will always fulfil everyone’s desires and thus, would be called Santoshi Maa, the Mother of Satisfaction.</p>\n<p>The film then shifts from the heavenly abode of Lord Shurpakarna to the earth, where the story of the goddess's devotee Satyavati is told. Satyavati, prays to the goddess, to get her married to Birju and after her wish is granted, she undertakes a pilgrimage of the temples of Santoshi Mata with her husband. The mischievous Narada incites the \"jealousy\" of the goddesses Brahmani, Lakshmi and Parvati (Ganesha's mother, thus Santoshi Mata's grandmother)—wives of the Hindu Trinity of gods Brahma, Vishnu and Shiva respectively—towards the \"new\" goddess Santoshi Mata. The goddess triad unleash their wrath on Satyavati. Like the <i>vrata katha</i>, Birju leaves to make a fortune. The goddess triad spread the rumour that Birju is dead and the lone \"widow\" Satyavati is tormented by her sisters-in-law. Birju forgets about Satyavati, but on the fulfilment of the Friday vrata by Satyavati, Santoshi Mata appears in Birju's dream and reminds him of his wife. Birju returns home a rich man and establishes a separate household with Satyavati. At the <i>udayan</i> ceremony, Satyavati's sisters-in-law mix sour food in the ritual meal, to be served to eight boys. Santoshi Mata punishes the sisters-in-law by crippling them and their sons who have the ritual meal, fall dead. Satyavati is blamed for this misfortune. But, finally when Satyavati prays to the goddess, the goddess appears before Satyavati and restores the boys and their mothers. Satyvati's kin then ask for the goddess' forgiveness. Ultimately, the goddess triad end their affectation of jealousy and say that they were just testing Satyavati's devotion. Narada finally asks the goddess triad, their husbands and Lord Umaputra to bless Santoshi Mata.</p>\n<h2><span id=\"References\">References</span></h2>\n<dl><dt>Notes</dt>\n</dl>\n<dl><dt>Books</dt>\n</dl><ul><li><cite class=\"citation book\">Hawley, John Stratton (1998). \"The Goddess in India: One Goddess and Many, New and Old\". In John Stratton Hawley, Donna Marie Wulff. <i>Devī: goddesses of India</i>. Motilal Banarsidass Publ. ISBN 81-208-1492-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASantoshi+Mata&amp;rft.atitle=The+Goddess+in+India%3A+One+Goddess+and+Many%2C+New+and+Old&amp;rft.aufirst=John+Stratton&amp;rft.aulast=Hawley&amp;rft.btitle=Dev%C4%AB%3A+goddesses+of+India&amp;rft.date=1998&amp;rft.genre=bookitem&amp;rft.isbn=81-208-1492-4&amp;rft.pub=Motilal+Banarsidass+Publ.&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Vrat Vidhi, Vrat Katha, Aartis, Bhajans, Chalisa, 108 Names, Movies, Photos &amp; Temples of Santoshi Maa</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ganapati1.jpg"}, {"ns": 6, "title": "File:Jai Santoshi Maa.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Santoshi Mata.jpg"}]}