{"pageid": 373046, "ns": 0, "title": "Kamadhenu", "extract": "<p><b>Kamadhenu</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">कामधेनु</span>, <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kaːməˈd̪ʱeːnʊ]</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Kāmadhenu</span>), also known as <b>Surabhi</b> (<span lang=\"sa\" xml:lang=\"sa\">सुरभि</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Surabhī</span>), is a divine bovine-goddess described in Hinduism as the mother of all cows. She is a miraculous \"cow of plenty\" who provides her owner whatever he desires and is often portrayed as the mother of other cattle as well as the eleven <i>Rudras</i>. In iconography, she is generally depicted as a white cow with a female head and breasts or as a white cow containing various deities within her body. All cows are venerated in Hinduism as the earthly embodiment of the Kamadhenu. As such, Kamadhenu is not worshipped independently as a goddess, and temples are not dedicated to her honor alone; rather, she is honored by the veneration of cows in general throughout the observant Hindu population.</p>\n<p>Hindu scriptures provide diverse accounts of the birth of Kamadhenu. While some narrate that she emerged from the churning of the cosmic ocean, others describe her as the daughter of the creator god Daksha, and as the wife of the sage Kashyapa. Still other scriptures narrate that Kamadhenu was in the possession of either Jamadagni or Vashista (both ancient sages), and that kings who tried to steal her from the sage ultimately faced dire consequences for their actions. Kamadhenu plays the important role of providing milk and milk products to be used in her sage-master's oblations; she is also capable of producing fierce warriors to protect him. In addition to dwelling in the sage's hermitage, she is also described as dwelling in Goloka - the realm of the cows - and Patala, the netherworld.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Kamadhenu is often addressed by the proper name <i>Surabhi</i> or <i>Shurbhi</i>, which is also used as a synonym for an ordinary cow. Professor Jacobi considers the name Surabhi—\"the fragrant one\"—to have originated from the peculiar smell of cows. According to the Monier Williams Sanskrit–English Dictionary (1899), Surabhi means fragrant, charming, pleasing, as well as cow and earth. It can specifically refer to the divine cow Kamadhenu, the mother of cattle who is also sometimes described as a <i>Matrika</i> (\"mother\") goddess. Other proper names attributed to Kamadhenu are <i>Sabala</i> (\"the spotted one\") and <i>Kapila</i> (\"the red one\").</p>\n<p>The epithets \"Kamadhenu\", \"Kamaduh\" (कामदुह्) and \"Kamaduha\" (कामदुहा) literally mean the cow \"from whom all that is desired is drawn\"—\"the cow of plenty\". In the <i>Mahabharata</i> and <i>Devi Bhagavata Purana</i>, in the context of the birth of Bhishma, the cow Nandini is given the epithet Kamadhenu. In other instances, Nandini is described as the cow-daughter of Surabhi-Kamadhenu. The scholar Vettam Mani considers Nandini and Surabhi to be synonyms of Kamadhenu.</p>\n<h2><span id=\"Iconography_and_symbolism\">Iconography and symbolism</span></h2>\n\n<p>According to Indologist Madeleine Biardeau, Kamadhenu or Kamaduh is the generic name of the sacred cow, who is regarded as the source of all prosperity in Hinduism. Kamadhenu is regarded as a form of Devi (the Hindu Divine Mother) and is closely related to the fertile Mother Earth (Prithvi), who is often described as a cow in Sanskrit. The sacred cow denotes \"purity and non-erotic fertility, ... sacrificing and motherly nature, [and] sustenance of human life\".</p>\n<p>Frederick M. Smith describes Kamadhenu as a \"popular and enduring image in Indian art\". All the gods are believed to reside in the body of Kamadhenu—the generic cow. Her four legs are the scriptural Vedas; her horns are the triune gods Brahma (tip), Vishnu (middle) and Shiva (base); her eyes are the sun and moon gods, her shoulders the fire-god Agni and the wind-god Vayu and her legs the Himalayas. Kamadhenu is often depicted in this form in poster art.</p>\n<p>Another representation of Kamadhenu shows her with the body of a white Zebu cow, crowned woman's head, colourful eagle wings and a peacock's tail. According to the Philadelphia Museum of Art, this form is influenced by the iconography of the Islamic Buraq, who is portrayed with a horse's body, wings, and a woman's face. Contemporary poster art also portrays Kamadhenu in this form.</p>\n<p>A cow, identified with Kamadhenu, is often depicted accompanying the god Dattatreya. In relation to the deity's iconography, she denotes the Brahminical aspect and Vaishnava connection of the deity contrasting with the accompanying dogs—symbolizing a non-Brahminical aspect. She also symbolizes the <i>Panch Bhuta</i> (the five classical elements) in the icon. Dattatreya is sometimes depicted holding the divine cow in one of his hands.</p>\n<h2><span id=\"Birth_and_children\">Birth and children</span></h2>\n\n<p>The <i>Mahabharata</i> (Adi Parva book) records that Kamadhenu-Surabhi rose from the churning of the cosmic ocean (<i>Samudra manthan</i>) by the gods and demons to acquire <i>Amrita</i> (ambrosia, elixir of life). As such, she is regarded the offspring of the gods and demons, created when they churned the cosmic milk ocean and then given to the Saptarishi, the seven great seers. She was ordered by the creator-god Brahma to give milk, and supply it and <i>ghee</i> (\"clarified butter\") for ritual fire-sacrifices.</p>\n<p>The <i>Anushasana Parva</i> book of the epic narrates that Surabhi was born from the belch of \"the creator\" (<i>Prajapati</i>) Daksha after he drank the <i>Amrita</i> that rose from the Samudra manthan. Further, Surabhi gave birth to many golden cows called <i>Kapila cows</i>, who were called the mothers of the world. The <i>Satapatha Brahmana</i> also tells a similar tale: <i>Prajapati</i> created Surabhi from his breath. The <i>Udyoga Parva</i> Book of the <i>Mahabharata</i> narrates that the creator-god Brahma drank so much <i>Amrita</i> that he vomited some of it, from which emerged Surabhi.</p>\n<p>According to the <i>Ramayana</i>, Surabhi is the daughter of sage Kashyapa and his wife Krodhavasha, the daughter of Daksha. Her daughters Rohini and Gandharvi are the mothers of cattle and horses respectively. Still, it is Surabhi who is described as the mother of all cows in the text. However, in the <i>Puranas</i>, such as <i>Vishnu Purana</i> and <i>Bhagavata Purana</i>, Surabhi is described as the daughter of Daksha and the wife of Kashyapa, as well as the mother of cows and buffaloes.</p>\n<p>The <i>Matsya Purana</i> notes two conflicting descriptions of Surabhi. In one chapter, it describes Surabhi as the consort of Brahma and their union produced the cow Yogishvari, the eleven Rudras, \"lower animals\", goats, swans and \"high class drugs\". She is then described as the mother of cows and quadrupeds. In another instance, she is described as a daughter of Daksha, wife of Kashyapa and the mother of cows. The <i>Harivamsa</i>, an appendix of the <i>Mahabharata</i>, calls Surabhi the mother of Amrita (ambrosia), Brahmins, cows and Rudras.</p>\n\n<p>The <i>Devi Bhagavata Purana</i> narrates that Krishna and his lover Radha were enjoying dalliance, when they thirsted for milk. So, Krishna created a cow called Surabhi and a calf called Manoratha from the left side of his body, and milked the cow. When drinking the milk, the milk pot fell on the ground and broke, spilling the milk, which became the Kshirasagara, the cosmic milk ocean. Numerous cows then emerged from the pores of Surabhi's skin and were presented to the cowherd-companions (Gopas) of Krishna by him. Then Krishna worshipped Surabhi and decreed that she—a cow, the giver of milk and prosperity—be worshipped at Diwali on Bali Pratipada day.</p>\n<p>Various other scriptural references describe Surabhi as the mother of the Rudras including Nirrti (Kashyapa being the father), the cow Nandini and even the serpent-people nāgas. The <i>Mahabharata</i> also makes a passing reference to Surabhi as the mother of Nandini (literally \"daughter\") in the context of the birth of Bhishma, an incarnation of a <i>Vasu</i> deity. Nandini, like her mother, is a \"cow of plenty\" or <i>Kamadhenu</i>, and resides with sage Vashista. Nandini is stolen by the divine Vasus and thus cursed by the sage to be born on the earth. The <i>Raghuvamsa</i> of Kalidasa mentions that king Dilip—an ancestor of god Rama—once passed by Kamadhenu-Surabhi, but failed to pay respects to her, thus incurring the wrath of the divine cow, who cursed the king to go childless. So, since Kamadhenu had gone to Patala, the guru of Dilip, Vasistha advised the king to serve Nandini, Kamadhenu's daughter who was in the hermitage. The king and his wife propitiated Nandini, who neutralized her mother's curse and blessed the king to have a son, who was named Raghu.</p>\n<p>In the <i>Ramayana</i>, Surabhi is described to be distressed by the treatment of her sons—the oxen—in fields. Her tears are considered a bad omen for the gods by Indra, the god-king of heaven. The <i>Vana Parva</i> book of the <i>Mahbharata</i> also narrates a similar instance: Surabhi cries about the plight of her son—a bullock, who is overworked and beaten by his peasant-master. Indra, moved by Surabhi's tears, rains to stop the ploughing of the tormented bullock.</p>\n<h2><span id=\"Wealth_and_protector_of_the_Brahmin\">Wealth and protector of the Brahmin</span></h2>\n<p>In Hindu Religion, Kamadhenu is often associated with the Brahmin (\"priest class\" including sages), whose wealth she symbolizes. Cow's milk and its derivatives such as ghee (clarified butter) are integral parts of Vedic fire sacrifices, which are conducted by Brahmin priests; thus the ancient Kamadhenu is sometimes also referred to the <i>Homadhenu</i>—the cow from whom oblations are drawn. Moreover, the cow also offers the Brahmin—who is prohibited to fight—protection against abusive kings who try to harm them. As a goddess, she becomes a warrior, creating armies to protect her master and herself.</p>\n<h3><span id=\"Jamadagni's_cow\"></span><span id=\"Jamadagni.27s_cow\">Jamadagni's cow</span></h3>\n\n<p>A legend narrates that the sacrificial cow Kamadhenu resided with sage Jamadagni. The earliest version of the legend, which appears in the epic Mahabharata, narrates that the thousand-armed <i>Haihaya</i> king, Kartavirya Arjuna, destroyed Jamadagni's hermitage and captured the calf of Kamadhenu. To retrieve the calf, Jamadagni's son Parashurama slew the king, whose sons in turn killed Jamadagni. Parashurama then destroyed the <i>kshatriya</i> (\"warrior\") race 21 times and his father is resurrected by divine grace. Similar accounts of the abduction of the celestial cow or her calf, the killing of Jamadagni by Kartavirya Arjuna, and the revenge of Parashurama resulting in the death of Kartavirya Arjuna, exist in other texts. The <i>Bhagavata Purana</i> mentions that the king abducted Kamadhenu as well as her calf and Parashurama defeated the king and returned the kine to his father. The <i>Padma Purana</i> mentions that when Kartavirya Arjuna tried to capture her, Kamadhenu, by her own power, defeated him and his army and flew off to heaven; the enraged king then killed Jamadagni.</p>\n<p>In the <i>Brahmanda Purana</i>, Kamadhenu creates a great city by her power to accommodate Kartavirya Arjuna's army, when they visit Jamadagni's hermitage. On returning to his kingdom, Kartavirya Arjuna's minister, Chandragupta, persuades him to capture the divine cow. The minister returns to the hermitage and tries to convince the sage to give away the cow, but to no avail, so he tries to snatch Kamadhenu with force. In the ensuing fight, the sage is killed, but Kamadhenu escapes to the sky and Chandragupta takes her calf with him instead. The Brahmanda Purana narrates this Kamadhenu Sushila was given to Jamadagni by the Kamadhenu-Surabhi, who governs in Goloka.</p>\n<p>The <i>Brahma Vaivarta Purana</i> narrates that the celestial cow – called Kapila here – produces various weapons and an army to aid Jamadagni defeat the king's army, who had come to seize her. When the king himself challenged Jamadagni for battle, Kapila instructed her master in martial arts. Jamadagni led the army created by Kapila and defeated the king and his army several times; each time sparing the life of the king. Finally, with the aid of a divine spear granted to him by the god Dattatreya, the king killed Jamadagni.</p>\n<h3><span id=\"Vashista's_cow\"></span><span id=\"Vashista.27s_cow\">Vashista's cow</span></h3>\n<p>The <i>Ramayana</i> presents a similar account about Kamadhenu, however, here the sage is Vashista and the king is Vishwamitra. Once, king Vishwamitra with his army arrived at the hermitage of sage Vashista. The sage welcomed him and offered a huge banquet – to the army – that was produced by Sabala – as Kamadhenu is called in the text. The astonished king asked the sage to part with Sabala and instead offered thousand of ordinary cows, elephants, horses and jewels in return. However, the sage refused to part with Sabala, who was necessary for the performance of the sacred rituals and charity by the sage. Agitated, Vishwamitra seized Sabala by force, but she returned to her master, fighting the king's men. She hinted Vashista to order her to destroy the king's army and the sage followed her wish. Intensely, she produced Pahlava warriors, who were slain by Vishwamita's army. So she produced warriors of Shaka-Yavana lineage. From her mouth, emerged the Kambhojas, from her udder Barvaras, from her hind Yavanas and Shakas, and from pores on her skin, Haritas, Kiratas and other foreign warriors. Together, the army of Sabala killed Vishwamitra's army and all his sons. This event led to a great rivalry between Vashista and Vishwamitra, who renounced his kingdom and became a great sage to defeat Vashista.</p>\n<h2><span id=\"Abodes\">Abodes</span></h2>\n<p>Kamadhenu-Surabhi's residence varies depending on different scriptures. The <i>Anushasana Parva</i> of the <i>Mahabharata</i> tells how she was given the ownership of Goloka, the cow-heaven located above the three worlds (heaven, earth and netherworld): the daughter of Daksha, Surabhi went to Mount Kailash and worshipped Brahma for 10,000 years. The pleased god conferred goddess-hood on the cow and decreed that all people would worship her and her children – cows. He also gave her a world called Goloka, while her daughters would reside on earth among humans.</p>\n<p>In one instance in the <i>Ramayana</i>, Surabhi is described to live in the city of Varuna – the Lord of oceans – which is situated below the earth in Patala (the netherworld). Her flowing sweet milk is said to form <i>Kshiroda</i> or the Kshirasagara, the cosmic milk ocean. In the <i>Udyoga Parva</i> book of the <i>Mahabharata</i>, this milk is said to be of six flavours and has the essence of all the best things of the earth. The <i>Udyoga Parva</i> specifies that Surabhi inhabits the lowest realm of Patala, known as Rasatala, and has four daughters – the <i>Dikpali</i>s – the guardian cow goddesses of the heavenly quarters: Saurabhi in the east, Harhsika in the south, Subhadra in the west and Dhenu in the north.</p>\n<p>Apart from Goloka and Patala, Kamadhenu is also described as residing in the hermitages of the sages Jamadagni and Vashista. Scholar Mani explains the contradicting stories of Kamadhenu's birth and presence in the processions of many gods and sages by stating that while there could be more than one Kamadhenu, all of them are incarnations of the original Kamadhenu, the mother of cows.</p>\n<h2><span id=\"Other_scriptural_references\">Other scriptural references</span></h2>\n\n<p>The <i>Bhagavad Gita</i>, a discourse by the god Krishna in the <i>Mahabharata</i>, twice refers to Kamadhenu as <i>Kamadhuk</i>. In verse 3.10, Krishna makes a reference to Kamadhuk while conveying that for doing one's duty, one would get the milk of one's desires. In verse 10.28, when Krishna declares to the source of the universe, he proclaims that among cows, he is Kamadhuk.</p>\n<p>In the <i>Anushasana Parva</i> of the <i>Mahabharata</i>, the god Shiva is described as having cast a curse on Surabhi. This curse is interpreted as a reference to the following legend: Once, when the gods Brahma and Vishnu were fighting over who was superior, a fiery pillar—linga (symbol of Shiva)—emerged before them. It was that decided whoever found the end of this pillar was superior. Brahma flew to the skies to try to find the top of the pillar, but failed. So Brahma forced Surabhi (in some versions, Surabhi instead suggested that Brahma should lie) to falsely testify to Vishnu that Brahma had seen the top of the linga; Shiva punished Surabhi by putting a curse on her so that her bovine offspring would have to eat unholy substances. This tale appears in the <i>Skanda Purana</i>.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Some temples and houses have images of Kamadhenu, which are worshipped. However, she has never had a worship cult dedicated to her and does not have any temples where she is worshipped as the chief deity. In Monier-Williams's words: \"It is rather the living animal [the cow] which is the perpetual object of adoration\". Cows are often fed outside temples and worshipped regularly on all Fridays and on special occasions. Every cow to \"a pious Hindu\" is regarded as an Avatar (earthly embodiment) of the divine Kamadhenu.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Cattle in religion</li>\n<li>Nandi (bull)</li>\n<li>Auðumbla</li>\n<li>Lamassu</li>\n<li>Gavaevodata, the primordial cow in Zoroastrianism</li>\n<li>Hathor, Egyptian cow goddess</li>\n<li>Damona, Gallo-Roman cow goddess</li>\n<li>Apis</li>\n<li>Cattle slaughter in India</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Mani, Vettam (1975). <i>Puranic Encyclopaedia: A Comprehensive Dictionary With Special Reference to the Epic and Puranic Literature</i>. Delhi: Motilal Banarsidass. ISBN 0-8426-0822-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKamadhenu&amp;rft.au=Mani%2C+Vettam&amp;rft.btitle=Puranic+Encyclopaedia%3A+A+Comprehensive+Dictionary+With+Special+Reference+to+the+Epic+and+Puranic+Literature&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=0-8426-0822-2&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Hopkins, Edward Washburn (1915). <i>Epic mythology</i>. Strassburg K.J. Trübner. ISBN 0-8426-0560-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKamadhenu&amp;rft.aufirst=Edward+Washburn&amp;rft.aulast=Hopkins&amp;rft.btitle=Epic+mythology&amp;rft.date=1915&amp;rft.genre=book&amp;rft.isbn=0-8426-0560-6&amp;rft.pub=Strassburg+K.J.+Tr%C3%BCbner&amp;rft_id=https%3A%2F%2Farchive.org%2Fstream%2Fepicmythology00hopkuoft%23page%2Fn147%2Fmode%2F2up%2Fsearch%2FKubera&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Batu Caves Kamadhenu.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Flag of India.svg"}, {"ns": 6, "title": "File:HinduSwastika.svg"}, {"ns": 6, "title": "File:Kamadhenu.jpg"}, {"ns": 6, "title": "File:Kamadhenu parijata.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Parashurama killing Kartavirya Arjuna.jpg"}, {"ns": 6, "title": "File:Sacred cow2.jpg"}]}