{"pageid": 3740426, "ns": 0, "title": "Yogini", "extract": "<p><b>Yogini</b> (spelled also jogan) , <small>IPA: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈjoganː]</span>) is the feminine Sanskrit word of the masculine <i>yogi</i>, while the term \"yogin\" is used in neutral, masculine or feminine sense. More than a gender label for all things yogi, <i>yogini</i> represents both a female master practitioner of yoga and a formal term of respect for female Hindu or Buddhist spiritual teachers in India, Nepal and Tibet.</p>\n<p>In the Hindu tradition, <i>yogini</i> has referred to women who are part of the Yoga school of Hindu traditions and to the women who were part of the Gorakshanath founded Nath Yogi tradition. A Yogini, in some contexts, refers to the sacred feminine force made incarnate, as an aspect of Parvati, and revered in yogini temples of India as the Eight Matrikas or the Sixty-four Yoginis.</p>\n<p>Yogini also refers to women who are a part of Hindu and Buddhist tantra traditions. In Tantric Buddhism, Miranda Shaw states that a large number of women like Dombiyogini, Sahajayogicinta, Lakshminkara, Mekhala, Kankhala Gangadhara, Siddharajni, and others, were respected yoginis and advanced seekers on the path to enlightenment.</p>\n<p>In the Tibetan Buddhism and Bön tradition, some ngagmas are comparable, in practice, to the Mahasidda yoginis of Indian Buddhism.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Yogini_in_history\">Yogini in history</span></h2>\n<p>Yogini (jogan) is a term that finds reference in ancient and medieval texts in Hinduism, Buddhism and Jainism, typically in the context and as aspect of Devi. The <i>Devi Sukta</i> of the Rigveda 10.125.1 through 10.125.8, is among the most studied hymns declaring that the ultimate metaphysical reality (Brahman) is a Devi,</p>\n<blockquote class=\"templatequote\">\n\n\n</blockquote>\n<p>The Vedas includes numerous goddesses including Ushas (dawn), Prithvi (earth), Aditi (cosmic moral order), Saraswati (river, knowledge), Vāc (sound), Nirṛti (destruction), Ratri (night), Aranyani (forest), and bounty goddesses such as Dinsana, Raka, Puramdhi, Parendi, Bharati, Mahi among others are mentioned in the <i>Rigveda</i>. However, the women are not discussed as frequently as men. All gods and goddesses are distinguished in the Vedic times, but in the post-Vedic texts, particularly in the early medieval era literature, they are ultimately seen as aspects or manifestations of one Devi, the Supreme power.</p>\n\n<p>The earliest evidence of Yogis and their spiritual tradition, states Karel Werner, is found in the Kesin hymn of the Vedas, where these yogins are praised. However, there is no mention that these Vedic era Yogi included women. Scholars note that some ancient Vedic sages (Rishis) were women. A female rishi is known as a <i>rishika</i>.</p>\n<p>The term <i>yogini</i> has been in use in medieval times to refer to a woman who belongs to the Gorakshanath-founded Nath Yogi tradition. They usually belong to Shaiva tradition, but some Natha belong to the Vaishnava tradition. In both cases, states David Lorenzen, they practice Yoga and their principal God tends to be <i>Nirguna</i>, that is a God that is without form and semi-monistic, influenced in the medieval era by the Advaita Vedanta school of Hinduism, Madhyamaka school of Buddhism, as well as Tantra and Yogic practices. Female yoginis were a large part of this tradition, and many 2nd-millennium paintings depict them and their Yoga practices. David Lorenzen states that the Nath yogis have been very popular with the rural population in South Asia, with medieval era tales and stories about Nath yogis continuing to be remembered in contemporary times, in the Deccan, western and northern states of India and in Nepal.</p>\n<p>In medieval mythology such as Kathāsaritsāgara, <i>yogini</i> is also the name of a class of females with magical powers, fairies who are sorceresses sometimes enumerated as 8, 60, 64 or 65. The <i>Hatha-Yoga-Pradipika</i> text mentions Yogini.</p>\n<p>In real life, historical evidence on <i>Yogini Kaulas</i> suggests that yogini tradition in Hinduism, who practiced Yoga philosophy and Tantra, were well established by the 10th century. This development was not limited to Hinduism, and included Yogini in Buddhist tantra traditions.</p>\n<h2><span id=\"Yogini_in_Shaktism_and_Tantrika_traditions\">Yogini in Shaktism and Tantrika traditions</span></h2>\n<h3><span id=\"Temples_to_the_Sixty-four_Yogini\">Temples to the Sixty-four Yogini</span></h3>\n\n\n\n<p>There are four major extant shrines of the Sixty-four Yogini (<i>Chausathi jogan</i>), among other spellings) in India (named for 64 legendary yogini), two in Odisha and two in Madhya Pradesh. One of the most impressive yogini temples in Odisha is the ninth century CE hypaethral Chausathi Jogini Temple located at Hirapur in Khurda district, 15 km south of Bhubaneshwar. Another hypaethral sixty-four yogini temple in Odisha is the Chausathi Yogini Pitha in Ranipur-Jharial, near Titilagarh in Balangir district. Two images of the Sixty-four Yogini are missing from this temple.</p>\n<p>Two notable yogini temples in Madhya Pradesh are the ninth-century Chaunsath Yogini Temple to the southwest of the western group of temples in Khajuraho, near Chhatarpur in Chhatarpur District, and the 10th century CE Chaunsath Yogini Mandir in Bhedaghat, near Jabalpur in Jabalpur district.</p>\n<p>The iconographies of the yogini images in four yogini temples are not uniform. In the Hirapur temple, all yogini images are with their <i>vahanas</i> (vehicles) and in standing posture. In Ranipur-Jharial temple the yogini images are in dancing posture. In Bhedaghat temple, yogini images are seated in <i>Lalitasana</i>.</p>\n<p>The Sixty-four yogini (Jogan) depicted in the complete Hirapur shrine are:</p>\n\n<h3><span id=\"Association_with_Matrikas\">Association with Matrikas</span></h3>\n<p>Often the Matrikas are confused with the legendary yoginis, who may number sixty-four or eighty-one. In Sanskrit literature, the <i>yoginis</i> have been represented as the attendants or various manifestations of Durga engaged in fighting with the demons Shumbha and Nishumbha, and the principal yoginis are identified with the Matrikas. Other yoginis are described as born from one or more Matrikas. The derivation of 64 yogini from eight Matrikas became a tradition. By mid-11th century, the connection between yoginis and Matrikas had become common lore. The mandala (circle) and chakra of yoginis were used alternatively. The 81 yoginis evolve from a group of nine Matrikas, instead eight. The Saptamatrika (Brahmi, Maheshvari, Kaumari, Vaishnavi, Varahi, Indrani (Aindri) and Chamundi) joined by Candika and Mahalakshmi form the nine-Matrika cluster. Each Matrika is considered to be a yogini and is associate with eight other yoginis resulting in the troupe of 81 (nine times nine). Some traditions have only seven Matrikas, and thus fewer yoginis.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Apsara</li>\n<li>Dakini</li>\n<li>Devadasi</li>\n<li>Houri</li>\n<li>Vajrayogini</li>\n<li>Bhairavi</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Yogini Roots: Did Women Invent the Ancient Art of Yoga?\",</li>\n<li>Sacred Geography of the Goddesses in Kashi, India, Yogini Temples</li>\n<li>Review: In Her Image: New Studies of Female Divinity in South Asian Art, Yogini Art</li>\n<li>\"64 Yogini temple at Hirapur (Orissa). Centre for Tantriks\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:17th century Hindu female Nath yogi painting.jpg"}, {"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Chausath Yogini Temple (16313518811).jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Devi yogini.jpg"}, {"ns": 6, "title": "File:Example.of.complex.text.rendering.svg"}, {"ns": 6, "title": "File:Female Ascetics (Yoginis) LACMA M.2011.156.4 (1 of 2).jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}]}