{"pageid": 37439317, "ns": 0, "title": "Eopsin", "extract": "<p><b>Eopsin</b> (Hangul: <span lang=\"ko-Hang\" xml:lang=\"ko-Hang\">업신</span>; Hanja: <span lang=\"ko-Hani\" xml:lang=\"ko-Hani\">業神</span>) is the goddess of the storage and wealth in Korean mythology and shamanism. She is one of the Gasin, or deities that protect the house. However, unlike other Gasin, who were believed to embody pots, paper, and other inanimate objects, Eopsin is special in that she appears in an animal form. This is because Koreans considered snakes and weasels, who ate mice and rats, holy.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Because throughout Korean history, scholars used Chinese characters, Eopsin is represented through '業神'. This literally means 'Goddess of Professions'. Thus, it is possible that the name of Eopsin derived from the characters '業神', which is suitable for a wealth goddess.</p>\n<p>However, there is another theory that '業神' was only the Chinese rendering of the Korean name of Eopsin. These scholars see the religions of Mongolians, Japanese, and Ryukyuans, who are all ethnically and culturally similar to Korea.</p>\n<ol><li>In Mongolia, there are Ovoos, or shamanistic cairns. Some scholars see the linguistic similarity between 'Eob' and 'Ovoo'. (the suffix '-sin' simply means 'god')</li>\n<li>In Japan, there are village gods called Ubusuna. Other scholars compare 'Eob' with 'Ubusuna'.</li>\n<li>In the Ryukyuan Islands, there is a village god called Ibi. He is compared with Eopsin.</li>\n</ol><h2><span id=\"Worship\">Worship</span></h2>\n<p>Eopsin was generally believed to embody rat snakes, and more uncommonly weasels and toads. Rarely, Eopsin was believed to be cattle, pigs, roosters, or dogs. There are even records of Ineob, or Eopsin taking the form of a human.</p>\n<p>Koreans believed that they had to worship Eopsin (along with Teojusin) to be rich, as she was the goddess of the storage, which held money. Thus, Koreans did not harm or chase away rat snakes or weasels, even when they entered the house.When the rat snake, weasel, toad, et cetera left the household, it was believed that Eopsin had abandoned the house. Because the lack of Eopsin was believed to cause bankruptcy, Koreans prevented the animals from leaving the household.</p>\n<p>In some regions, the people believed that Eopsin embodied a pot called the Eob Hangari. The family placed rice inside the pot (like the Seongju Danji of Seongjusin) and covered it with a straw umbrella (like the Teojutgari of the Teojusin).</p>\n<p>In poor households that lacked a storage, Koreans wove two straw baskets. The baskets were placed in the hall of the house, and were believed to hold Eopsin.</p>\n<p>In festivals or after the harvest, people made sacrifices and prayed to Eopsin.</p>\n<h2><span id=\"Beliefs\">Beliefs</span></h2>\n<p>Eopsin was believed to be a pitch-black snake that had ears.  She was mostly invisible, but could appear as rat snakes, weasels, toads, cattle, pigs, roosters, dogs, or humans. If the goddess appeared in a person's dream, the person would experience money problems. Eopsin often blends with other Gasin. The deity <b>Eobseongjo</b>(Hangul: 업성조, Hanja: 業成造) is a mixture of Eopsin and Seongjusin (god of the house), and the deity <b>Eobdaegam</b> (Hangul: 업대감) is a mixture of Eopsin and Teojusin (goddess of the earth).</p>\n<h2><span id=\"In_Jeju_Island\">In Jeju Island</span></h2>\n<p>In Jeju Island, the wealth goddess is Chilseongsin. While in the mainland, Chilseongsin are the star gods, in Jeju Island, Chilseongsin is the goddess of the storage. The Chilseongsin of Jeju Island is almost exactly the same with the mainland Eopsin.</p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>The <i>Chilseong Bonpuli</i> is a myth about the Chilseongsin, the Jeju Island equivalent of Eopsin.</p>\n<p>Long ago, Jang Seollyung and Song Seollyung, who lived in China, had a girl. However, when the girl bore a child through premarital sex, the child was thrown to the seas in an iron box. In her long journey on the seas, the girl turned into a snake. The girl gave birth to seven children, who were also snakes.</p>\n<p>The iron box floated around the coast of Jeju Island, but the gods of the coastal villages kept the box away from their villages. When the iron box reached Hamdeok Village in Jeju Island, the people there were frightened by the reptilian snake-girl and abandoned her. The snake-girl then cursed Hamdeok, and all the people of Hamdeok went sick. They finally knew that the girl was a goddess. As a result, the people worshipped the girl instead of the village patron deity, Seomul Halmang.</p>\n<p>Seomul Halmang chased the snake-girl away, and the snake-girl secretly fled to Jeju Fortress. There, she followed the wife of the Song family. The snake-girl blessed the Songs, and the family became the richest family on earth. When the rest of Jeju Island heard of this, they worshipped the snake-girl and her children. The snake-girl and her seven children became gods.</p>\n<p>The snake-girl and her seventh child became the two Chilseongsin, the two storage gods. The first child became the harvest deity, the second child became the deity of the judicial court system, the third child became the deity of the prison, the fourth child became the orchard deity, the fifth child became the deity of storages operated by the government, and the sixth child became the deity of governmental offices.</p>\n<h2><span id=\"References\">References</span></h2>"}