{"pageid": 3746482, "ns": 0, "title": "Brigantia (goddess)", "extract": "<p><b>Brigantia</b> was a goddess in Celtic (Gallo-Roman and Romano-British) religion of Late Antiquity.</p>\n<p>Through <i>interpretatio Romana</i>, she was equated with <i>Victoria</i>. The tales connected to the characters of Brigid and Saint Brigid in Irish mythology and legend have been argued to be connected to Brigantia although the figures themselves remain distinct.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>The name <i>Brigantia</i> continues the feminine PIE <i>*bhr̥g'hntī</i>, from a root <i>berg'h</i> \"high, lofty, elevated\". The name is in origin an adjectival epithet simply meaning \"the high one\", \"the elevated one\".</p>\n<p>An exact cognate is found in the Germanic <i>Burgundi</i> (Proto-Germanic <i>*burgundī</i>, compare <i>Bornholm</i>), in Sanskrit <i>br̥hatī</i>, and in Avestan <i>bǝrǝzaitī</i>, both feminine adjectives meaning \"high\" (Sanskrit Brhati also being a female given name, as is Old High German <i>Purgunt</i>). The ethnonym <i>Brigantes</i> may either translate to \"the high, noble ones\" or to \"highlanders\" (IEW, s.v. \"bhereg'h-\").</p>\n<h2><span id=\"Evidence_for_Brigantia\">Evidence for Brigantia</span></h2>\n<h3><span id=\"Inscriptions\">Inscriptions</span></h3>\n\n<p>Seven inscriptions to Brigantia are known, all from Britain (Epigraphik-Datenbank Clauss/Slaby). At Birrens (the Roman Blatobulgium), Dumfries and Galloway, in Scotland, is an inscription:</p>\n<dl><dd><small>Brigantiae s(acrum) Amandus / arc(h)itectus ex imperio imp(eratum) (fecit)</small> (<i>RIB</i> 02091).</dd>\n</dl><p>Brigantia is assimilated to <i>Victoria</i> in two inscriptions, one from Castleford in Yorkshire (AE 1892, 00098; RIB 00628) and one from Greetland near Halifax, also in Yorkshire (RIB 00627). The later may be dated to 208 AD by mention of the consuls:</p>\n<dl><dd><small>D(eae) Vict(oriae) Brig(antiae) / et num(inibus) Aauugg(ustorum) / T(itus) Aur(elius) Aurelian/us d(onum) d(edit) pro se / et suis s(e) mag(istro) s(acrorum) // Antonin[o] / III et Geta [II] / co(n)ss(ulibus)</small></dd>\n</dl><p>At Corbridge on Hadrians Wall - in antiquity, Coria - Brigantia has the divine epithet <i>Caelestis</i> (\"Heavenly, Celestial\") and is paired with Jupiter Dolichenus (AE 1947, 00122; RIB 01131):</p>\n<dl><dd><small>Iovi aeterno / Dolicheno / et caelesti / Brigantiae / et Saluti / C(aius) Iulius Ap/ol(l)inaris / |(centurio) leg(ionis) VI iuss(u) dei</small></dd>\n</dl><p>There is an inscription at Irthington, Yorkshire <small>DEAE NYMPHAE BRIGANTIAE</small>—\"divine nymph Brigantia\" (Nicholson).</p>\n<p>Garret Olmstead (1994) noted numismatic legends in Iberian script, <small>BRIGANT_N</small> (or <small>PRIKANT_N</small>, as Iberic script does not distinguish voiced and unvoiced consonants) inscribed on a Celtiberian coin, suggesting a cognate Celtiberian goddess.</p>\n<h3><span id=\"Iconography\">Iconography</span></h3>\n<p>At Birrens (the Roman Blatobulgium), archaeologists have found a Roman-era stone bas-relief of a female figure; she is crowned like a tutelary deity, has a Gorgon's head on her breast, and holds a spear and a globe of victory like the Roman goddesses Victoria and Minerva (Green 1996, p. 197). The inscription mentioned above assures the identification of the statue as Brigantia rather than Minerva. A statue found in Brittany also seems to depict Brigantia with the attributes of Minerva.</p>\n<h3><span id=\"Toponomy\">Toponomy</span></h3>\n<p>There are several placenames deriving from '<b>Brigantium'</b>, the neuter form of the same adjective of which the feminine became the name of the goddess. Association of these with the goddess is however dubious, since the placenames are easily explained as referring to a \"high fort\" or \"high place\" in the literal sense.</p>\n<p>Lisa Bitel (2001) noted a wide spread through toponymy:</p>\n<blockquote class=\"templatequote\">\n<p>The town of Bregenz, at the eastern end of Lake Constance in Austria, retains the older name of Brigantion, a tribal capital of a people called the Brigantii, possibly after a goddess Brigant. The rivers Brent in England, Braint in Wales, and Brigid in Ireland are all related linguistically and maybe religiously to the root Brig/Brigant ... Ptolemy, a second-century geographer, did mention a tribe calling itself the Brigantes in Leinster. But nothing remains of the Irish Brigantes except this single tribal name on a Greek's map, the river Brigid, and much later literary references to saints and supernatural figures named Brigit.</p>\n</blockquote>\n<p>Other towns which may also preserve this theonym include Brigetio in Hungary (Green 1986 p. 161), also Brianconnet and Briançon, both in Provence-Alpes-Côte d'Azur, France. In antiquity, Briançon was called Brigantio and was the first town on the Via Domitia. It is attested by an inscriptions mentioning <small>munic(ipii) Brigantien(sium)</small> (the town of Brigantio)(CIL 12, 00095) and <small>Bri/gantione geniti</small> (the Briganti people)(CIL 12, 00118). At Brianconnet, an inscription mentions <small>ord(o) Brig(antorum)</small> (AE 1913, 00014). There, oak trees were particularly venerated.</p>\n<p>The ancient name of Bragança in Trás-os-Montes, Portugal, was Brigantia. The inhabitants today are still called <i>brigantinos</i>. Braga is another town in Portugal. It is the capital of the district of the same name in the province of Minho. A short distance up the coast, the cities of A Coruña and Betanzos in present-day Galicia (which together with the area of present-day Portugal north of the Douro river formed the Roman and later medieval kingdom of Gallaecia or Callaecia) were respectively named Brigantia and Brigantium. According to the Lebor Gabála Érenn (The Book of the Taking of Ireland) Breogán found the city called Brigantia, and built a tower there from the top of which his son Íth glimpses Ireland and then sets sail across the Celtic Sea to invade and settle it.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Année Epigraphique (AE), yearly volumes.</li>\n<li>Bitel, Lisa M. (2001) \"St. Brigit of Ireland: From Virgin Saint to Fertility Goddess\" on-line)</li>\n<li>Claus, Manfredd; <i>Epigraphik-Datenbank Clauss / Slaby</i>, Johann Wolfgang Goethe-Universität Frankfurt. Online epigraphic search tool</li>\n<li>Ellis, Peter Berresford (1994) <i>Dictionary of Celtic Mythology</i> Oxford Paperback Reference, Oxford University Press, ISBN 0-19-508961-8</li>\n<li>Gree, Miranda (1986) <i>The Gods of the Celts</i>. Stroud, Sutton Publishing. ISBN 0-7509-1581-1</li>\n<li>Green, Miranda (1996) <i>Celtic Goddesses: Warriors, Virgins, and Mothers</i> New York, pp 195–202.</li>\n<li>MacKillop, James (1998) <i>Dictionary of Celtic Mythology</i>. Oxford, Oxford University Press. ISBN 0-19-280120-1.</li>\n<li>Olmstead, Garret (1994) <i>The Gods of the Celts and Indo-Europeans</i> Budapest, pp 354–361</li>\n<li><i>Roman Inscriptions of Britain</i> (RIB).</li>\n<li>Wood, Juliette (2002) <i>The Celts: Life, Myth, and Art</i>. Thorsons. ISBN 0-00-764059-5</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Brighid: What Do We Really Know? by Francine Nicholson includes a section on Brigantia and a picture of the Birrens bas-relief.</li>\n</ul>", "images": [{"ns": 6, "title": "File:BrigitteCelt.jpg"}, {"ns": 6, "title": "File:Corstopitum 1910.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}