{"pageid": 37596103, "ns": 0, "title": "Raet-Tawy", "extract": "<p><b>Raet</b> <i>(rˁỉ.t)</i> or <b>Raet-Tawy</b> <i>(rˁỉ.t-t3.wỉ)</i> is an ancient Egyptian solar goddess, the female aspect of Ra. Her name is simply the female form of Ra's name; the longer name <i>Raet-Tawy</i> means \"Raet of the Two Lands\" (Upper Egypt and Lower Egypt).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>First appears during the reign of the Fifth Dynasty, Raet is likely to have been a companion of Ra from the start, and did not have a separate origin. Although she was called the lady of the sky and the gods, she never reached the importance of Hathor, who was also considered the wife of Ra (or, in other myths, his daughter).</p>\n<p>Raet was of extreme importance to traditional Ancient Egypt and PREDYNASTIC, \"for it was usual in the case of gods who were the product of the purely dynastic period to pay [SMALL] attention to the goddesses who were regarded as their wives\" (Wallis Budge. The Gods of the Egyptians, Vol. 1, p 287).</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>Raet was also considered a wife of Montu, and she formed a triad with him and Harpocrates in Karnak and Medamud. Her feast day was in the fourth month of the reaping season. The centers of her cult were at Medamud, El-Tod, and Thebes. A demotic manual from the Roman period with hymns to Raet has survived in fragments.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Images of Raet are rare. When she is depicted, she is shown as a woman with cow horns holding a sun disk on her head, similar to the headdress of Hathor. The headdress is adorned with a uraeus or with feathers.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ra</li>\n<li>Hathor</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Louvres-antiquites-egyptiennes-p1020115.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}