{"pageid": 37622, "ns": 0, "title": "Venus (mythology)", "extract": "<p><b>Venus</b> (<span></span>, Classical Latin: <span></span>) is the Roman goddess whose functions encompassed love, beauty, desire, sex, fertility, prosperity and victory. In Roman mythology, she was the mother of the Roman people through her son, Aeneas, who survived the fall of Troy and fled to Italy. Julius Caesar claimed her as his ancestor. Venus was central to many religious festivals, and was revered in Roman religion under numerous cult titles.</p>\n<p>The Romans adapted the myths and iconography of her Greek counterpart Aphrodite for Roman art and Latin literature. In the later classical tradition of the West, Venus becomes one of the most widely referenced deities of Greco-Roman mythology as the embodiment of love and sexuality.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_and_attributes\">Name and attributes</span></h2>\n<p>Venus embodies sex, love, beauty, enticement, seduction, and persuasive female charm among the community of immortal gods; in Latin orthography, her name is indistinguishable from the Latin noun <i>venus</i> (\"sexual love\" and \"sexual desire\"), from which it derives. It has connections to <i>venerari</i> (\"to honour, to try to please\") and <i>venia</i> (\"grace, favour\") through a possible common root in an Indo-European <i>*wenes-</i> or <i>*u̯enis</i> (\"friend\"). Their common Proto-Indo-European root is assumed as <i>*wen-</i> or <i>*u̯en-</i> \"to strive for, wish for, desire, love\").</p>\n\n<p>Venus has been described as perhaps \"the most original creation of the Roman pantheon\", and \"an ill-defined and assimilative\" native goddess, combined \"with a strange and exotic Aphrodite\". Her cults may represent the religiously legitimate charm and seduction of the divine by mortals, in contrast to the formal, contractual relations between most members of Rome's official pantheon and the state, and the unofficial, illicit manipulation of divine forces through magic. The ambivalence of her persuasive functions has been perceived in the relationship of the root <i>*venes-</i> with Latin <i>venenum</i> (poison), in the sense of \"a charm, magic philtre\".</p>\n<p>In myth, Venus-Aphrodite was born of sea-foam. Roman theology presents Venus as the yielding, watery female principle, essential to the generation and balance of life. Her male counterparts in the Roman pantheon, Vulcan and Mars, are active and fiery. Venus absorbs and tempers the male essence, uniting the opposites of male and female in mutual affection. She is essentially assimilative and benign, and embraces several otherwise quite disparate functions. She can give military victory, sexual success, good fortune and prosperity. In one context, she is a goddess of prostitutes; in another, she turns the hearts of men and women from sexual vice to virtue.</p>\n<p>Images of Venus have been found in domestic murals, mosaics and household shrines (<i>lararia</i>). Petronius, in his <i>Satyricon</i>, places an image of Venus among the Lares (household gods) of the freedman Trimalchio's <i>lararium</i>. Prospective brides offered Venus a gift \"before the wedding\"; the nature of the gift, and its timing, are unknown. Some Roman sources say that girls who come of age offer their toys to Venus; it is unclear where the offering is made, and others say this gift is to the Lares. In dice-games, a popular pastime among Romans of all classes, the luckiest, best possible roll was known as \"Venus\".</p>\n<h3><span id=\"Signs_and_symbols\">Signs and symbols</span></h3>\n<p>Venus' signs were for the most part the same as Aphrodite's. They include roses, which were offered in Venus' Porta Collina rites, and above all, myrtle (Latin <i>murtos</i>), which was cultivated for its white, sweetly scented flowers, aromatic, evergreen leaves and its various medical-magical properties. Venus' statues, and her worshipers, wore myrtle crowns at her festivals. Before its adoption into Venus' cults, myrtle was used in the purification rites of Cloacina, the Etruscan-Roman goddess of Rome's main sewer; later, Cloacina's association with Venus' sacred plant made her Venus Cloacina. Likewise, Roman folk-etymology transformed the ancient, obscure goddess Murcia into \"Venus of the Myrtles, whom we now call Murcia\".</p>\n<p>Myrtle was thought a particularly potent aphrodisiac. The female pudendum, particularly the clitoris, was known as <i>murtos</i> (myrtle). As goddess of love and sex, Venus played an essential role at Roman prenuptial rites and wedding nights, so myrtle and roses were used in bridal bouquets. Marriage itself was not a seduction but a lawful condition, under Juno's authority; so myrtle was excluded from the bridal crown. Venus was also a patron of the ordinary, everyday wine drunk by most Roman men and women; the seductive powers of wine were well known. In the rites to Bona Dea, a goddess of female chastity, Venus, myrtle and anything male were not only excluded, but unmentionable. The rites allowed women to drink the strongest, sacrificial wine, otherwise reserved for the Roman gods and Roman men; the women euphemistically referred to it as \"honey\". Under these special circumstances, they could get virtuously, religiously drunk on strong wine, safe from Venus' temptations. Outside of this context, ordinary wine (that is, Venus' wine) tinctured with myrtle oil was thought particularly suitable for women.</p>\n<p>Roman generals given an ovation, a lesser form of Roman triumph, wore a myrtle crown, perhaps to purify themselves and their armies of blood-guilt. The ovation ceremony was assimilated to Venus Victrix (\"Victorious Venus\"), who was held to have granted and purified its relatively \"easy\" victory.</p>\n<h2><span id=\"Cult_history_and_temples\">Cult history and temples</span></h2>\n<p>The first known temple to Venus was vowed to <i>Venus Obsequens</i> (\"Indulgent Venus\") by Q. Fabius Gurges in the heat of a battle against the Samnites. It was dedicated in 295 BC, at a site near the Aventine Hill, and was supposedly funded by fines imposed on Roman women for sexual misdemeanours. Its rites and character were probably influenced by or based on Greek Aphrodite's cults, which were already diffused in various forms throughout Italian Magna Graeca. Its dedication date connects <i>Venus Obsequens</i> to the <i>Vinalia rustica</i> festival.</p>\n\n<p>In 217 BC, in the early stages of the Second Punic War with Carthage, Rome suffered a disastrous defeat at the battle of Lake Trasimene. The Sibylline oracle suggested that if the <i>Venus Erycina</i> (\"Venus of Eryx\"), patron goddess of Carthage's Sicillian allies, could be persuaded to change her allegiance, Carthage might be defeated. Rome laid siege to Eryx, offered its goddess a magnificent temple as reward for her defection, captured her image and brought it to Rome. It was installed in a temple on the Capitoline Hill, as one of Rome's twelve Dii consentes. Shorn of her more overtly Carthaginian characteristics, this \"foreign Venus\" became Rome's <i>Venus Genetrix</i> (\"Venus the Mother\"), As far as the Romans were concerned, this was the homecoming of an ancestral goddess to her people. Roman tradition made Venus the mother and protector of the Trojan prince Aeneas, ancestor of the Roman people. Soon after, Rome's defeat of Carthage confirmed Venus's goodwill to Rome, her links to its mythical Trojan past, and her support of its political and military hegemony.</p>\n<p>The Capitoline cult to Venus seems to have been reserved to higher status Romans. A separate cult to <i>Venus Erycina</i> as a fertility deity, was established in 181 BC, in a traditionally plebeian district just outside Rome's sacred boundary, near the Colline Gate. The temple, cult and goddess probably retained much of the original's character and rites. Likewise, a shrine to Venus Verticordia (\"Venus the changer of hearts\"), established in 114 BC but with links to an ancient cult of Venus-Fortuna, was \"bound to the peculiar milieu of the Aventine and the Circus Maximus\" - a strongly plebeian context for Venus's cult, in contrast to her aristocratic cultivation as a Stoic and Epicurian \"all-goddess\".</p>\n<p>Towards the end of the Roman Republic, some leading Romans laid personal claims to Venus' favour. The general and dictator Sulla adopted <i>Felix</i> (\"Lucky\") as a surname, acknowledging his debt to heaven-sent good fortune and his particular debt to <i>Venus Felix</i>, for his extraordinarily fortunate political and military career. His protégé Pompey competed for Venus' support, dedicating (in 55 BC) a large temple to <i>Venus Victrix</i> as part of his lavishly appointed new theatre, and celebrating his triumph of 54 BC with coins that showed her crowned with triumphal laurels.</p>\n<p>Pompey's erstwhile friend, ally, and later opponent Julius Caesar went still further. He claimed the favours of <i>Venus Victrix</i> in his military success and <i>Venus Genetrix</i> as a personal, divine ancestress – apparently a long-standing family tradition among the Julii. When Caesar was assassinated, his heir, Augustus, adopted both claims as evidence of his inherent fitness for office, and divine approval of his rule. Augustus' new temple to Mars Ultor, divine father of Rome's legendary founder Romulus, would have underlined the point, with the image of avenging Mars \"almost certainly\" accompanied by that of his divine consort Venus, and possibly a statue of the deceased and deified Caesar.</p>\n<p>Vitruvius recommends that any new temple to Venus be sited according to rules laid down by the Etruscan haruspices, and built \"near to the gate\" of the city, where it would be less likely to contaminate \"the matrons and youth with the influence of lust\". He finds the Corinthian style, slender, elegant, enriched with ornamental leaves and surmounted by volutes, appropriate to Venus' character and disposition. Vitruvius recommends the widest possible spacing between the temple columns, producing a light and airy space, and he offers Venus's temple in Caesar's forum as an example of how not to do it; the densely spaced, thickset columns darken the interior, hide the temple doors and crowd the walkways, so that matrons who wish to honour the goddess must enter her temple in single file, rather than arm-in arm.</p>\n<p>In 135 AD the Emperor Hadrian inaugurated a temple to Venus and <i>Roma Aeterna</i> (Eternal Rome) on Rome's Velian Hill, underlining the Imperial unity of Rome and its provinces, and making Venus the protective <i>genetrix</i> of the entire Roman state, its people and fortunes. It was the largest temple in Ancient Rome.</p>\n<h3><span id=\"Festivals\">Festivals</span></h3>\n\n\n<p>Venus was offered official (state-sponsored) cult in certain festivals of the Roman calendar. Her sacred month was April (Latin <i>Mensis Aprilis</i>) which Roman etymologists understood to derive from <i>aperire</i>, \"to open,\" with reference to the springtime blossoming of trees and flowers.</p>\n<p><b>Veneralia</b> (April 1) was held in honour of <i>Venus Verticordia</i> (\"Venus the Changer of Hearts\"), and Fortuna Virilis (Virile or strong Good Fortune), whose cult was probably by far the older of the two. Venus Verticordia was invented in 220 BC, in response to advice from a Sibylline oracle during Rome's Punic Wars, when a series of prodigies was taken to signify divine displeasure at sexual offenses among Romans of every category and class, including several men and three Vestal Virgins. Her statue was dedicated by a young woman, chosen as the most <i>pudica</i> (sexually pure) in Rome by a committee of Roman matrons. At first, this statue was probably housed in the temple of <i>Fortuna Virilis</i>, perhaps as divine reinforcement against the perceived moral and religious failings of its cult. In 114 BC <i>Venus Verticordia</i> was given her own temple. She was meant to persuade Romans of both sexes and every class, whether married or unmarried, to cherish the traditional sexual proprieties and morality known to please the gods and benefit the State. During her rites, her image was taken from her temple to the men's baths, where it was undressed and washed in warm water by her female attendants, then garlanded with myrtle. Women and men asked Venus Verticordia's help in affairs of the heart, sex, betrothal and marriage. For Ovid, Venus's acceptance of the epithet and its attendant responsibilities represented a change of heart in the goddess herself.</p>\n<p><b>Vinalia urbana</b> (April 23), a wine festival shared by Venus and Jupiter, king of the gods. Venus was patron of \"profane\" wine, for everyday human use. Jupiter was patron of the strongest, purest, sacrificial grade wine, and controlled the weather on which the autumn grape-harvest would depend. At this festival, men and women alike drank the new vintage of ordinary, non-sacral wine in honour of Venus, whose powers had provided humankind with this gift. Upper-class women gathered at Venus's Capitoline temple, where a libation of the previous year's vintage, sacred to Jupiter, was poured into a nearby ditch. Common girls (<i>vulgares puellae</i>) and prostitutes gathered at Venus' temple just outside the Colline gate, where they offered her myrtle, mint, and rushes concealed in rose-bunches and asked her for \"beauty and popular favour\", and to be made \"charming and witty\".</p>\n<p><b>Vinalia Rustica</b> (August 19), originally a rustic Latin festival of wine, vegetable growth and fertility. This was almost certainly Venus' oldest festival and was associated with her earliest known form, <i>Venus Obsequens</i>. Kitchen gardens and market-gardens, and presumably vineyards were dedicated to her. Roman opinions differed on whose festival it was. Varro insists that the day was sacred to Jupiter, whose control of the weather governed the ripening of the grapes; but the sacrificial victim, a female lamb (<i>agna</i>), may be evidence that it once belonged to Venus alone.</p>\n<p>A festival of <b>Venus Genetrix</b> (September 26) was held under state auspices from 46 BC at her Temple in the Forum of Caesar, in fulfillment of a vow by Julius Caesar, who claimed her personal favour as his divine patron, and ancestral goddess of the Julian clan. Caesar dedicated the temple during his unprecedented and extraordinarily lavish quadruple triumph. At the same time, he was pontifex maximus and Rome's senior magistrate; the festival is thought to mark the unprecedented promotion of a personal, family cult to one of the Roman state. Caesar's heir, Augustus, made much of these personal and family associations with Venus as an Imperial deity. The festival's rites are not known.</p>\n<h2><span id=\"Epithets\">Epithets</span></h2>\n\n<p>Like other major Roman deities, Venus was given a number of epithets that referred to her different cult aspects, roles, and her functional similarities to other deities. Her \"original powers seem to have been extended largely by the fondness of the Romans for folk-etymology, and by the prevalence of the religious idea <i>nomen-omen</i> which sanctioned any identifications made in this way.\"</p>\n<p><b>Venus Acidalia</b>, in Virgil's <i>Aeneid</i> (1.715-722, as <i>mater acidalia</i>). Servius speculates this as reference to a \"Fountain of Acidalia\" (<i>fons acidalia</i>) where the Graces (Venus' daughters) were said to bathe; but he also connects it to the Greek word for \"arrow\", whence \"love's arrows\" and love's \"cares and pangs\". Ovid uses <i>acidalia</i> only in the latter sense. It is likely a literary conceit, not a cultic epithet.</p>\n<p><b>Venus Caelestis</b> (Celestial or Heavenly Venus), used from the 2nd century AD for Venus as an aspect of a syncretised supreme goddess. <i>Venus Caelestis</i> is the earliest known Roman recipient of a taurobolium (a form of bull sacrifice), performed at her shrine in Pozzuoli on 5 October 134. This form of the goddess, and the taurobolium, are associated with the \"Syrian Goddess\", understood as a late equivalent to Astarte, or the Roman Magna Mater, the latter being another supposedly Trojan \"Mother of the Romans\"</p>\n<p><b>Venus Calva</b> (\"Venus the bald one\"), a legendary form of Venus, attested only by post-Classical Roman writings which offer several traditions to explain this appearance and epithet. In one, it commemorates the virtuous offer by Roman matrons of their own hair to make bowstrings during a siege of Rome. In another, king Ancus Marcius' wife and other Roman women lost their hair during an epidemic; in hope of its restoration, unafflicted women sacrificed their own hair to Venus.</p>\n<p><b>Venus Cloacina</b> (\"Venus the Purifier\"); a fusion of Venus with the Etruscan water goddess Cloacina, who had an ancient shrine above the outfall of the Cloaca Maxima, originally a stream, later covered over to function as Rome's main sewer. The shrine contained a statue of Venus, whose rites were probably meant to purify the culvert's polluted waters and noxious airs. Pliny the Elder, remarking Venus as a goddess of union and reconciliation, identifies the shrine with a legendary episode in Rome's earliest history, when the warring Romans and Sabines, carrying branches of myrtle, met there to make peace.</p>\n<p><b>Venus Erycina</b> (\"Venus of Eryx\"), captured from Sicily and worshiped in Romanised form by the elite, and respectable matrons, at a temple on the Capitoline Hill. A later temple, outside the Porta Collina and Rome's sacred boundary, may have preserved some Erycinian features of her cult. It was considered suitable for \"common girls\" and prostitutes.</p>\n\n<p><b>Venus Frutis</b> honoured by all the Latins with a federal cult at the temple named <i>Frutinal</i> in Lavinium. Inscriptions found at Lavinium attest the presence of federal cults, without giving precise details.</p>\n<p><b>Venus Felix</b> (\"Lucky Venus\"), probably a traditional epithet, later adopted by the dictator Sulla. It was Venus's cult title at Hadrian's temple to <i>Venus Felix et Roma Aeterna</i> on the Via Sacra. This epithet is also used for a specific sculpture at the Vatican Museums.</p>\n<p><b>Venus Genetrix</b> (\"Venus the Mother\"), as a goddess of motherhood and domesticity, with a festival on September 26, a personal ancestress of the Julian lineage and, more broadly, the divine ancestress of the Roman people. Julius Caesar dedicated a Temple of Venus Genetrix in 46 BC. This name has attached to an iconological type of statue of Aphrodite/Venus.</p>\n<p><span id=\"Venus_Heliopolitana\"></span> <b>Venus Heliopolitana</b> (\"Venus of Heliopolis Syriaca\"), worshipped at Baalbek. A form of Ashtart who formed a third of the Heliopolitan Triad, in which she was the consort of Jupiter (Baʿal) and mother of Mercury (Adon).</p>\n<p><b>Venus Kallipygos</b> (\"Venus with the beautiful buttocks\"), worshiped at Syracuse.</p>\n<p><b>Venus Libertina</b> (\"Venus the Freedwoman\"), probably arising through the semantic similarity and cultural inks between <i>libertina</i> (as \"a free woman\") and <i>lubentina</i> (possibly meaning \"pleasurable\" or \"passionate\"). Further titles or variants acquired by Venus through the same process, or through orthographic variance, include Libentia, Lubentina, and Lubentini. <b>Venus Libitina</b> links Venus to a patron-goddess of funerals and undertakers, Libitina; a temple was dedicated to Venus Libitina in Libitina's grove on the Esquiline Hill, \"hardly later than 300 BC.\"</p>\n\n<p><b>Venus Murcia</b> (\"Venus of the Myrtle\"), merging Venus with the little-known deity Murcia (or Murcus, or Murtia). Murcia was associated with Rome's Mons Murcia (the Aventine's lesser height), and had a shrine in the Circus Maximus. Some sources associate her with the myrtle-tree. Christian writers described her as a goddess of sloth and laziness.</p>\n<p><b>Venus Obsequens</b> (\"Indulgent Venus\"), Venus' first attested Roman epithet. It was used in the dedication of her first Roman temple, on August 19 in 295 BC during the Third Samnite War by Quintus Fabius Maximus Gurges. It was sited somewhere near the Aventine Hill and Circus Maximus, and played a central role in the Vinalia Rustica. It was supposedly funded by fines imposed on women found guilty of adultery.</p>\n<p><b>Venus Physica</b>: Venus as a universal, natural creative force that informs the physical world. She is addressed as \"Alma Venus\" (\"Mother Venus\") by Lucretius in the introductory lines of his vivid, poetic exposition of Epicurean physics and philosophy, <i>De Rerum Natura</i>. She seems to have been a favourite of Lucretius' patron, Memmius. Pompeii's protective goddess was <i>Venus Physica Pompeiana</i>, who had a distinctive, local form as a goddess of the sea, and trade. When Sulla captured Pompeii from the Samnites, he resettled it with his veterans and renamed it for his own family and divine protector Venus, as <i>Colonia Veneria Cornelia</i> (for Sulla's claims of Venus' favour, see <i>Venus Felix</i> above).</p>\n<p><b>Venus Urania</b> (\"Heavenly Venus\"), used as the title of a book by Basilius von Ramdohr, a relief by Pompeo Marchesi, and a painting by Christian Griepenkerl. (cf. Aphrodite Urania.)</p>\n<p><b>Venus Verticordia</b> (\"Venus the Changer of Hearts\"). See Veneralia in this article and main article, Veneralia.</p>\n<p><b>Venus Victrix</b> (\"Venus the Victorious\"), a Romanised aspect of the armed Aphrodite that Greeks had inherited from the East, where the goddess Ishtar \"remained a goddess of war, and Venus could bring victory to a Sulla or a Caesar.\" Pompey, Sulla's protégé, vied with his patron and with Caesar for public recognition as her protégé. In 55 BC he dedicated a temple to her at the top of his theater in the Campus Martius. She had a shrine on the Capitoline Hill, and festivals on August 12 and October 9. A sacrifice was annually dedicated to her on the latter date. In neo-classical art, her epithet as Victrix is often used in the sense of 'Venus Victorious over men's hearts' or in the context of the Judgement of Paris (e.g. Canova's <i>Venus Victrix</i>, a half-nude reclining portrait of Pauline Bonaparte).</p>\n<h2><span id=\"Mythology_and_literature\">Mythology and literature</span></h2>\n\n\n\n<p>As with most major gods and goddesses in Roman mythology, the literary concept of Venus is mantled in whole-cloth borrowings from the literary Greek mythology of her counterpart, Aphrodite. In some Latin mythology Cupid was the son of Venus and Mars, the god of war. At other times, or in parallel myths and theologies, Venus was understood to be the consort of Vulcan. Virgil, in compliment to his patron Augustus and the <i>gens Julia</i>, embellished an existing connection between Venus, whom Julius Caesar had adopted as his protectress, and Aeneas. Vergil's Aeneas is guided to Latium by Venus in her heavenly form, the morning star, shining brightly before him in the daylight sky; much later, she lifts Caesar's soul to heaven. In Ovid's <i>Fasti</i> Venus came to Rome because she \"preferred to be worshipped in the city of her own offspring\". In Vergil's poetic account of Octavian's victory at the sea-battle of Actium, the future emperor is allied with Venus, Neptune and Minerva. Octavian's opponents, Antony, Cleopatra and the Egyptians, assisted by bizarre and unhelpful Egyptian deities such as \"barking\" Anubis, lose the battle.</p>\n<p>In the <i>interpretatio romana</i> of the Germanic pantheon during the early centuries AD, Venus became identified with the Germanic goddess <i>Frijjo</i>, giving rise to the loan translation \"Friday\" for <i>dies Veneris</i>.</p>\n\n<h2><span id=\"In_art\">In art</span></h2>\n<h3><span id=\"Classical_art\">Classical art</span></h3>\n\n<p>Roman and Hellenistic art produced many variations on the goddess, often based on the Praxitlean type Aphrodite of Cnidus. Many female nudes from this period of sculpture whose subjects are unknown are in modern art history conventionally called 'Venus'es, even if they originally may have portrayed a mortal woman rather than operated as a cult statue of the goddess.</p>\n<p>Examples include:</p>\n<ul><li>Venus de Milo (130 BC)</li>\n<li>Venus de' Medici</li>\n<li>Capitoline Venus</li>\n<li>Esquiline Venus</li>\n<li>Venus Felix</li>\n<li>Venus of Arles</li>\n<li>Venus Anadyomene (also here)</li>\n<li>Venus, Pan and Eros</li>\n<li>Venus Genetrix</li>\n<li>Venus of Capua</li>\n<li>Venus Kallipygos</li>\n<li>Venus Pudica</li>\n</ul><h3><span id=\"Medieval_art\">Medieval art</span></h3>\n<h3><span id=\"Art_in_the_classical_tradition\">Art in the classical tradition</span></h3>\n<p>Venus became a popular subject of painting and sculpture during the Renaissance period in Europe. As a \"classical\" figure for whom nudity was her natural state, it was socially acceptable to depict her unclothed. As the goddess of sexuality, a degree of erotic beauty in her presentation was justified, which appealed to many artists and their patrons. Over time, <i>venus</i> came to refer to any artistic depiction in post-classical art of a nude woman, even when there was no indication that the subject was the goddess.</p>\n\n\n\n<ul><li><i>The Birth of Venus</i> (Botticelli) (c. 1485)</li>\n<li><i>Sleeping Venus</i> (c. 1501)</li>\n<li><i>Venus of Urbino</i> (1538)</li>\n<li><i>Venus with a Mirror</i> (c. 1555)</li>\n<li><i>Rokeby Venus</i></li>\n<li><i>Olympia</i> (1863)</li>\n<li><i>The Birth of Venus</i> (Cabanel) (1863)</li>\n<li><i>The Birth of Venus</i> (Bouguereau) (1879)</li>\n<li>Venus of Cherchell, Gsell museum in Algeria</li>\n<li><i>Venus Victrix</i>, and <i>Venus Italica</i> by Antonio Canova</li>\n</ul><p>In the field of prehistoric art, since the discovery in 1908 of the so-called \"Venus of Willendorf\" small Neolithic sculptures of rounded female forms have been conventionally referred to as Venus figurines. Although the name of the actual deity is not known, the knowing contrast between the obese and fertile cult figures and the classical conception of Venus has raised resistance to the terminology.</p>\n<h3><span id=\"Gallery\">Gallery</span></h3>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"Medieval_and_modern_music\">Medieval and modern music</span></h2>\n<p>In Wagner's opera <i>Tannhäuser</i>, which draws on the medieval German legend of the knight and poet Tannhäuser, Venus lives beneath the Venusberg mountain. Tannhäuser breaks his knightly vows by spending a year there with Venus, under her enchantment. When he emerges, he has to seek penance for his sins.</p>\n<p>The Dutch band Shocking Blue had a number one hit on the Billboard Top Ten in 1970 with the song titled \"Venus\", which was also a hit when covered by Bananarama in 1986. The song \"Venus\" by the band Television from the 1978 album <i>Marquee Moon</i> references the Venus de Milo. There is also a song named \"Venus\" written, produced and sung by Lady Gaga, as well as a song named \"Birth of Venus Illegitima\" by the Swedish symphonic metal Therion, on the album <i>Vovin</i>, and the song \"Venus as a Boy\" by the Icelandic artist Björk. Another reference to Venus is from Billy Idol's album \"Cyberpunk\" , in track # 16 titled \"Venus\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Aphroditus</li>\n<li>Hermaphroditus</li>\n<li>Love goddess</li>\n<li>Lucifer</li>\n<li>Hottentot Venus</li>\n<li>Sailor Venus (Fictional Character based on myth from series Sailor Moon)</li>\n<li>The Golden Bough (myth of Aeneas, son of Venus)</li>\n<li>Venus (planet)</li>\n<li>Venus symbol</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Beard, M., Price, S., North, J., <i>Religions of Rome: Volume 1, a History, illustrated,</i> Cambridge University Press, 1998.</li>\n<li>Champeaux, J. (1987). <i>Fortuna. Recherches sur le culte de la Fortuna à Rome et dans le monde romain des origines à la mort de César. II. Les Transformations de Fortuna sous le République.</i> Rome: Ecole Française de Rome, pp. 378–395.</li>\n<li>Eden, P.T., \"Venus and the Cabbage,\" <i>Hermes</i>, 91, (1963), pp. 448–459.</li>\n<li>Hammond, N.G.L. and Scullard, H.H. (eds.) (1970). <i>The Oxford Classical Dictionary</i>. Oxford: Oxford University Press. (p. 113)</li>\n<li>Langlands, Rebecca (2006). <i>Sexual Morality in Ancient Rome</i>. Cambridge University Press. ISBN 978-0-521-85943-1. [7]</li>\n<li>Lloyd-Morgan, G. (1986). \"Roman Venus: public worship and private rites.\" In M. Henig and A. King (eds.), <i>Pagan Gods and Shrines of the Roman Empire</i> (pp. 179–188). Oxford: Oxford Committee for Archaeology Monograph 8.</li>\n<li>Nash, E. (1962). <i>Pictorial Dictionary of Ancient Rome Volume 1</i>. London: A. Zwemmer Ltd. (pp. 272–263, 424)</li>\n<li>Richardson, L. (1992). <i>A New Topographical Dictionary of Ancient Rome</i>. Baltimore and London: The Johns Hopkins University Press. (pp. 92, 165–167, 408–409, 411) ISBN 0-8018-4300-6</li>\n<li>Room, A. (1983). <i>Room's Classical Dictionary</i>. London and Boston: Routledge &amp; Kegan Paul. (pp. 319–322)</li>\n<li>Rüpke, Jörg (Editor), <i>A Companion to Roman Religion</i>, Wiley-Blackwell, 2007. ISBN 978-1-4051-2943-5</li>\n<li>Schilling, R. (1982) (2nd ed.). <i>La Religion Romaine de Vénus depuis les origines jusqu'au temps d'Auguste.</i> Paris: Editions E. de Boccard.</li>\n<li>Schilling, R., in Bonnefoy, Y., and Doniger, W. (Editors), <i>Roman and European Mythologies</i>, (English translation), University of Chicago Press, 1991. pp. 146. [8]</li>\n<li>Scullard, H.H. (1981). <i>Festivals and Ceremonies of the Roman Republic</i>. London: Thames and Hudson. (pp. 97, 107)</li>\n<li>Simon, E. (1990). <i>Die Götter der Römer</i>. Munich: Hirmer Verlag. (pp. 213–228).</li>\n<li>Staples, Ariadne (1998). <i>From Good Goddess to Vestal Virgins: Sex and Category in Roman Religion</i>. London: Routledge. ISBN 0415132339.</li>\n<li>Turcan, Robert (2001). <i>The Cults of the Roman Empire</i>. Blackwell. ISBN 0631200460.</li>\n<li>Wagenvoort, Hendrik, \"The Origins of the goddess Venus\" (first published as \"De deae Veneris origine\", <i>Mnemnosyne</i>, Series IV, 17, 1964, pp. 47 – 77) in <i>Pietas: selected studies in Roman religion</i>, Brill, 1980.</li>\n<li>Weinstock, S. (1971). <i>Divus Julius</i>. Oxford; Clarendon Press. (pp. 80–90)</li>\n<li>Gerd Scherm, Brigitte Tast <i>Astarte und Venus. Eine foto-lyrische Annäherung</i> (1996), ISBN 3-88842-603-0</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Venus (dea) at Wikimedia Commons</li>\n</ul><ul><li>Britannica Online Encyclopedia</li>\n<li>The Roman goddess Venus - highlights at The British Museum</li>\n<li>Warburg Institute Iconographic Database (ca 2,300 images of Venus)</li>\n<li>'Venus Chiding Cupid for Learning to Cast Accounts' by Sir Joshua Reynolds at the Lady Lever Art Gallery</li>\n</ul>", "images": [{"ns": 6, "title": "File:0 Vénus et Cupidon - P.P. Rubens - Musée Thyssen-Bornemisza (2).JPG"}, {"ns": 6, "title": "File:Alexandre Cabanel - The Birth of Venus - Google Art Project 2.jpg"}, {"ns": 6, "title": "File:Anquises y Afrodita - Afrodisias.jpg"}, {"ns": 6, "title": "File:Aphrodite Anadyomene from Pompeii cropped.jpg"}, {"ns": 6, "title": "File:Ares e Afrodite.JPG"}, {"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Crispina Augusta-aureus-RIC 0287.jpg"}, {"ns": 6, "title": "File:Dea Barberini Massimo.jpg"}]}