{"pageid": 37782511, "ns": 0, "title": "Tulsi in Hinduism", "extract": "<p><b>Tulsi</b> or <b>Tulasi</b> (<i>Ocimum tenuiflorum</i>) or <b>Holy Basil</b> is a sacred plant in Hindu belief. Hindus regard it as an earthly manifestation of the goddess Tulsi; she is regarded as a great worshipper of the god Vishnu. The offering of its leaves is mandatory in ritualistic worship of Krishna and his forms like Vishnu and Vithoba.</p>\n<p>Many Hindus have tulsi plants growing in front of or near their home, often in special pots or a special masonry structure known as <i>Tulsi Vrindavan</i> as this is related to their culture. Traditionally, Tulsi is planted in the center of the central courtyard of Hindu houses. The plant is cultivated for religious and medicinal purposes, and for its essential oil.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>In Hindu mythology, Tulsi (\"matchless\") is known as <i>Vaishnavi</i> (\"belonging to Vishnu\"), <i>Vishnu Vallabha</i> (\"beloved of Vishnu\"), <i>Haripriya</i> (\"beloved of Vishnu\"), <i>Vishnu Tulsi</i>. The Tulsi with green leaves is called <i>Shri-Tulsi</i> (\"fortunate Tulsi\"); also Shri is a synonym for Lakshmi, the principal consort of Vishnu. This variety is also known as <i>Rama-Tulsi</i> (\"bright Tulsi\"); Rama is also one of the principal avatars of Vishnu. The Tulsi with dark green or purple leaves and purple stem is called <i>Shyama-Tulsi</i> (\"dark Tulsi\") or <i>Krishna-Tulsi</i> (\"dark Tulsi\"); Krishna is also a prominent avatar of Vishnu. This variety is considered esspecially sacred to Krishna, as its purple colour is similar to Krishna's dark complexion.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n\n<p>The <i>Devi Bhagavata Purana</i> regards Tulsi as an manifestation of Lakshmi, the goddess of wealth and principal consort of Vishnu. It narrates that Vishnu had three wives: Lakshmi, Saraswati and Ganga. Once, Ganga was flirting with Vishnu, when a jealous Saraswati noticed her and dragged her to the ground. Lakshmi ran to save Ganga. An infuriated Saraswati then curses Lakshmi to be born on earth as a plant. Ganga (the Ganges river) and Saraswati (the Saraswati River) also curse each other to be born as rivers. Vishnu comforts Lakshmi that she will be born on earth as Tulsi, but only part of her will stay there as a plant and she will return to him. At the same time on earth, King Vrishadhvaja—a devotee of the god Shiva—banned worship all other deities except his patron god. An agitated sun god Surya cursed him that Lakshmi will abandon him. In turn, Shiva pursued Surya, who fled, finally arriving in shelter of Vishnu. Vishnu said to the deities that years had passed on earth, Vrishadhvaja and also his heir-son were dead and that then the grandchildren of Vrishadhvaja—Dharmadhvaja and Kushadhvaja—were worshipping Lakshmi to gain her favour. Lakshmi rewards by being born as daughters Tulsi (literally \"matchless\") and Vedavati to Dharmadhvaja and Kushadhvaja respectively. Tulsi gave up all her royal comfort and went to Badrinath to perform penance to gain Vishnu as her husband. The god Brahma pleased with her penance told her that she will have to marry the demon Shankhachuda before she marries Vishnu. Sudama, a part-incarnation of Krishna (an avatar of Vishnu) was born on earth as the demon due to a curse. Shankhachuda, who also pleased Brahma with his penance, was granted the Vishnu-Kavacha (armour of Vishnu) and blessed that until his wife's chastity was retained and Vishnu-Kavacha was on his body, no one could slay him. Shankhachuda and Tulsi were soon married. Shankhachuda was filled with pride and terrorized the beings of the universe. To rescue the universe, Shiva challenged Shankhachuda to war, while Vishnu went to Tulsi to break her chastity. Vishnu assumed the form of Shankhachuda and compelled Tulsi to have coitus. With her chastity broken, Shankhachuda was killed and Sudama was freed of his curse. In middle of the sexual act, Tulsi recognized the impersonator. Vishnu appeared in his true form and told Tulsi to abandon her earthly body and return to his celestial abode as Lakshmi, his wife. Tulsi's mortal remains decayed and became the Gandaki River, while her hair transformed into the sacred Tulsi plant.</p>\n<p>A variant of the legend replaces Shankhachuda with Jalandhara and the name <i>Tulsi</i> with Vrinda (a synonym of the Tulsi plant). It concentrates on the tale of Vishnu destroying Vrinda's chastity to lead to the death of Jalandhara by Shiva. In this legend, Tulsi is distinct from Lakshmi. The legend ends with Vrinda cursing Vishnu to become a stone, turning him the Shaligram stone (which are found only in the Kali Gandaki River of Nepal) and Vishnu transforming Vrinda into the Tulsi plant. In a variant, Vrinda immolated herself in her husband's funeral pyre (see sati) but Vishnu ensured that she got incarnated in the form of tulsi plant on the earth. In both versions, she gain the status of a goddess named Tulsi, while his earthly form is the Tulsi plant.</p>\n<p>A Vaishnava legend relates Tulsi to the Samudra Manthana, the churning of the cosmic ocean by the gods and asuras (demons). At the end of the churning, Dhanvantari rose from the ocean with Amrita (the elixir of immortality). Vishnu procured it for the gods, when the demons tried to steal it. Vishnu shed happy tears, the first of which fell in Amrita and formed the Tulsi.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>While tree worship is not uncommon in Hinduism, the Tulsi plant is regarded the holiest of all plants. The Tulsi plant is regarded as a threshold point between heaven and earth. A traditional prayer tells that the creator-god Brahma resides in its branches, all Hindu pilgrimage centres reside in its roots, the Ganges flows through its roots, all deities in its stem and its leaves and the Hindu scriptures - the Vedas in the upper part of its branches. It is considered as household god particularly referred as a \"Women's deity\". It is called as \"the central sectarian symbol of Hinduism\" and Vaishavas consider it as \"the manifestation of god in the vegetable kingdom”.</p>\n<p>The Tulsi plant is grown in or near almost every Hindu house, especially by Brahmins and Vaishnavas. A house with a Tulsi plant is sometimes considered a place of pilgrimage. Sacred places where they are grown are also known as Vrindavan (grove of Tulsi). Vrindavan is a raised cuboid stone or brick structure often in middle of the house's courtyard or in front of the house.</p>\n<p>A person who waters and cares for the Tulsi daily is believed to gain moksha (salvation) and the divine grace of Vishnu, even if he does not worship it. Traditionally, the daily worship and care of the plant is the responsibility of the women of the household. The plant is regarded as a \"women's deity\" and a \"symbol of ideal wifehood and motherhood\". Though daily worship is prescribed, Tuesdays and Fridays are considered especially sacred for Tulsi worship. Rituals involve watering the plant, cleaning the area near the plant with water and cow dung (considered sacred) and making offerings of food, flowers, incense, Ganges water etc. Rangoli (decorative designs) of deities and saints are drawn near its foot. Devotees pray to Tulsi and circumbulate it,chanting mantras. The Tulsi plant is often worshipped twice in a day: in the morning and in the evening, when a lamp or candle is lit near the plant.</p>\n<p>In the 19th century, some families in Bengal regarded the plant as their guardian or family deity. In a British Indian census, North-Western Provinces recorded themselves as Tulsi worshippers and not belonging to Hindus, Muslims or Sikhs.</p>\n<dl><dt>Festivals</dt>\n</dl>\n<p>A ceremony known as Tulsi Vivah is performed by the Hindus between Prabodhini Ekadashi (eleventh lunar day of the waxing moon of Kartika) to Kartik Poornima (full moon in Kartika), usually on the eleventh or the twelfth lunar day. It is the ceremonial wedding of the Tulsi plant to Vishnu, in the form of his image, Shaligram or a Krishna or Rama image. Both the bride and the groom are ritually worshipped and then married as per traditional Hindu wedding rituals. It marks the end of the four-month <i>Chaturmas</i> period, which corresponds to the monsoon and is considered inauspicious for weddings and other rituals, so the day inaugurates the annual marriage season in India.</p>\n<p>In Orissa, on the first day of the Hindu month Vaishakha (April - May), a small vessel with hole at the bottom is filled with water and suspended over the Tulsi plant with a steady stream of water, for the entire month. In this period, when a hot summer reigns, one who offers cool water to Tulsi or an umbrella to shelter it from the intense heat is believed to be cleansed of all sin. The stream of water also conveys wishes for a good monsoon.</p>\n<h2><span id=\"In_worship_of_other_deities\">In worship of other deities</span></h2>\n\n<p>Tulsi is especially sacred in the worship of Vishnu and his forms Krishna and Vithoba and other related Vaishnava deities. Garlands made of 10000 tulsi leaves, water mixed with tulsi, food items sprinkled with Tulsi are offered in veneration to Vishnu or Krishna.</p>\n<p>Vaishnavas traditionally use <i>japa malas</i> (a string of Hindu prayer beads) made from Tulsi stems or roots called <i>Tulsi malas</i>, which are an important symbol of the initiation. <i>Tulsi malas</i> are considered to be auspicious for the wearer, and believed to connect him with Vishnu or Krishna and confer the protection of the deity. They are worn as a necklace or garland or held in the hand and used as a rosary. Tulsi's great connection with Vaishnavas is communicated with the fact that Vaishnavas are known as \"those who bear the tulsi round the neck\". Some pilgrims carry tulsi plants in their hands throughout their pilgrimage to Dwarka, the legendary capital of Krishna and one of the seven most sacred Hindu cities.</p>\n<p>There are conflicting accounts about Tulsi leaves being used in the worship of the god Shiva, a rival sect (Shaiva) god to the Vaishnava Vishnu. While Bael leaves are often offered to Shiva, some authors note that Tulsi may also be offered to him. Tulsi worship is sometimes regarded the worship of Shiva, conveying the deity's omnipresence. Shiva's aniconic symbol - the linga - is sometimes prescribed to have made from the black soil from the roots of the Tulsi plant. However, Tulsi is taboo in worship of the Devi - the Hindu Divine Mother as the pungent aroma of the Tulsi plant angers her. It is also important for the worship of Hanuman. In Orissa, the Tulsi plant represents all local deities and rituals to propitiate them are offered in front of the plant. The Nayars of Malabar offer Tulsi plants to pacify evil spirits.</p>\n<h2><span id=\"Importance_in_Hinduism\">Importance in Hinduism</span></h2>\n\n<p>Every part of the Tulsi plant is revered and considered sacred. Even the soil around the plant is holy. The <i>Padma Purana</i> declares a person who is cremated with Tulsi twigs in his funeral pyre gains moksha and a place in Vishnu's abode Vaikuntha. If a Tulsi stick is used to burn a lamp for Vishnu, it is like offering the gods lakhs of lamps. If one makes a paste of dried Tulsi wood (from a plant that died naturally) and smears it over his body and worships Vishnu, it is worth several ordinary pujas and lakhs of Godan (donation of cows). Water mixed with the Tulsi leaves is given to the dying to raise their departing souls to heaven.</p>\n<p>Just as Tulsi respect is rewarding, her contempt attracts the wrath of Vishnu. Precautions are taken to avoid this. It is taboo to urinate, excrete or throw waste water near the plant. Uprooting and cutting branches of the plant is prohibited. When the plant withers, the dry plant is immersed in a water body with due religious rites as is the custom for broken divine images, which are unworthy for worship. Though Tulsi leaves are necessary for Hindu worship, there are strict rules for it. A prayer of forgiveness may also be offered to Tulsi before the act.</p>\n<p>The word <i>Tulsi</i> is used in many place names and family names.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite id=\"CITEREFLittletonMarshal_Cavendish_Corporation2005\" class=\"citation book\">Littleton, C. Scott; Marshal Cavendish Corporation (2005). <i>Gods, Goddesses, And Mythology, Volume 11</i>. Marshall Cavendish. pp. 1124–26. ISBN 9780761475590.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATulsi+in+Hinduism&amp;rft.au=Marshal+Cavendish+Corporation&amp;rft.aufirst=C.+Scott&amp;rft.aulast=Littleton&amp;rft.btitle=Gods%2C+Goddesses%2C+And+Mythology%2C+Volume+11&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=9780761475590&amp;rft.pages=1124-26&amp;rft.pub=Marshall+Cavendish&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DHC93q4gsOAwC%26pg%3DPA1125%26dq%3DTulsi%2Bin%2BHinduism%26hl%3Den%26sa%3DX%26ei%3DF-W1UJLFDsLsrAeYrICICQ%26redir_esc%3Dy%23v%3Donepage%26q%3DTulsi%2520in%2520Hinduism%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFSimoons1998\" class=\"citation book\">Simoons, Frederick J. (1998). <i>Plants of life, plants of death</i>. Univ of Wisconsin Press. pp. 7–40. ISBN 978-0-299-15904-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATulsi+in+Hinduism&amp;rft.aufirst=Frederick+J.&amp;rft.aulast=Simoons&amp;rft.btitle=Plants+of+life%2C+plants+of+death&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=978-0-299-15904-7&amp;rft.pages=7-40&amp;rft.pub=Univ+of+Wisconsin+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Mani, Vettam (1975). <i>Puranic Encyclopaedia: a Comprehensive Dictionary with Special Reference to the Epic and Puranic Literature</i>. Motilal Banarsidass Publishers. p. 797. ISBN 978-0-8426-0822-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATulsi+in+Hinduism&amp;rft.aufirst=Vettam&amp;rft.aulast=Mani&amp;rft.btitle=Puranic+Encyclopaedia%3A+a+Comprehensive+Dictionary+with+Special+Reference+to+the+Epic+and+Puranic+Literature&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=978-0-8426-0822-0&amp;rft.pages=797&amp;rft.pub=Motilal+Banarsidass+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFDeshpande2005\" class=\"citation book\">Deshpande, Aruna (2005). <i>India: A Divine Destination</i>. Crest Publishing House. p. 203. ISBN 81-242-0556-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATulsi+in+Hinduism&amp;rft.aufirst=Aruna&amp;rft.aulast=Deshpande&amp;rft.btitle=India%3A+A+Divine+Destination&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=81-242-0556-6&amp;rft.pages=203&amp;rft.pub=Crest+Publishing+House&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFDalal1998\" class=\"citation book\">Dalal, Roshen (1998). <i>Hinduism: An Alphabetical Guide</i>. Penguin Books India. p. 424. ISBN 9780143414216.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATulsi+in+Hinduism&amp;rft.aufirst=Roshen&amp;rft.aulast=Dalal&amp;rft.btitle=Hinduism%3A+An+Alphabetical+Guide&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=9780143414216&amp;rft.pages=424&amp;rft.pub=Penguin+Books+India&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Japa mala (prayer beads) of Tulasi wood with 108 beads - 20040101-01.jpg"}, {"ns": 6, "title": "File:Ocimum tenuiflorum2.jpg"}, {"ns": 6, "title": "File:Tulsi or Tulasi Holy basil.jpg"}, {"ns": 6, "title": "File:Tulsi vivah.JPG"}, {"ns": 6, "title": "File:Tulsidevi01.jpg"}, {"ns": 6, "title": "File:ಮನೆ ಅಂಗಳ ತುಳಸಿ ಕಟ್ಟೆ.JPG"}]}