{"pageid": 3781758, "ns": 0, "title": "Triple deity", "extract": "<p>A <b>triple deity</b> (sometimes referred to as threefold, tripled, triplicate, tripartite, triune or triadic, or as a trinity) is three deities that are worshipped as one. Such deities are common throughout world mythology; the number three has a long history of mythical associations. Carl Jung considered the arrangement of deities into triplets an archetype in the history of religion.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Triple_goddesses\">Triple goddesses</span></h2>\n\n<p>In religious iconography or mythological art, three separate beings may represent either a triad who always appear as a group (Greek Moirai, Charites, Erinyes; Norse Norns; or the Irish Morrígna) or a single deity known from literary sources as having three aspects (Greek Hecate, Diana Nemorensis). In the case of the Irish Brigid it can be ambiguous whether she is a single goddess or three sisters, all named Brigid. The Morrígan also appears sometimes as one being, and at other times as three sisters, as do the three Irish goddesses of sovereignty, Ériu, Fódla and Banba.</p>\n\n<p>The Matres or Matronae are usually represented as a group of three but sometimes with as many as 27 (3 × 3 × 3) inscriptions. They were associated with motherhood and fertility. Inscriptions to these deities have been found in Gaul, Spain, Italy, the Rhineland and Britain, as their worship was carried by Roman soldiery dating from the mid 1st century to the 3rd century AD. Miranda Green observes that \"triplism\" reflects a way of \"expressing the divine rather than presentation of specific god-types. Triads or triple beings are ubiquitous in the Welsh and Irish mythic imagery\" (she gives examples including the Irish battle-furies, Macha, and Brigit). \"The religious iconographic repertoire of Gaul and Britain during the Roman period includes a wide range of triple forms: the most common triadic depiction is that of the triple mother goddess\" (she lists numerous examples).</p>\n<p>Peter H. Goodrich interprets the literary figure of Morgan le Fay as a manifestation of a British triple goddess in the medieval romance <i>Sir Gawain and the Green Knight</i>. A modern idea of a Triple Goddess is central to the new religious movement of Wicca.</p>\n<h2><span id=\"Indo-European_theory\">Indo-European theory</span></h2>\n<p>Georges Dumézil's trifunctional hypothesis proposed that ancient Indo-European society conceived itself as structured around three activities: worship, war, and toil. In later times, when slave labor became common, the three functions came to be seen as separate \"classes\", represented each by its own god. Dumézil understood this mythology as reflecting and validating social structures in its content: such a tripartite class system is found in ancient Indian, Iranian, Greek and Celtic texts. In 1970 Dumézil proposed that some goddesses represented these three qualities as different aspects or epithets and identified examples in his interpretation of various deities including the Iranian Anāhitā, the Vedic Sarasvatī and the Roman Juno.</p>\n<p>Vesna Petreska posits that myths including trinities of female mythical beings from Central and Eastern European cultures may be evidence for an Indo-European belief in trimutive female \"spinners\" of destiny. But according to the linguist M. L. West, various female deities and mythological figures in Europe show the influence of pre-Indo-European goddess-worship, and triple female fate divinities, typically \"spinners\" of destiny, are attested all over Europe and in Bronze Age Anatolia.</p>\n<h2><span id=\"Classical_antiquity\">Classical antiquity</span></h2>\n<p>At her sacred grove at Aricia, on the shores of Lake Nemi a triplefold Diana was venerated from the late sixth century BCE as Diana Nemorensis. Andreas Alföldi interpreted a late Republican numismatic image as the Latin Diana \"conceived as a threefold unity of the divine huntress, the Moon goddess and the goddess of the nether world, Hekate\". This coin shows that the triple goddess cult image still stood in the <i>lucus</i> of Nemi in 43 BCE. The Lake of Nemi was <i>Triviae lacus</i> for Virgil (<i>Aeneid</i> 7.516), while Horace called Diana <i>montium custos nemoremque virgo</i> (\"keeper of the mountains and virgin of Nemi\") and <i>diva triformis</i> (\"three-form goddess\"). Diana is commonly addressed as Trivia by Virgil and Catullus.</p>\n<h3><span id=\"Greek_magical_papyri\">Greek magical papyri</span></h3>\n<p>Spells and hymns in Greek magical papyri refer to the goddess (called Hecate, Persephone, and Selene, among other names) as \"triple-sounding, triple-headed, triple-voiced..., triple-pointed, triple-faced, triple-necked\". In one hymn, for instance, the \"Three-faced Selene\" is simultaneously identified as the three Charites, the three Moirai, and the three Erinyes; she is further addressed by the titles of several goddesses. Translation editor Hans Dieter Betz notes: \"The goddess Hekate, identical with Persephone, Selene, Artemis, and the old Babylonian goddess Ereschigal, is one of the deities most often invoked in the papyri.\"</p>\n<h3><span id=\"19th_century_classical_scholarship\">19th century classical scholarship</span></h3>\n<p>E. Cobham Brewer's 1894 <i>Dictionary of Phrase &amp; Fable</i> contained the entry, \"Hecate: A triple deity, called Phoebe or the Moon in heaven, Diana on the earth, and Hecate or Proserpine in hell,\" and noted that \"Chinese have the triple goddess Pussa\". The Roman poet Ovid, through the character of the Greek woman Medea, refers to Hecate as \"the triple Goddess\"; the earlier Greek poet Hesiod represents her as a threefold goddess, with a share in earth, sea, and starry heavens. Hecate was depicted variously as a single womanly form; as three women back-to-back; as a three-headed woman, sometimes with the heads of animals; or as three upper bodies of women springing from a single lower body (\"we see three heads and shoulders and six hands, but the lower part of her body is single, and closely resembles that of the Ephesian Artemis\").</p>\n<h2><span id=\"Classical_triple_goddesses_in_literature\">Classical triple goddesses in literature</span></h2>\n<p>The trinity of Asia, Panthea (\"All-Goddess\") and the Nereid Ione have been seen to be contrasted ironically with the triad of the Furies in Shelley's <i>Prometheus Unbound</i> making a careful separation between the Jungian figures of the Terrible and Good Mother.</p>\n<h2><span id=\"Finno-Ugric_triads\">Finno-Ugric triads</span></h2>\n<p>In the mythology of the Sámi, a triad of goddesses are responsible for childbirth and protecting children. Sáhráhkka, who lives in the fireplace, is responsible for pregnancy and the particular protector of girls. Juksáhkká, who lives in the area of the back doors, is responsible for turning some children into boys while they are in the womb (there was a belief that all children are female at the outset). Uksáhkká guards the main doors, and is responsible for protecting all young children.</p>\n<h2><span id=\"Pre-Islamic\">Pre-Islamic</span></h2>\n<p>A pagan god was worshipped in pre-Islamic Arabia and Nabataea with a family of deities around him among which was a triad of goddesses called \"the three daughters of God\": al-Lat (\"Mother Goddess of prosperity\") Al-Uzza (\"Mighty one\") the youngest, and Manat (\"Fate\") \"the third, the other\". They were known collectively as the three cranes. The name al-Lat is known from the time of the histories of Herodotus in which she is named Alilat.</p>\n<h2><span id=\"Triple_goddess_stone\">Triple goddess stone</span></h2>\n\n<p><b>Qudshu-Astarte-Anat</b> is a representation of a single goddess who is a combination of three goddesses: Qetesh (Athirat \"Asherah\"), Astarte, and Anat. It was a common practice for Canaanites and Egyptians to merge different deities through a process of syncretization, thereby, turning them into one single entity. This \"Triple Goddess Stone\", once owned by Winchester College, shows the goddess Qetesh with the inscription \"Qudshu-Astarte-Anat\", showing their association as being one goddess, and Qetesh (Qudshu) in place of Athirat.</p>\n<p>Religious scholar Saul M. Olyan (author of Asherah and the Cult of Yahweh in Israel), calls the representation on the Qudshu-Astarte-Anat plaque \"a triple-fusion hypostasis\", and considers Qudshu to be an epithet of Athirat by a process of elimination, for Astarte and Anat appear after Qudshu in the inscription.</p>\n<h2><span id=\"Three-headed_deities\">Three-headed deities</span></h2>\n\n<ul><li>In Hindu mythology, Trisiras and Dattatreya are explicitly tricephalous deities, but other instances of three-headedness are also found in Hindu iconography, for example in depictions of goddess Durga.</li>\n<li>The smaller Gallehus horn has a three-headed figure, holding an axe in its right hand and a rope tethered to the leg of a horned animal in the left.</li>\n<li>In Slavic mythology, the god Triglav, (literally meaning \"three-heads\") is a three-headed man, sometimes depicted with three goat heads. He is depicted as representation of three major Slavic gods that vary from one Slavic tribe to another that serve as the representatives of the Slavic realms. Triglav is usually described as a fusion of these gods.</li>\n<li>The hound Cerberus in Greek mythology is often depicted with three heads.</li>\n<li>Geryon has been depicted as three-headed on the Herculean Sarcophagus of Genzano currently held at the British Museum.</li>\n</ul><h2><span id=\"List_of_triple_deities\">List of triple deities</span></h2>\n\n<h3><span id=\"Historical_polytheism\">Historical polytheism</span></h3>\n<ul><li>The Classical Greek Olympic triad of Zeus (king of the gods), Athena (goddess of war and intellect) and Apollo (god of the sun, culture and music)</li>\n<li>The Delian chief triad of Leto (mother), Artemis (daughter) and Apollo (son) and second Delian triad of Athena, Zeus and Hera</li>\n<li>The Olympian demiurgic triad in platonic philosophy, made up of Zeus (considered the Zeus [king of the gods] of the Heavens), Poseidon (Zeus of the seas) and Pluto/Hades (Zeus of the underworld), all considered in the end to be a monad and the same Zeus, and the Titanic demiurgic triad of Helios (sun when in the sky), Apollo (sun seen in our world) and Dionysus (god of mysteries, \"sun\" of the underworld) (as can be seen on Plato's Phaed on the myth Dionysus and the Titans)</li>\n<li>The Eleusinian Mysteries centered on Persephone (daughter), Demeter (mother), and Triptolemus (to whom Demeter taught agriculture)</li>\n<li>In ancient Egypt there were many triads:\n<ul><li>the Osirian (or Abydos) triad of Osiris (husband), Isis (wife), and Horus (son),</li>\n<li>the Theban triad of Amun, Mut and Khonsu</li>\n<li>the Memphite triad of Ptah, Sekhmet and Nefertem</li>\n<li>the Elephantine triad of Khnum (god of the source of the Nile river), Satet (the personification of the floods of the Nile river), and Anuket (the Goddess of the nile river).</li>\n<li>the sungod Ra, whose form in the morning was Kheper, at noon Re-Horakhty and in the evening Atum, and many others.</li>\n</ul></li>\n<li>The Hellenistic Egypt triad of Isis, Alexandrian Serapis and Harpocrates (a Hellenized version of the already referred Isis-Osiris-Horus triad), though in the early Ptolemaic period Serapis, Isis and Apollo (who was though sometimes identified with Horus) were preferred</li>\n<li>The Roman Capitoline Triad of Jupiter (father), Juno (wife), and Minerva (daughter)</li>\n<li>The Roman pleibian triad of Ceres, Liber Pater and Libera (or its Greek counterpart with Demeter, Dionysos and Kore)</li>\n<li>The Julian triads of the early Roman Principate:\n<ul><li>Venus Genetrix, Divus Iulius, and Clementia Caesaris</li>\n<li>Divus Iulius, Divi filius and Genius Augusti</li>\n<li>Eastern variants of the Julian triad, e.g. in Asia Minor: Dea Roma, Divus Iulius and Genius Augusti (or Divi filius)</li>\n</ul></li>\n<li>The Matres (Deae Matres/Dea Matrona) in Roman mythology</li>\n<li>The Fates, Moirai or Furies in Greek and Roman mythology: Clotho or Nona the Spinner, Lachesis or Decima the Weaver, and Atropos or Morta the Cutter of the Threads of Life. One's Lifeline was Spun by Clotho, Woven into the tapestry of Life by Lachesis, and the thread Cut by Atropos.</li>\n<li>The Hooded Spirits or <i>Genii Cucullati</i> in Gallo-Roman times</li>\n<li>The main supranational triad of the ancient Lusitanian mythology and religion and Portuguese Neopagans made up of the couple Arentia and Arentius and Quangeius and Trebaruna, followed by a minor Gallaecian-Lusitanian triad of Bandua (under many natures), Nabia and Reve female nature: Reva</li>\n<li>The sisters Uksáhkká, Juksáhkká and Sáhráhkká in Sámi mythology.</li>\n<li>The triad of Al-Lat, Al-Uzza, and Manat in the time of Mohammed (Holy Qu'ran (Abdullah Yusuf Ali translation), Surah 53:19-22)</li>\n<li>Lugus (Esus, Toutatis and Taranis) in Celtic mythology</li>\n<li>Odin, Vili and Ve in Norse mythology</li>\n<li>The Norns in Norse mythology</li>\n<li>Odin, Freyr, and Thor in Norse mythology. Odin is the god of war, death, poetry, and the sky, Freyr is the god of summer and fertility, and Thor is the god of thunder and destruction.</li>\n<li>The Triglav in Slavic mythology</li>\n<li>Perkūnas (god of heaven), Patrimpas (god of earth) and Pikuolis (god of death) in Prussian mythology</li>\n<li>The Zorya or Auroras in Slavic mythology</li>\n<li>The Charites or Graces in Greek mythology</li>\n<li>The One, the Thought (or Intellect) and the Soul in Neoplatonism</li>\n</ul><h3><span id=\"Dharmic_religions\">Dharmic religions</span></h3>\n\n<ul><li>Ayyavazhi Trinity</li>\n<li>Brahma, Vishnu, and Shiva (Trimurti) in Puranic Hinduism</li>\n<li>Lord Dattatreya</li>\n<li>Mitra, Aryaman, and Varuna in early vedic Hinduism</li>\n<li>Ganga, Yamuna, and Saraswati merged in one is the Triveni</li>\n<li>Saha Realm Trinity in Mahayana Buddhism (Shakyamuni, Avalokitesvara and Ksitigarbha)</li>\n<li>Shakti, Lakshmi, and Saraswati (Tridevi) in Puranic Hinduism</li>\n</ul><h3><span id=\"Other_Eastern_religions\">Other Eastern religions</span></h3>\n<ul><li>Three Pure Ones in Taoism</li>\n<li>Fu Lu Shou in Taoism</li>\n<li>The Ahuric Triad of Ahura Mazda, Mithra and Apam Napat in Zoroastrianism. Also, in Achaemenid times, Mazda, Mithra and Anahita.</li>\n</ul><h3><span id=\"New_religious_movements\">New religious movements</span></h3>\n<ul><li>The Triple Goddess in Wicca</li>\n<li>Nuit, Hadit and Ra Hoor Khuit in the Thelemic spiritual system</li>\n</ul><h3><span id=\"Christianity\">Christianity</span></h3>\n\n<p>Christians profess \"one God in three divine persons\" (God the Father, God the Son and God the Holy Ghost). This is not to be understood as a belief in (or worship of) three Gods, nor as a belief that there are three subjectively-perceived \"aspects\" in one God, both of which the Church condemns as heresy. The Church also rejects the notions that God is \"composed\" of its three persons and that \"God\" is a genus containing the three persons.</p>\n<h3><span id=\"Gnosticism\">Gnosticism</span></h3>\n<p>The Gnostic text Trimorphic Protennoia presents a threefold discourse of the three forms of Divine Thought: The Father, The Son, and The Mother (Sophia).</p>\n<h3><span id=\"In_fiction\">In fiction</span></h3>\n<ul><li>The Golden Goddesses of the Legend of Zelda video game series are a triad of Din, Nayru, and Farore. They are credited with the creation of Hyrule and the Triforce within the game's mythology.</li>\n<li>In The Elder Scrolls video game series; the gods Akatosh (time), Lorkhan (space) and Magnus (magic) are considered the three gods primarily responsible for creation. The series also feature three goddess: Mara (fertility and romantic love), Dibella (beauty and sexuality) and Kynareth (heavens, the sky and wind). There is also the two variations of the Dunmer Tribunal gods with Almalexia, Sotha Sil and Vivec along with their three \"anticipators\" Boethiah, Azura and Mephala.</li>\n</ul><h2><span id=\"List_of_other_triads\">List of other triads</span></h2>\n<p>Triples in legendary beings:</p>\n<ul><li>Aži Dahāka (Azhi Dahaka, Dahāg)</li>\n<li>Balam</li>\n<li>Balaur</li>\n<li>Bune (Bime)</li>\n<li>Cerberus</li>\n<li>Ettins</li>\n<li>Geryon</li>\n<li>The Gorgons in Greek Mythology</li>\n<li>The Graeae in Greek Mythology</li>\n<li>The Three Wise Men in Christianity</li>\n<li>Zmey Gorynych</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of deities</li>\n<li>Les Lavandières</li>\n<li>Mythography</li>\n<li>Thraetaona</li>\n<li>Three hares</li>\n<li>Trichotomy (philosophy)</li>\n<li>Trifunctional hypothesis</li>\n<li>Trita</li>\n<li>Triton</li>\n<li>Tritheism</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Additional_sources\">Additional sources</span></h3>\n<ul><li>Jung, C. G. \"A Psychological Approach to the Dogma of the Trinity\" (1948), in <i>Collected Works of C. G. Jung</i>, Princeton University Press 1969, vol. 11, 2nd edition, pp. 107-200.</li>\n<li>Brabazon, Michael. Carl Jung and the Trinitarian Self, Quodlibet Journal: Volume 4 Number 2-3, Summer 2002. File retrieved Sept. 19, 2008.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bibracte Deesses.jpg"}, {"ns": 6, "title": "File:Brahma, Vishnu and Shiva seated on lotuses with their consorts, ca1770.jpg"}, {"ns": 6, "title": "File:Hecate Chiaramonti Inv1922.jpg"}, {"ns": 6, "title": "File:Qetesh relief plaque (Triple Goddess Stone).png"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Three kings or three gods.jpg"}]}