{"pageid": 37893314, "ns": 0, "title": "Shailaputri", "extract": "<p><b>Shailaputri</b> (lit. daughter of the mountains) is a manifestation of the Hindu goddess, Durga and is one of the first Navadurga's venerated during the first day of Navratri.</p>\n<p>She is also known as Sati, Bhavani, Parvati or Hemavati. Mother Shailaputri is the absolute form of Mother Nature.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Goddess Shailaputri is depicted with two hands and has a crescent moon on her forehead. She holds a trident in her right hand and a lotus flower in the left. She rides on mount Nandi (bull).</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Shailaputri is an avatar of Goddess Durga, who was born in the house of King of Mountains “Parvat Raj Himalaya”. The name “Shailaputri” literally means the daughter (putri) of mountain (shaila). Variously known as Sati Bhavani, Parvati or Hemavati, the daughter of Himavat - the king of the Himalayas.</p>\n<p>The embodiment of the power of Brahma, Vishnu and Shiva, she rides a bull and carries a trident and a lotus in her two hands. In previous birth, she was daughter of Daksha, Sati. Once Daksha had organized a big Yagna and did not invite Shiva. But Sati being obstinate, reached there. Thereupon Daksha insulted Shiva. Sati could not tolerate the insult of husband and burnt herself in the fire of Yagna. In other birth, she became the daughter of Himalaya in the name of Parvati - Hemavati and got married with Shiva. As per Upanishad, she had torn and the egotism of Indra, etc. Devtas. Being ashamed they bowed and prayed that, \"In fact, thou are Shakti, we all - Brahma, Vishnu and Shiva are capable by getting Shakti from you.\"</p>\n<p>In some scriptures like Shiva Purana and Devi-Bhagavata Purana the story of Mother Goddess is written as follows: Maa Bhagwati in her earlier birth was born as a daughter of Daksha Prajapati. Then her name was Sati and she was married to Lord Shiva. But in a sacrificial ceremony organized by her father Prajapati Daksha, she got her body burnt in the yogic fire, because she could not bear the insult of her husband Lord Shiva by her father Prajapati Daksha in the sacrificial ceremony.</p>\n<p>In her next birth she incarnated her as Goddess Parvati, the daughter of Parvat Raj Himalaya and among Nava Durgas she has been referred to as Shailaputri, who was again known as Hemavati. In her Hemavati aspect, she defeated all prominent gods. Like her previous birth, in this life also Maa Shailaputri(Parvati) got married to Lord Shiva.</p>\n<p>She is Devi of the root chakra, who, upon awakening, begins Her journey upwards. Sitting on Nandi and making her first journey from the Muladhara chakra. As from her father to her husband – the awakening Shakti, beginning Her search for Lord Shiva or making a move towards her Shiva. So that, in Navratri pooja the first day Yogis keep their minds concentrated on Muladhara. This is the starting point of their spiritual discipline. They started their Yogasadha from here. Shailaputri is the Muladhara Shakti to be realized within Self and sought for higher depths, in the yogic meditation. It is the rock of spiritual standing and the whole world gets strength from the Shailaputri aspect of Purna Prakriti DURGA.</p>\n<p>From the Yogic point of view, the First Navratri is considered to be very auspicious day. This is the Yogic start for being in tune with the Divine Mother Durga. Those who want to have any kind of initiation in the Shakti Mantras, can have it on the First of Shukla Pratipada.</p>\n<p>The aspiration of a devotee is to reach higher and further higher, for spiritual evolution, and for the attainment of Siddhi, which is perfection associated with Ananda (bliss). Verily, Shailaputri is the Muladhara Shakti to be realized within Self and sought for higher depths, in the YOGA-maditation. This is an experience in the soul-searching of Immutable within human existence. Shailaputri is the physical consciousness of the Divine Mother Durga. She is truly Parvati, daughter of the King Hemavana, as described in the Shiva Purana. Shailaputri is the manifestation of this earth planet, which includes what is apparent on this earth, and within the globe. Shailaputri covers all the hills, vales, water resources, seas and oceans, including atmosphere.</p>\n<p>Therefore, Shailaputri is the essence of the earthly existence. Her abode is in the Muladhara Chakra. The divine Energy is latent in every human being. It is to be realized. Its color is crimson. The Tattva (element) is Earth, with the Guna (quality) of coherence, and with the Bheda (distinct) characteristics of Ghraana(the smell).</p>\n<h3><span id=\"Worship\">Worship</span></h3>\n<p>The puja begins with Ghatasthapana, a ritual that symbolises women power. In 2017, the Ghatasthapana Muhurta starts from 6:03 AM till 8:22 AM on 21 September. The Ghatasthapana puja is done by using puja items that are considered holy and symbolic. A shallow pan like utensil made of clay is used as base. Three layers of mud and Sapta Dhanya/Navadhanya seeds are then scattered in the pan. After that little bit of water is needed to be sprinkled so that seeds get enough moisture. Then, a Kalasha is filled with Ganga jal. Supari, a few coins, Akshat (raw rice mixed with turmeric powder) and Durva grass are put in water. After this, five leaves of the mango tree are put around the neck of the Kalash, which is then covered by placing a coconut.</p>\n<h3><span id=\"Prayers\">Prayers</span></h3>\n<p>Its mantra is La+Ma, i.e.Lama, of the Sanskrit Varṇamālā(Sanskrit, n., वर्णमाला). Its focus is on the tip of the tongue, and lips.</p>\n<blockquote>\n<p><b>Mantra of Shailaputri:</b></p>\n<dl><dd><i>ॐ देवी शैलपुत्र्यै नमः॥</i></dd>\n<dd><i>Om Devi Shailaputryai Namah॥</i></dd>\n</dl><p><b>Prarthana or Prayer of Shailaputri</b></p>\n<dl><dd><i>वन्दे वाञ्छितलाभाय चन्द्रार्ध कृतशेखराम् ।</i></dd>\n<dd><i>वृषारूढाम् शूलधराम् शैलपुत्रीम् यशस्विनीम् ॥</i></dd>\n</dl><dl><dd><i>Vande Vanchhitalabhaya Chandrardhakritashekharam।</i></dd>\n<dd><i>Vrisharudham Shuladharam Shailaputrim Yashasvinim॥</i></dd>\n</dl><p>\"I pay my VANDANA/obeisance to the DIVINE MOTHER SHAILA-PUTRI, who bestows upon the choicest boons to the devotees. The moon in the crescent form is adorned as the crown on Her forehead. She is mounted on the bullock. She holds a lance in her hand. She is Yashasvini - the CELEBRATED MOTHER DURGA.\"</p>\n</blockquote>\n<h2><span id=\"Temples\">Temples</span></h2>\n<ul><li>Shailaputri Temple is located at A-40/11, Marhia Ghat, Varanasi, Uttar Pradesh, India.</li>\n</ul><ul><li>Hedavde Mahalaxmi is located at Hedavde Village, on Mumbai Ahemdabad Highway, Vasai Virar region, Maharashtra, India.</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Shailaputri Sanghasri 2010 Arnab Dutta.JPG"}]}