{"pageid": 38026064, "ns": 0, "title": "Bai Mudan (mythology)", "extract": "<p><b>Bai Mudan</b> (白牡丹; literally <b>White Peony</b>), also romanized as Pai Mu-tan, is character from Chinese mythology. She is described as the most beautiful courtesan in the city of Luoyang and a reincarnation of Peony fairy.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>White Peony's most popular legend comes from the novel <i>Journey to the East</i>. It is said that one day, the immortal Lü Dongbin took a walk in Luoyang spotted White Peony, and was heavily attracted by her beauty. Lü Dongbin then transformed himself into a handsome scholar and slept with her many times. However, in accordance with Taoist alchemy, he never ejaculated, in order to preserve his Yang essence. Unfortunately, Lu’s immortal colleague Iron-Crutch Li and He Xiangu taught Mudan how to make him ejaculate by tickling his groin. Finally, White Peony successfully made Lü Dongbin ejaculate and absorbed his Yang essence. Later she cultivated herself and became immortal as well.</p>\n<p>Feijianji, another novel from the Ming Dynasty  had a slightly different version of this legend. According to Feijianji, Bai Mudan was a common girl (not a prostitute) who was seduced by Lü Dongbin. Later she became very weak since Lu practiced \"cai yin bu yang\"  on her. Meaning he absorbed her yin (female) essence, without losing his own yang (male) essence. When her mother consulted with Buddhist Monk Huanglong (Yellow Dragon), he taught her how to make Lü Dongbin ejaculate and thus restore her yin essence. This event enraged Lü Dongbin, he tried to decapitate Huanglong using his flying sword but failed. In the end Lu admitted his mistakes and acknowledged Huang Long as his teacher.</p>\n<p>In another story White Peony was ordered by the minister Su Dongpo (Su Shi), to tempt his friend, monk Fo Yin. Actually Su Shi hated Buddhist practitioners because he thought of unmarried monks as not sufficiently devoted to their ancestors.</p>\n<p>There is also a folktale from Song Dynasty which describes her as a haughty courtesan, who liked to humiliate her wealthy clients. Stories include asking them to kiss her butt. When a greedy merchant named Chen Hua was licking her anus, she even farted in his face Actually this is an allusion for Chen Hua's \"duo tun peng pi\" (掇臀捧屁) behavior. Duo tun peng pi is a Chinese idiom for flattering.</p>\n<h2><span id=\"As_goddess\">As goddess</span></h2>\n<p>Her reputation as seducer makes White Peony aka Bai Mudan deified as goddess who tempts men or more specifically an ascetic.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>White Peony appeared in many classic novels such as Journey to the East (东游记), Ba Xian Dedao (八仙得道), Fei Jian Ji, Han Xiangzi Quanzhuan-The Story of Han Xiangzi: The Alchemical Adventures of a Daoist Immortal (韓湘子全傳) and others.</li>\n<li>She is also a protagonist in a famous opera title; Lü Dongbin san xi Bai Mudan (Lü Dongbin three trick on White Peony). However, in some opera versions White Peony is depicted as druggist/apothecary's daughter instead of prostitute.</li>\n<li>There also many movies based on that opera above </li>\n<li>White Peony appeared in many television series such as Dong You Ji (portrayed by Phyllis Quek), Eight Avatar (portrayed by Sonija Kwok), Baxian Guohai (ATV-1985) portrayed by Betty Lai, and Ghost Catcher Legend of Beauties (portrayed by Liu Yihan). She also appeared in 1971 Eight Immortals movie, portrayed by Chang Chi-Yu </li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Unruly Gods: Divinity and Society in China. A Summary of Bai Mudan (White Peony) misadventure with Lü Dongbin story</li>\n<li>A Prostitute Who Became a Deity. Translated by Nathaniel Hu Another version of White Peony (Bai Mudan) and Lü Dongbin story, this version is longer and more erotic</li>\n<li>Wu Yuantai. Dongyouji (Journey to the East), chapter 27-28</li>\n<li>Fejianji, chapter 5</li>\n<li>Peter Lovrik &amp; Wang-Ngai Siu. Chinese Opera: Images and Stories a synopsis for Chinese \"Lü Dongbin san xi Bai Mudan\" (Lü Dongbin three trick on White Peony)</li>\n<li>Anning Jing. The Water God's Temple of the Guangsheng Monastery</li>\n</ul>"}