{"pageid": 380595, "ns": 0, "title": "Lada (goddess)", "extract": "<p><b>Lada</b> or <b>Lado</b> is the name of a Slavic deity of harmony, merriment, youth, love and beauty.</p>\n<p>The word 'Lado' appears in many Slavic and Baltic wedding and folk songs, particularly those sung during Ivan Kupala and other summer festivals. Its meaning, if indeed it has any, is unclear.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Lucas from Great Kozmin, a professor of and rector at Cracow University, mentioned in his postil, written circa 1405-1412, that Lada was one of the four gods worshipped in Poland (the others being Jassa, Kiy or Qui and Niya):</p>\n<blockquote>\n<p>Hoc deberent advertere hodie in choreis vel in aliis spectaculis nefanda loquentes et in cordibus immunda meditantes, clamantes et nominantes idolorum nomina: 'Lado, Yassa et attendere an possit referro ad Deum Patrem? Certe non venit ad summum bonum nisi quod bonum.\" (To this day they sing and dance name their Gods \"Lado, Yassa\" and others - surely not references to the Holy Father so can anything good come of this? Certainly not)\"</p>\n</blockquote>\n<blockquote>\n<p>\"Non enim salvatur in hoc nomine Lado, Yassa, Quia, Nia sed in nomine Ihesus Christus […] Non Lada, non Yassa, non Nia, que suntnomina alias ydolorum in Polonia hic cultorum, ut quedam cronice testantur ipsorum Polonorum.\" (One does not receive salvation through the names of Lada, Yassa, Quia or Nia but rather through the name of Jesus Christ... Not Lada, Yassa or Nia, that incidentally are the names of the gods worshipped here in Poland as will attest cerain chronicles of the Poles).</p>\n</blockquote>\n<p>Most of these Gods were later included in the lists of Polish deities chronicled by Jan Długosz in 1480 in his <i>Annales seu cronicae incliti Regni Poloniae</i> and, thereafter, by Maciej Miechowita in his <i>Chronica Polonorum</i> around 1519.</p>\n<p>Croatian ethnologist Vitomir Belaj studied a great number of songs of summer festivities from various Slavic nations. While not all of them contain exclamations to Lado, all of them do include a central character named Ivan or Ivo, meaning John, which is loosely associated with St. John the Baptist, whose feast day occurs in summer. However, the Ivan of these songs has almost no resemblance to the Christian saint: he is described as a young and handsome man, courting with young girls, and in one particular song he even explicitly refuses to baptise a young child presented before him, explaining he cannot do so because he himself is not a Christian. Belaj concluded that in these songs the name of Ivan stands in place of the name of an older Slavic god who was venerated at summer festival which later, after the arrival of Christianity, became the festival of St. John the Baptist. Belaj identified this lost god as Jarilo, a major Slavic deity of vegetation, harvest and fertility.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The Proto-Slavic <i>*ladъ</i> means \"pretty, nice, order\". It is of unknown origin.</p>\n<h2><span id=\"Example_song\">Example song</span></h2>\n<p>The following Croatian Lado-song sung by young girls in circle .</p>\n<dl><dt>Lado! Vid slept in a meadow</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! fair elf-maids were waking him</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! Stand up young Vid!</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! your house is on sale;</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! your mother is dying;</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! your lover serves another.</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! Then answers young Vid</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! you are lying fair elf-maids;</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! neither is my mother dying;</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! neither is my house on sale;</dt>\n<dd>Lado is beautiful!</dd>\n<dt>Lado! but my lover serves another.</dt>\n<dd>Lado is beautiful!</dd>\n</dl><h2><span id=\"Modern_culture\">Modern culture</span></h2>\n\n<p>Lada is one of the deities, in order of whom some modern pagans feast their \"seasonal holidays\".</p>\n<p>Sometimes the goddess attracted attention of the modern artists.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Серия Древо жизни. Держательница кольца (Лада).1998г.29,6х20,2.jpg"}]}