{"pageid": 380597, "ns": 0, "title": "Marzanna", "extract": "<p><b>Marzanna</b> (in Polish), <b>Марена</b> (in Russian), <b>Morė</b> (in Lithuanian), <b>Morana</b> (in Czech, Bulgarian, Slovene, Serbian, Bosnian, and Croatian), or <b>Morena</b> (in Slovak and Macedonian), <b>Maslenitsa</b> (in Russia) and also <b>Mara</b> (in Belarusian and Ukrainian), Maržena, Moréna, Mora or Marmora is a Baltic and Slavic goddess associated with seasonal rites based on the idea of death and rebirth of nature. She is an ancient goddess associated with winter's death and rebirth and dreams. In Slavic rites the death of the Goddess Marzanna at the end winter, becomes the rebirth of Spring of the Goddess Kostroma (Russian), Lada, Vesna representing the coming of Spring.</p>\n<p>Some medieval Christian sources such as the Czech 9th century Mater Verborum compare her to the Greek goddess Hecate, associating her with sorcery. 15th century Polish chronicler Jan Długosz likened her in his <i>Annales</i> to Ceres, the Roman goddess of agriculture (together with another Slavic goddess Dziewanna).</p>\n<p>In modern times the rituals associated with Marzanna have lost their sacred character and are a pastime – an occasion to have fun and celebrate the beginning of spring. The tradition is usually celebrated around the spring equinox (March 21). Usually schoolchildren and young people participate in the celebrations alongside local folklore groups and other residents. A procession consisting of men, women and children carries handmade Marzanna (and often also <i>Marzaniok</i> dolls, the male counterpart to Marzanna) to the nearest river, lake or pond. The participants sing traditional songs and throw effigies of Marzanna into the water. Sometimes the effigies are first set on fire, or their clothes are torn. On the journey back to the village the focus falls on the copses, adorned with ribbons and blown egg shells. The procession, still singing, returns to the village. In some locations (e.g. in Brynica – a district of Miasteczko Śląskie), the beginning of spring is then celebrated with a feast.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names_and_etymology\">Names and etymology</span></h2>\n<p>Marzanna's name most likely comes from the Proto-Indo-European root *mar-, *mor-, signifying death. The Slovak form of the theonym – <i>Ma(r)muriena</i> – suggests that the goddess may have originally been connected to the Roman god of war Mars (known under a variety of names, including <i>Marmor</i>, <i>Mamers</i> and <i>Mamurius Veturius</i>). The connection to Mars is supported by, among others, Vyacheslav Ivanov and Vladimir Toporov, who underline that he was originally an agricultural deity.</p>\n<p>Other theories claim her name is derived from the same Indo-European root as Latin <i>mors</i> 'death' and Russian <i>mor</i> 'pestilence'. Some authors also likened her to mare, an evil spirit in Germanic and Slavic folklore, associated with nightmares and sleep paralysis. In Belarusian, Polish, Ukrainian and in some Russian dialects the word 'mara' means 'phantom', 'vision', 'hallucination'.</p>\n<p>Similar to burning witches in some European countries or Holika Dahan in India, in terms of the season when its celebrated - at the end of winter, start of spring - and the evil character involved.</p>\n<h2><span id=\"Traditions\">Traditions</span></h2>\n\n<p>The tradition of burning or drowning an effigy of Marzanna to celebrate the end of winter is a folk custom that survives in the Czech Republic, Poland, Lithuania, and Slovakia. In the past, the festival was held on the fourth Sunday of Lent. In the 20th century the date 21 March was fixed (20–21 March). The rite involves preparing an effigy in female clothing, and either setting it on fire or drowning in a river (or both). This is often performed during a field trip by children in kindergarten and primary schools. The effigy, often made by the children themselves, can range in size from a puppet to a life-size dummy. This ritual represents the end of the dark days of winter, the victory over death, and the welcoming of the spring rebirth.</p>\n<blockquote class=\"templatequote\">\n<p><i>It concerns the \"drowning of Marzanna,\" a large figure of a woman made from various rags and bits of clothing which is thrown into a river on the first day of the spring calendar. Along the way, she is dipped into every puddle and pond ... Very often she is burned along with herbs before being drowned and a twin custom is to decorate a pine tree with flowers and colored baubles to be carried through the village by the girls. There are of course many superstitions associated with the ceremony: you can't touch Marzanna once she's in the water, you can't look back at her, and if you fall on your way home you're in big trouble. One, or a combination of any of these can bring the usual dose of sickness and plague.</i></p>\n\n</blockquote>\n<h3><span id=\"Drowning_of_Marzanna\">Drowning of Marzanna</span></h3>\n<p>Marzanna is also the name used to describe the effigy of the goddess, which was ritually burned or drowned during an early spring rite called Jare Święto in order to hasten the approach of spring. The custom of drowning the effigy of Marzanna derives from sacrificial rites; its function was to ensure a good harvest in the upcoming year. Following the principles of sympathetic magic – as described by James Frazer – it was believed that burning an effigy representing the goddess of death would remove any results of her presence (i.e., the winter) and thus bring about the coming of spring.</p>\n\n<p>The effigy has usually been made of straw, wrapped in white cloth and adorned with ribbons and necklaces. Traditionally the effigy has initially been carried past every house in the village by a group of children holding green juniper twigs. During this procession Marzanna was repeatedly dipped in every encountered puddle or stream. In the evening the effigy passed to the young adults; the juniper twigs were lit, and thus illuminated Marzanna was carried out of the village, burned, and thrown into water. There is a number of superstitions related to the custom of drowning Marzanna: one cannot touch the effigy once it's in the water or one's hand will wither; looking back while returning home may cause an illness, while stumbling and falling may lead to a relative's death within the coming year.</p>\n<p>The Catholic Church attempted to forbid this old Slavic custom. In 1420, the Synod of Poznań instructed the Polish clergy: <i>Do not allow the superstitious Sunday custom, do not permit them to carry around the effigy they call Death and drown in puddles</i>. However, both the custom and tradition prevailed. At the turn of the 18th century there has been an attempt to replace it (on the Wednesday preceding Easter) with a newly introduced custom of throwing an effigy symbolizing Judas down from a church tower. This attempt also failed. Today, the custom is celebrated at spring equinox on 21 March, which coincides with the traditional date of Jare Święto.</p>\n<h3><span id=\"Marzanna_and_the_copse\">Marzanna and the copse</span></h3>\n\n<p>The rite of drowning Marzanna, often conducted together with carrying bouquets of green twigs and branches (dubbed <i>gaik</i> in Polish, literally \"copse\") was originally performed on the fourth Sunday of Lent, called the White Sunday. The tradition of celebrating it on 21 March only began in the 20th century. Most researchers agree that the custom of carrying the copse (also known as <i>grove, new summer</i>, or <i>walking with the Queen</i>) from house to house was earlier performed much later in the year, probably shortly after Easter.</p>\n<h4><span id=\"The_effigy_of_Marzanna\">The effigy of Marzanna</span></h4>\n<p>Details of the ritual vary from region to region. Typically the effigy or doll representing Marzanna is made of straw and dressed in traditional local costume, rags, or even bridesmaid's clothes. Marzanna may resemble a young woman wearing a garland as well as an old crone. Village dwellers carry the effigy away from the village, often singing event-related songs. Jerzy Pośpiech points out that at first only adults participated in the ritual; only when the custom became a fun game did the young join in.</p>\n<p>Depending on local tradition, the ritual that takes place after the procession reaches its chosen destination can be performed in various ways: sometimes the effigy is first torn into pieces, its clothes ripped off, and then drowned in a lake, river or even a puddle. In some variants of the ritual, the effigy is burned; in others, it is first set on fire and then thrown into water. A number of superstitions (also locally varied) are connected to the ritual, e.g.: the person who last returns to the village after the ritual is sure to die in the coming year. In some locations, a tradition functions in which Marzanna is given a male counterpart – Marzaniok.</p>\n<h4><span id=\"Walking_with_the_copse\">Walking with the copse</span></h4>\n<p>Walking with the Copse is a ritual in which pine branches, twigs or even entire small trees (pine or spruce) – adorned with ribbons, handmade ornaments, egg shells or flowers – are carried from house to house. In some variations of the ritual a doll is tied to the top branch; in others, a local girl accompanies the copse (hence \"walking with the Queen\"). The copse is usually carried by girls, who walk from house to house, dance, sing and extend best wishes to the hosts. Some sources relate that the group also collected donations. Today the ritual often takes the form of bringing a decorated copse to the village after the ritual of drowning Marzanna is completed. This type of a two-part ritual (destroying the effigy and then returning with the copse) had been observed in the Opole region, the western parts of Kraków voivodeship, Podhale, Slovakia, Moravia, Bohemia, Lusatia and Southern Germany (Thuringia, Franconia). In the 19th century Oskar Kolberg noted that the copse had been carried around as a standalone custom (without the prior destruction of Marzanna) around Kraków and Sandomierz, as well as in the regions of Mazovia (on Easter Tuesday) and Lesser Poland (beginning of May or the Green Week).</p>\n<h3><span id=\"Traditions_related_to_Marzanna_and_the_copse_in_Silesia\">Traditions related to Marzanna and the copse in Silesia</span></h3>\n<p>The date when the customs of drowning Marzanna and carrying the copse originated in Silesia is unknown. Although the Catholic Church considered these to be pagan traditions, and persecuted them accordingly, the custom nevertheless survived in Silesia even at times when it had been almost extinct in other regions of Poland. Researchers point out that traditionally only women and girls would walk with a hand-made Marzanna; only later was the custom taken over by young adults and children. In some regions – such as around Gliwice and Racibórz – local girls were followed by boys carrying Marzanna's male equivalent – Marzaniok. The effigies were carried around the village. Songs, often improvised, were sung in front of each house, especially if a girl lived in it. Hosts would reward the singers with money or eggs. Afterwards, the singing procession left the village and went to a nearby body of water – a stream, pond, lake or even a puddle. If there was no lake or pond nearby, the effigy was burned; its clothes had been ripped off or it had been pelted with snow or mud.</p>\n<p>The procession would usually return carrying a copse – a small spruce or pine tree adorned with eggs and ribbons. Nicknamed <i>latko</i> (summer), the copse symbolised the spring and blooming nature. The procession carried it into the village, accompanied by songs and best wishes.</p>\n<h2><span id=\"Significance\">Significance</span></h2>\n<p>Today Marzanna is often perceived as a personification of winter and the symbolic drowning ends this season and returns life. In this interpretation, the copse is used to welcome spring and to affirm the re-awakening of nature. However, modern interpretations simplify the ritual: one example is merging two originally separate rituals and changing the time of the year at which they were celebrated. Moreover, even medieval chroniclers suggested that the custom had already evolved into a light-hearted, fun event and its original meaning had been almost forgotten.</p>\n<p>Researchers emphasise that Marzanna functioned not merely as a symbol of winter, but also as a Slavic goddess. Marzanna's later association with death (in some regions Marzanna is called Death Crone) trivialized the importance of the goddess, who was the lady of not only death, but also life, and commanded the natural world.</p>\n<p>Drowning Marzanna in water (an element of high importance in season-related folk celebrations) is understood as the goddess' symbolic descent into the underworld, to be reborn with next winter. Some researchers underline the sacrificial character of this ritual and suggest that Marzanna is sacrificed in order to appease Winter. The authors of <i>Wyrzeczysko</i> propose that Marzanna is sacrificed to the demons of water, whose favour was necessary to ensure a plentiful harvest in the coming year.</p>\n<p>Celebrating the Copse after Easter – in full spring – performs an individual function in the cycle of rebirth: it announces the coming of spring, a time of joy and song, a time when the Earth bears new fruit.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<p>A Polish black metal band, Furia, has released an album under the title <i>\"Marzannie, Królowej Polski\"</i> <i>(To Marzanna, the Queen of Poland)</i>.</p>\n<p>A Russian folk metal band Arkona sings about Марена on their album entitled Lepta.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mara (Hindu goddess)</li>\n<li>Jarilo</li>\n<li>Martenitsa</li>\n<li>Maslenitsa</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Dixon-Kennedy, Mike. Encyclopedia of Russian &amp; Slavic myth and legend. ABC-CLIO Publisher, 1998</li>\n<li>Marjorie Yovino-Young. Pagan Ritual and Myth in Russian Magic Tales: A Study of Patterns. Edwin Mellen Press, 1993.</li>\n<li>Skvortzov, Konstantin. Mater Verborum, 13th century Czech manuscript, with comments. Saint Petersburg Academy of Sciences, 1853.</li>\n<li>http://www.bellaonline.com/articles/art171090.asp</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Letohrádek Kinských - Musaion 712.jpg"}, {"ns": 6, "title": "File:Morana.jpg"}, {"ns": 6, "title": "File:Topienie Marzann w Brynicy.jpg"}, {"ns": 6, "title": "File:Topienie Marzanny w Miasteczku Śląskim - 21 marca 2015 06.jpg"}, {"ns": 6, "title": "File:Vynášanie Marmurieny vyše kostola.jpg"}]}