{"pageid": 380607, "ns": 0, "title": "Ognyena Maria", "extract": "<p>In Slavic mythology, <b>Ognyena Maria</b> (literally \"Fiery Mary\") is a fire goddess who is the sister and assistant of the thunder god, Perun. Ognyena Maria originates as a conflation of the figures of Margaret the Virgin and the Virgin Mary, both regarded as sisters of Saint Elias.</p>\n<p>This divinity also appears with southern Slavs, and is usually considered to be the sister of the thunder god/saint. She was also associated with rain or the sea, or with Lazarus (Марина Лазоревая) and azure flashes of lightning.</p>\n<p><b>Ognyena Maria'</b>s feast in the folk calendar of the Slavs is on July 17, on the Julian calendar (around 30 July).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Belarus\">Belarus</span></h2>\n<p>In Belarus, she is prayed towards for healing from ailments: \"Добры вечар, цёмна ноч! На табе, вада, маю бяду, а мне маё здароўе назад аддай\" (\"Good evening, dark water! I leave my troubles to you, and I wish for health in return.\")</p>\n<h2><span id=\"Bulgaria\">Bulgaria</span></h2>\n<p>In Bulgaria, she is celebrated on July 22, as the day she prevents fires. A strict ban is observed on housework to prevent any disastrous fires on that day, as the summer at July was hot enough to start such outbreaks. They believe that anyone who breaks the ban will suffer destructive fires that will break out against them and their households. Her festival culminates a celebration on 15-22 July, related to the Goreshtnitsi Festival at the 28-30 July.</p>\n<p>As the mistress of snakes, people were also forbidden from using ropes and threads on her feast days. During those days, snakes were said to hide in the underworld.</p>\n<p>The first day of Goreshtnitsi was when all fires were extinguished, and no new fires will be lit until the third day, when the Bulgarians celebrate the fires of the Holy Spirit. Some do it to celebrate Ognyena Maria's power over fire.</p>\n<p>Some Bulgarians believe that as she is the sister of Saint Elijah, she hides from him on St. Elias' Day, to ensure that he would not be so delighted, that his lightning and thunder would destroy everything.</p>\n<h2><span id=\"Russia\">Russia</span></h2>\n<p>In Russia, she is considered as the daughter of a king from the sea. As she felt bored of life in his palace, she fled to land. Her father got angry from this, and so he rained down darts of lightning on her birthday, that anyone who saw the lightning will be blind. Her birthday falls around Trinity Week (also known as Русальная неделя, or Mermaid Week), or St. Elias' Day.</p>\n<p>People were advised not to swim or bathe on the days leading to Trinity Week, as it is believed that mermaids would drown anyone who does so on any water. If anyone has to, crosses, garlic, magic charms, and wormwood were used to stave the mermaids off.</p>\n<h2><span id=\"Ukraine\">Ukraine</span></h2>\n<p>In Ukraine, villagers would pay attention to the lightning in the sky, hoping that on Ognyena Maria's day, this will indicate that God will send rain for their crops.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Rouček, Joseph Slabey. <i>Slavonic Encyclopaedia</i>. Philosophical Library, 1949.</li>\n<li>Zhuravlyov, Anatoly Fedorovich (2005). \"Язык и миф. Лингвистический комментарий к труду А. Н. Афанасьева «Поэтические воззрения славян на природу»\". <i>Традиционная духовная культура славян</i>, Индрик, Института славяноведения РАН (Institute for Slavic Studies of the Russian Academy of Sciences).</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Икона Богородицы «Огневидная колесница Слова» .jpg"}]}