{"pageid": 380641, "ns": 0, "title": "Zorya", "extract": "<p>In Slavic mythology, <b>Zorya</b> (alternately, <b>Zora</b>, <b>Zaria</b>, <b>Zarya</b>, <b>Zory</b>, <b>Zore</b> = \"Dawn\"; <b>Zorza</b> in Polish, <b>Zara-Zaranica</b> (Belarusian: <span lang=\"be\" xml:lang=\"be\">Зара-Зараніца</span>), <b>Zvezda</b>, <b>Zwezda</b>, <b>Danica</b> = \"Star\") are the two guardian goddesses, known as the Auroras. They guard and watch over the winged doomsday hound, Simargl, who is chained to the star Polaris in the constellation Ursa Minor, the \"little bear\". If the chain ever breaks, the hound will devour the constellation and the universe will end. The Zoryas represent the Morning Star and the Evening Star.</p>\n<p>The Zoryas serve the sun god Dažbog, who in some myths is described as their father. <b>Zorya Utrennyaya</b>, the Morning Star, opens the gates to his palace every morning for the sun-chariot's departure. At dusk, <b>Zorya Vechernyaya</b>—the Evening Star—closes the palace gates once more after his return.</p>\n<p>The home of the Zoryas was sometimes said to be on Bouyan (or Buyan), an oceanic island paradise where the Sun dwelt along with his attendants, the North, West and East winds.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Morning_Star\">Morning Star</span></h2>\n<p>The Morning Star is <i>Zorya Utrennyaya</i> (from Russian <i>utro</i>, meaning \"morning\"; also known as <i>Zvezda Danica</i>, <i>Zvezda Danica</i>, <i>Zvezda Dennitsa</i>, <i>Zwezda Dnieca</i>, <i>Zvezda Zornitsa</i>, <i>Gwiazda Poranna</i>, <i>Rannia Zorya</i>, <i>Zornica</i>, <i>Zornička</i>), who opens the gates of Dažbog's palace each morning so that the Sun may begin his journey. She is a patroness of horses, protection, exorcism, and the planet Venus, and Slavs would pray to her each morning as the sun rose.</p>\n<p>Conflicting accounts exist of her marital situation. In some myths, she is described as the wife of Perun and would accompany her husband into battle. In this role she was known to protect those warriors she favoured against death by letting down her veil. In other accounts, both she and Zorya Vechernyaya were the wives of the male Myesyats, the moon god, and by him bore all of the stars. However, some have both Zorya as virgin goddesses, while describing Myesyats as an unrelated female moon goddess.</p>\n<h2><span id=\"Evening_Star\">Evening Star</span></h2>\n<p>The Evening Star is <i>Zorya Vechernyaya</i> (from Russian <i>vecher</i>, meaning \"evening\"; also known as <i>Večernya Zvyezda</i>, <i>Večernya Zvezda</i>, <i>Zvezda Vechernaya</i>, <i>Zorya Vechernyaya</i>, <i>Zwezda Wieczoniaia</i>, <i>Zwezda Wieczernica</i>, <i>Zvezda Vechernitsa</i>, <i>Gwiazda Wieczorna</i>, <i>Vechirnia Zorya</i>, <i>Večernyača</i>, <i>Večernica</i>), who closes the palace gates at dusk, after sunset and Dažbog's return. She was associated with the planet Venus or Mercury. Some myths described both her and her sister Zorya Utrennyaya as the wives of the moon god Myesyats and the mothers of the stars, but other accounts cast both Zorya as virgin goddesses.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hecate</li>\n<li>List of night deities</li>\n<li>Hati and Sköll, two wolves that chase the sun and the moon in Norse mythology</li>\n</ul><h2><span id=\"References\">References</span></h2>"}