{"pageid": 381103, "ns": 0, "title": "Māra", "extract": "<p><b>Māra</b> is the highest-ranking goddess in Latvian mythology, Mother Earth, a feminine counterpart to Dievs (God). She may be thought as the alternate side of Dievs (like in Yin and Yang). Other Latvian goddesses, sometimes all of them, are considered her assistants, or alternate aspects. Māra may have been also the same goddess as Lopu māte, Piena Māte (Mother of the Milk), Veļu Māte (mother of the souls/spirits), Zemes Māte (Mother of the Earth), and many other \"mothers\", like of Wood, Water, Sea, Wind. Māra is also depicted in Latvian mythology as the goddess of good fortune.</p>\n<p>She is the patroness of all feminine duties (children, cattle), patroness of all the economic activities (\"God made the table, Māra made the bread\"), even money and markets. Being the alternate side of Dievs, she takes a person's body after their death while Dievs is taking the soul. She is the goddess of land, which is called <i>Māras zeme</i> (<i>Māra's land</i>).</p>\n<p>In western Latvia, and to a lesser degree in the rest of Latvia, she was strongly associated with Laima, and may have been considered the same deity.</p>\n<p>The festival Māras was held in her honor every August 15. This is probably a result of Christian influence and identification of Māra with Mary, whose main festival (the Assumption) has fallen on the same date since early times. Opinions are divided over whether Māra is a pre-Christian deity, or originated as a reflection of the Christian Mary created by semi-Christian Livonian peasants.</p>\n<p>Alternative names: Māre, Mārīte (diminutive), Mārša, Māršava (Western Latvia).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mara (disambiguation)</li>\n<li>Mare (folklore)</li>\n<li>Marah (Bible)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Māre at Krisjanis Barons folk closet, Latvian Folklore <span>(in Latvian)</span></li>\n<li>Latvia seeks common roots in Tamil Goddess Mariamma , <i>Times of India</i></li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Flag Latvia template.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Translation to english arrow.svg"}]}