{"pageid": 38139548, "ns": 0, "title": "Fortuna Huiusce Diei", "extract": "<p><i><b>Fortuna Huiusce Diei</b></i> (\"The Fortune of This Day\" or \"Today's Fortune\") was an aspect of the goddess Fortuna, known primarily for her temple in the Area Sacra di Largo Argentina at Rome. Cicero lists her among the deities who should be cultivated in his ideal state, because \"she empowers each day\". She thus embodies an important aspect of time as it figures in Roman religion: every day of the year had a distinct and potent nature, which the public priests were responsible for knowing and aligning the community with by means of the religious calendar.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Temple\">Temple</span></h2>\n\n<p>The Temple of <i>Fortuna Huiusce Diei</i> in the Area Sacra was vowed by Q. Lutatius Catulus at the Battle of Vercellae in 101 BC. It is the only known temple to this goddess, and probably the first. Its founding belongs to a period of religious innovation, with new cult titles for traditional Roman deities, and an increasing tendency to embrace imported gods, particularly those of the Greeks, through theological and artistic interpretation. Catulus himself was known as a lover of Greek culture in his taste for art and poetry, and in matters of lifestyle. The architectural design of the temple reflects cultural syncretism: the frontality of its podium design would have placed the focus on the cult statue in the Roman manner, but some aspects are Hellenistic.</p>\n<p>Colloquially, the temple was known as the <i>aedes Catuli</i>, \"Catulus's temple,\" an indication of how public works served as monuments to their builders. In building this temple and the portico known as the <i>Porticus Catuli</i>, Catulus was competing with his co-commander and consular colleague Gaius Marius. Although the two had celebrated a joint triumph, they became bitter political rivals, and Catulus felt that Marius had received disproportionate credit for the outcome of the war. Public buildings were a form of \"self-advertisement\" in the competition among the ruling elite of Rome. The choice of Fortuna as the deity honored by Catulus links his self-presentation to that of Sulla, who served under him and later took the name <i>Felix</i>, \"Lucky.\"</p>\n<p>Modern scholarly consensus identifies the temple with the site known as Temple B in the Largo di Torre Argentina of Rome, a rich archaeological site in the ancient Campus Martius. The construction would have intruded on an earlier <i>templum</i> usually identified with that of Juturna, and in some instances this sharing of space by deities indicates complementary functions. The Temple of Juturna (Temple A) was vowed by an ancestor of Catulus, Gaius Lutatius Catulus, during the First Punic War. The public prominence of the <i>gens Lutatia</i> was thus enhanced by the collocation of the two.</p>\n<p>Varro implies that the temple building <i>(aedes)</i> was of the less-common <i>tholus</i> type, round like those of Hercules in the Forum Boarium and Circus Flaminius, and having a colonnade. His siting of it near the Villa Publica facilitated the identification of the Area Sacra ruins as this temple. In the description of Lawrence Richardson, <i>A New Topographical Dictionary of Ancient Rome</i> (1992),</p>\n<blockquote>\n<p>The temple is raised on a low podium, with a broad stair of approach projecting toward the east. The peripteros was of eighteen Corinthian columns, the shafts of tufa, and the bases and capitals of travertine. The walls are of concrete faced with <i>opus incertum</i>, and the podium is faced with tufa plates and moldings.</p>\n</blockquote>\n\n<p>The cella was taken down and rebuilt at a later period to install an \"enormous\" base for a colossal cult statue.</p>\n<h3><span id=\"Cult_statue\">Cult statue</span></h3>\n<p>A colossal acrolith was discovered in the Area Sacra between the temples known as B and C. In the 1st century BC, colossal statues at Rome were few in number, and with rare exceptions represented deities, not people. Standing nearly 8m tall, the acrolith was likely the cult statue of <i>Fortuna Huiusce Diei</i>. Her head, arms, and feet appear to be made of Parian marble. The drapery was probably of bronze, but the position of the marble parts outside the temple suggests that the statue had been dragged down and the metal scavenged after the Roman Empire came under Christian rule. Comparison of the attitude of the surviving parts with other cult statues suggests that the goddess was shown standing, but arguments have also been made for a seated position. Marks on her right arm suggest she was holding something, probably a cornucopia, a common attribute of Fortuna.</p>\n<h3><span id=\"Art_works\">Art works</span></h3>\n<p>The temple housed a number of statues by leading Greek sculptors, including seven nudes and an old man by Pythagoras of Samos, and three works attributed to Phidias, two draped figures <i>(palliata)</i> and a colossal nude. Filippo Coarelli argued that the works by Pythagoras represented the Seven against Thebes, with Amphiaraus as the old man, though it has been objected that the Seven would be arrayed for battle, not nude. One of the draped sculptures by Phidias was an <i>Athena</i> dedicated by an Aemilius Paullus, a younger relative of the general victorious at Pydna. In 168 BC, the general Aemilius Paullus had brought back 250 wagons loaded with looted paintings and sculptures, the <i>Athena</i> among them.</p>\n<p>In the 6th century AD, one temple of Fortuna in Rome held a stone replica of the palladium brought from Troy, but given the number of temples to Fortuna, there is little evidence for the view of some scholars that this replica was lodged with <i>Fortuna Huiusce Diei</i>.</p>\n<p>The Temple of <i>Fortuna Huiusce Diei</i> was among several that had a secondary function as art museums, visited for the art works displayed within them. Cicero recommends this temple in particular as a place for viewing fine art by those not wealthy enough to own collections. None of the works thought to have been displayed there has been found and identified, with the exception of the main cult statue.</p>\n<h2><span id=\"On_the_calendar\">On the calendar</span></h2>\n<p>The Temple of <i>Fortuna Huiusce Diei</i> was dedicated on July 30, the anniversary of the Battle of Vercellae and the day when Catulus made his vow. Its <i>dies natalis</i> was celebrated annually with a public sacrifice for the goddess, and its place on the official calendar indicates that while the temple was privately vowed and sponsored, the cult of <i>Fortuna Huiusce Diei</i> was part of state religion. From 45 BC onward, the festival day coincided with the last day of the <i>Ludi Victoriae Caesaris</i>, ten days of games <i>(ludi)</i> held in honor of Julius Caesar.</p>\n<h2><span id=\"Palatine_shrine\">Palatine shrine</span></h2>\n<p>A shrine to <i>Fortuna Huiusce Diei</i> on the Palatine Hill is suggested by a neighborhood named <i>Vicus Huiusce Diei</i>, but the absence of any other evidence and of the name <i>Fortuna</i> leaves the question open. It may have been a private shrine located in the Portico of Catulus, Regio X. A minority view has held that this was an earlier temple to <i>Fortuna Huiusce Diei</i> dedicated by L. Aemilius Paullus Macedonicus after Pydna, and that he had dedicated the <i>Athena</i> of Phidias there.</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>The 19th-century comparativist Max Müller saw <i>Fortuna Huiusce Diei</i> as the earliest form of Fortuna representing the bright light of each day, the \"goddess of Good Morning,\" comparable to the Vedic Ushas. The epithet <i>Huiusce Diei</i>, however, is not recorded at an early period, and William Warde Fowler, whose early 20th-century work on Roman festivals remains a standard reference, doubted the characterization of Fortuna as a dawn goddess. Filippo Coarelli's view that <i>Fortuna Huiusce Diei</i> presided over daily grain distributions in the city has not been widely disseminated in Anglophone scholarship.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Fortuna huiusce diei - Head.jpg"}, {"ns": 6, "title": "File:Largo di Torre Argentina Temple B 4.jpg"}, {"ns": 6, "title": "File:Montemartini - Fortuna huiusce diei area sacra Argentina 1030473.JPG"}]}