{"pageid": 38189555, "ns": 0, "title": "Fortuna Redux", "extract": "<p>In the Roman Empire, <i><b>Fortuna Redux</b></i> was a form of the goddess Fortuna who oversaw a return, as from a long or perilous journey. Her attributes were Fortuna's typical cornucopia, with her specific function represented by a rudder or steering oar sometimes in conjunction with a globe.</p>\n<p>The cult of Fortuna Redux was introduced to Roman religion in 19 BC, creating a new holiday <i>(feriae)</i> on October 12 that originally marked the return of Augustus to Rome from Asia Minor in 19 BC. From that time, she received annual sacrifices from the pontiffs and Vestals at an altar dedicated to her <i>(Ara Fortunae Reducis)</i>. After the death of Augustus, the holiday was known as the Augustalia, and was a major development in the complex of religious observances involving Imperial cult.</p>\n<p>The altar of Fortuna Redux was inaugurated on October 12, and dedicated on December 15. It was probably adjacent to the Temple of Honor and Virtue near the Porta Capena. The altar is pictured on several coins, and appears to have been \"relatively modest\". Domitian built a temple for the goddess, following a triumphal return from war in Germany in 93 AD. The temple most likely stood on the slope of the Capitoline Hill overlooking the Porta Triumphalis. It has been identified with a temple on a panel depicting an arrival ceremony <i>(adventus)</i> on the Arch of Marcus Aurelius. The pictured temple has symbols of Fortuna in the pediment, and a tetrastyle and prostyle design of the Corinthian order. There is some possibility that it is the tetrastyle temple on a fragment of the Severan Marble Plan. Coins indicate that the cult statue was standing, and held the rudder and cornucopia that are her usual attributes.</p>\n<p>Fortuna Redux was widely disseminated in the Western Empire as the tutelary of the emperor's safe return to the city when he traveled abroad, an event that reaffirmed Rome as the center of the Imperial world. In Cirta, Numidia, an inscription preserved a dedication to <i>Fortuna Redux Augusta</i> by a local official, with the epithet <i>Augusta</i> marking the goddess's relation to Imperial cult. She was the most common manifestation of Fortuna depicted on Imperial coins. In 211 AD, for instance, coinage with Fortuna Redux commemorated the return of Caracalla and Geta from Britannia. She also appears on coins issued by Septimius Severus Gallienus, and other emperors.</p>\n<p>Although her cult was established as part of state religion in Rome, the goddess received personal devotion from individuals elsewhere in the Empire, as indicated by inscriptions in fulfillment of a vow <i>(votum)</i> expressing gratitude for a safe return. An inscription from Glanum records a votive altar dedicated by a military veteran of the Legio XXI Rapax for Fortuna Redux along with the Celtic deities Glanis and the <i>Glanicae</i>.</p>\n<p>A form of Jupiter was also cultivated with the epithet <i>Redux</i>. The rudder and cornucopia appear as attributes likewise of the syncretized Isis-Fortuna.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}]}