{"pageid": 38288783, "ns": 0, "title": "Yamuna in Hinduism", "extract": "<p><b>Yamuna</b> is a sacred river in Hinduism and the main tributary of the Ganges (Ganga), the holiest river of Hinduism. The river is worshipped as a Hindu goddess called Yamuna. In the Vedas, Yamuna is known as <b>Yami</b>, while in later literature, she is called <b>Kalindi</b>.</p>\n<p>In the Vedas, Yami is associated with her twin brother and partner Yama, the god of death. Later, she is associated with the god Krishna as one of Ashtabharya, his consort as well and plays an important role in his early life as a river. Bathing and drinking Yamuna's waters is regarded to remove sin.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Yamuna's iconographic depiction is seen on temple doorjambs, along with that of Ganga (the goddess of the Ganges), since the Gupta era. The <i>Agni Purana</i> describes Yamuna's iconography. She is depicted as black in complexion and stands on her mount, the tortoise, holding a water pot in her hand. In an ancient painting she is shown as a beautiful maiden standing on the banks of the river.</p>\n<h2><span id=\"Family_and_names\">Family and names</span></h2>\n<p>Yamuna is described as the daughter of the sun god Surya (though some say that she was the daughter of Brahma) and his wife Saranyu (Sanjna in later literature), the goddess of the clouds, and the twin sister of Yama, the god of death. Her other brothers include Vaivasvata Manu, the first man and the twin Ashvins, divine doctors. She is described as Surya's favourite child. As the daughter of Surya, she is also called as Suryatanaya, Suryaja and Ravinandini.</p>\n<p>As a companion of Yama, Yamuna is often called Yami in the Vedas. Yama/Yami probably originates the Sanskrit word meaning twins of both sexes. In later literature, she is known as Yamuna and Kalindi (\"the dark one\").</p>\n<p>A tale explains her name Yamuna: Sanjna was unable to bear her husband, the sun's heat and light and closed her eyes in his presence. Surya felt insulted and said that their son will be known as Yama (\"restraint\"), due to the restraint she showed. Thereafter, Sanjna tried her best to keep her eyes open, however she flickered them angering Surya again who proclaimed that her daughter would be Yamuna. Since Sanjna had tried to keep the eyes open, Yamuna was blessed that she would worshipped as a goddess and remembered throughout time.</p>\n\n<p>The name <i>Kalindi</i> may be derived from her association with Yama, the Lord of death and darkness as Kala. Another source suggests that she derives the name <i>Kalindi</i> from her \"earthly\" source, the mountain Kalinda. Some legends also explain Yamuna's darkness and thus her name <i>Kalindi</i>. The <i>Vamana Purana</i> narrates the tale how the originally clear waters turned black. Distraught by the death of his wife Sati, Shiva wandered the whole universe. The god of love Kamadeva shot Shiva with the arrow <i>Unmadastra</i>, that made Shiva restless and excited. Ever thinking of Sati, an excited Shiva jumped into Yamuna to overcome the sexual urge in his mad frenzy, turning her waters into black by his sorrow and unfulfilled desire. Another legend describes that Krishna defeated and banished the serpent Kaliya in the Yamuna. While the dark serpent entered the waters, the river became dark.</p>\n<h2><span id=\"Vedic_association_with_Yama\">Vedic association with Yama</span></h2>\n<p>Yami was the first woman, along with her twin brother, Yama in Vedic beliefs. Yama and Yami are a divine pair of creator deities. While Yama is depicted as the Lord of Death, Yami is said to be the Lady of life.</p>\n<p>The <i>Rig Veda</i>, in the tenth Mandala, contains a hymn in which they sing to each other. Yami proposes marriage to Yama but Yama flatly refuses as he considers it incest. The <i>Atharva Veda</i> also has a variant of the tale. In both texts, Yami argues that since they have slept together inside their mother's womb together, it was not wrong to sleep together outside it. However, the hymns abruptly end, without the final outcome being known. In later version of the tale, they are depicted as the first human beings and it is conjectured that Yami was successful in becoming Yama’s wife.</p>\n<p>Yami also addresses a hymn to Yama in the <i>Rig Veda</i>, describing various drinks offered to dying sacrificers in the after-life. The Brahmana text <i>Taittiriya Samhita</i> says that Yama is Agni (fire) and Yami is the earth. Yami is thus further described as an association with the earth, relating her to the goddess of graveyards and sorrow, Nirriti, another partner of Yama in the Vedas. In the Brahmanas; however retains the central role of being Yama's twin sister in the Samhita texts. In the Purushamedha rite in the <i>Shatapatha Brahmana</i>, a mother of twins is sacrificed to Yami, while twins are offered in the <i>Taittiriya Brahmana</i>.</p>\n<p>The Brahmana text <i>Maitrayani Samhita</i> narrates: As the partner of Yama, Yami grieved instantly the death of Yama, the first mortal to die. As there was continuously daytime at the start of creation, Yami was unable to understand the lapse of time since Yama's death. The gods created night separating two days so that Yami understood that time was passing and slowly recovered from her sorrow. The concept of the pair of twins with The festival of Bhau-beej, celebrated by a brother and a sister, honours the divine siblings. A prayer recited by the sister to her brother requests him to enjoy her offerings of food and eat them to please Yama and Yamuna.</p>\n\n<h2><span id=\"Puranic_association_with_Krishna\">Puranic association with Krishna</span></h2>\n<p>The river is called Yamuna and the goddess generally Kalindi in sources related to Krishna. She is also, according to some sources, a form of Nila Devi.</p>\n\n<p>In an myth related to Krishna's birth, Krishna's father Vasudeva was carrying the new-born Krishna to safety was crossing the Yamuna River, he asked Yamuna to make a way for him to cross the river, which she did by creating a passage. This was the first time that she saw Krishna whom she marries in later life. Yamuna wanted to touch the feet of the baby which she did at deeper depths of the river and as a result the river became very calm.</p>\n<p>Krishna also spent most of youth in Vrindavan on the banks of Yamuna, playing the flute and playing with his lover Radha and the gopis on the banks. It is said that Kalindi fell in love with Him as she saw His Eternal love with Radha.</p>\n<p>The <i>Bhagavata Purana</i> narrates: Once, an adult Krishna visited his cousins – the five Pandava brothers with their common wife Draupadi and their mother Kunti in their capital Indraprastha (modern-day Delhi), located on the banks of the Yamuna. The eldest Pandava Yudhishthira requests Krishna to stay with them for a couple of days. One day, Krishna and the middle Pandava Arjuna go for hunting in the forest. During their hunting, Arjuna was tired. He and Krishna went to the Yamuna and bathed and drank the clear water. There, a lovely girl was strolling along the river bank. Krishna who saw her and asked Arjuna to meet her to know who she was. When Arjuna inquired, the girl told him that she was Kalindi, the daughter of Surya, and that she was living in a house constructed by her father in the river where she has been was performing austerities with intent to have Vishnu as her husband and would remain there, until she finds him. Arjuna conveys Kalindi's message to Krishna, the avatar of Vishnu, who readily agreed to marry the beautiful damsel. Then they traveled to Indraprastha with Kalindi in the chariot and met Yudhishthira. After a stay of few days there, Krishna and Kalindi returned to his capital Dwarka with their entourage and duly married each other. According to <i>Bhagavata Purana</i> she had ten sons: Shruta, Kavi, Vrsa, Vira, Subahu, Bhadra, Santi, Darsa, Purnamasa and the youngest, Somaka. The <i>Vishnu Purana</i> mentions that she had many sons headed by Shruta.</p>\n<p>The <i>Bhagavata Purana</i> also narrates: Krishna's elder brother Balarama was staying in Ambadi on Yamuna's banks for a few months. Once, he was frolicking with the gopis on the river banks and desired to play in the waters. Intoxicated with liquor and experiencing heat of the alcohol, Balarama felt to take a bath in the river. However, he refused to walk to the waters and called upon the river to come near him, but the chaste Yamuna refused despite repeated orders from Balarama. An angry Balarama dragged the river by his weapon – the plough and changed its course, hurting the river goddess. Terrified, the river assumed her form as a goddess and bowed to Balarama and asked his forgiveness. A calmed Balarama ordered the river to flood the forest so he could bathe and play in her waters, and the river complied.</p>\n<h2><span id=\"Religious_significance\">Religious significance</span></h2>\n\n<p>Yamuna is one of the holiest rivers in Hinduism. Yamuna is only second to the Ganges (Ganga), the holiest river in Hinduism. Her confluence with the Ganges and the mythical Sarasvati rivers, Triveni Sangam, is very holy pilgrimage spot. Other pilgrimage sites along the river banks include Yamuna's source Yamunotri, Mathura and Bateshvar.</p>\n<p>The <i>Mahabharata</i> mentions Yamuna being one of the 7 tributaries of the Ganges. Drinking its waters is described to absolve sin. The river is mentioned many times in the epic as backdrop for events like yajnas (sacrifices), austerities and even a suicide by a defeated minister Hamsa of Jarasandha.</p>\n<p>Various Puranas narrate the greatness of bathing in the Yamuna. The <i>Padma Purana</i> narrates the story of two brothers, who lived a life of indulgence and lust and gave up the virtuous ways. They finally plunged in poverty and resorted to robbery and were killed by beasts in the forest. Both of them reached Yama's court for judgement. While the elder brother was sentenced to Naraka (hell), the younger was granted Svarga (heaven). Astonished, the younger brother asked the reason for it, as both lived similar lives. Yama explained that the younger brother had lived in the ashram of a sage on Yamuna's banks and bathed in the sacred river for two months. The first month absolved him of sins and the second one granted him place in heaven.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><cite id=\"CITEREFBhattacharji1970\" class=\"citation\">Bhattacharji, Sukumari (1970), <i>The Indian Theogony: A Comparative Study of Indian Mythology from the Vedas to the Purānas</i>, CUP Archive, GGKEY:0GBP50CQXWN</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Sukumari&amp;rft.aulast=Bhattacharji&amp;rft.btitle=The+Indian+Theogony%3A+A+Comparative+Study+of+Indian+Mythology+from+the+Vedas+to+the+Pur%C4%81nas&amp;rft.date=1970&amp;rft.genre=book&amp;rft.pub=CUP+Archive&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DlDc9AAAAIAAJ%26pg%3DPA102&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFBhattacharji1998\" class=\"citation\">Bhattacharji, Sukumari (1998), <i>Legends Of Devi</i>, Orient Blackswan, ISBN 978-81-250-1438-6</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Sukumari&amp;rft.aulast=Bhattacharji&amp;rft.btitle=Legends+Of+Devi&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=978-81-250-1438-6&amp;rft.pub=Orient+Blackswan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFConway1994\" class=\"citation\">Conway, D. J. (1994), <i>Maiden, Mother, Crone: The Myth and Reality of the Triple Goddess</i>, Llewellyn Worldwide, ISBN 978-0-87542-171-1</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=D.+J.&amp;rft.aulast=Conway&amp;rft.btitle=Maiden%2C+Mother%2C+Crone%3A+The+Myth+and+Reality+of+the+Triple+Goddess&amp;rft.date=1994&amp;rft.genre=book&amp;rft.isbn=978-0-87542-171-1&amp;rft.pub=Llewellyn+Worldwide&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DKnJgevpp3DMC%26pg%3DPA64&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFDalal2010\" class=\"citation\">Dalal, Roshen (2010), <i>The Religions of India: A Concise Guide to Nine Major Faiths</i>, Penguin Books India, ISBN 978-0-14-341517-6</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Roshen&amp;rft.aulast=Dalal&amp;rft.btitle=The+Religions+of+India%3A+A+Concise+Guide+to+Nine+Major+Faiths&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=978-0-14-341517-6&amp;rft.pub=Penguin+Books+India&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DpNmfdAKFpkQC%26pg%3DPA398&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFMani1975\" class=\"citation\">Mani, Vettam (1975), <i>Puranic Encyclopaedia: a Comprehensive Dictionary with Special Reference to the Epic and Puranic Literature</i>, Motilal Banarsidass Publishers, ISBN 978-0-8426-0822-0</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Vettam&amp;rft.aulast=Mani&amp;rft.btitle=Puranic+Encyclopaedia%3A+a+Comprehensive+Dictionary+with+Special+Reference+to+the+Epic+and+Puranic+Literature&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=978-0-8426-0822-0&amp;rft.pub=Motilal+Banarsidass+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFO.27Flaherty1980\" class=\"citation\">O'Flaherty, Wendy Doniger (1980), <i>The Origins of Evil in Hindu Mythology</i>, University of California Press, ISBN 978-0-520-04098-4</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Wendy+Doniger&amp;rft.aulast=O%27Flaherty&amp;rft.btitle=The+Origins+of+Evil+in+Hindu+Mythology&amp;rft.date=1980&amp;rft.genre=book&amp;rft.isbn=978-0-520-04098-4&amp;rft.pub=University+of+California+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DUg_9cVR4lW8C%26pg%3DPA411&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFUshanas1997\" class=\"citation\">Ushanas, Egbert Richter (1997), <i>The Indus Script and the Ṛg-Veda</i>, Motilal Banarsidass Publ., ISBN 978-81-208-1405-9</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AYamuna+in+Hinduism&amp;rft.aufirst=Egbert+Richter&amp;rft.aulast=Ushanas&amp;rft.btitle=The+Indus+Script+and+the+%E1%B9%9Ag-Veda&amp;rft.date=1997&amp;rft.genre=book&amp;rft.isbn=978-81-208-1405-9&amp;rft.pub=Motilal+Banarsidass+Publ.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D4DZYbWQbKAsC%26pg%3DPA207&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Indischer Maler um 1640 001.jpg"}, {"ns": 6, "title": "File:Krishna carried over river yamuna.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Statue of Yamuna nadhi-Amirthakadeswarar Temple, Selaiyur.jpg"}, {"ns": 6, "title": "File:Yamuna, personificazione del fiume sacro yamuna, IX sec.JPG"}, {"ns": 6, "title": "File:Yamunotri temple and ashram.jpg"}]}