{"pageid": 38399371, "ns": 0, "title": "Panchakanya", "extract": "<p><i><b>Panchakanya</b></i>(<span lang=\"sa\" xml:lang=\"sa\">पञ्चकन्या</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">pañcakanyā</span>), also known as the Five Virgins, is a group of five iconic heroines of Hindu epics, extolled in a hymn and whose names are believed to dispel sin when recited. They are Ahalya, Draupadi, Sita or Kunti, Tara and Mandodari. Ahalya, Tara, Mandodari are from the epic Ramayana; while Draupadi and Kunti are from Mahabharata.</p>\n<p>The panchakanya are venerated as ideal women and chaste wives in one view. Their association with more than one man and breaking of traditions in some cases are prescribed as not to be followed by others.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Hymn\">Hymn</span></h2>\n<p>The well-known Sanskrit hymn that defines the Panchakanys runs:</p>\n\n\n<p>A variant replaces Sita with Kunti:</p>\n\n<p><small>Differences are underlined.</small></p>\n<p>Practicing Hindus, especially Hindu wives, remember the Panchakanya in this daily morning prayer. Their names are extolled and the prayer is <i>pratah smaraniya</i>, prescribed to be recited in the early hours of the morning.</p>\n<p>The panchakanya literally means five <i>kanya</i>s. <i>Kanya</i> may be translated as girl, daughter, maiden or virgin. Though all being married, the choice of the word <i>kanya</i>, not <i>nari</i>(woman) or <i>sati</i>(chaste wife), seems interesting to Mr Pradip Bhattacharya.</p>\n<h2><span id=\"From_Ramayana\">From <i>Ramayana</i></span></h2>\n<p>The kanyas, Ahalya, Tara and Mandodari appear in the Hindu epic Ramayana.</p>\n<h3><span id=\"Ahalya\">Ahalya</span></h3>\n\n\n<p>Ahalya, also known as Ahilya, is the wife of sage Gautama Maharishi. Ahalya is often regarded as the leader of the <i>panchkanya</i> due to the \"nobility of her character, her extraordinary beauty and the fact of her being chronologically the first <i>kanya</i>\". Ahalya is often described to be created by the god Brahma as the most beautiful woman in the entire universe, but also sometimes as an earthy princess of Lunar Dynasty. Ahalya was placed in the care of Gautama, until she gained puberty and was finally married to the elderly sage.</p>\n<p>The king of gods, Indra, was infatuated with her beauty and comes disguised as Gautama, when the sage was away and requests or orders sexual intercourse. In the <i>Ramayana</i> (the earliest full narrative of the tale), Ahalya falls prey to Indra's trickery and does not recognize him or is raped. In all narratives, Ahalya and (her lover or rapist) Indra are cursed by Gautama. Although early texts describe how Ahalya must atone by undergoing severe penance while remaining invisible to the world and how she is purified by offering Rama (an avatar of god Vishnu and hero of <i>Ramayana</i>) hospitality, in the popular retelling developed over time, Ahalya is cursed to become a stone and regains her human form after she is brushed by Rama's foot. Some versions also mention that she was turned into a dry stream and that she would be condoned of her guilt when eventually the stream starts flowing and joins the river Gautami(Godavari). Indra was cursed to be castrated or be covered by a thousand vulvae that ultimately turn into a thousand eyes.</p>\n<h3><span id=\"Tara\">Tara</span></h3>\n\n\n<p>Tara is Queen of Kishkindha and wife of monkey (vanara) King Vali. After being widowed, she becomes Queen by marrying Sugriva, Vali's brother. Tara is described as the daughter of monkey physician, Sushena, in the <i>Ramayana</i> and in later sources as an apsara (celestial nymph) who rises from the Samudra manthan. She marries Vali and bears him a son named Angada. After Vali is presumed dead in a battle with a demon, his brother Sugriva becomes king and appropriates Tara; however, Vali returns and regains Tara and exiles his brother, accusing him of treachery and also appropriates Sugriva's wife Ruma. When Sugriva challenges Vali to a duel, Tara wisely advises Vali not to accept because of the former's alliance with Rama, but Vali does not heed her and deceptively dies from Rama's arrow, shot at the behest of Sugriva. In his dying breath, Vali reconciles with Sugriva and instructs him to follow Tara's wise counsel in all matters. Tara's lamentation forms an important part in most versions of the tale. While in most vernacular versions, Tara casts a curse on Rama by the power of her chastity, in some versions, Rama enlightens Tara. Sugriva returns to the throne, but spends his time carousing often with now his current chief queen Tara and fails to act on his promise to assist Rama in recovering his kidnapped wife, Sita. Tara—now Sugriva's queen and chief diplomat—is then instrumental in tactfully reconciling Rama with Sugriva after pacifying Lakshmana, Rama's brother, who was about to destroy Kishkinda in retribution for Sugriva's perceived treachery.</p>\n<h3><span id=\"Mandodari\">Mandodari</span></h3>\n\n\n<p>Mandodari is queen consort of Ravana, the Rakshasa(demon) king of Lanka. The Hindu epics describe her as beautiful, pious and righteous. Mandodari is daughter of Mayasura, the King of Asuras(demons) and apsara(celestial nymph) Hema. Some tales narrate how an apsara called Madhura was cursed to become a frog and imprisoned in a well for 12 years, after which regains her beauty or a frog, blessed to a beautiful maiden; in both cases, she is adopted by Mayasura as his daughter Mandodari. Ravana comes to the house of Mayasura and falls in love with Mandodari and then marries her. Mandodari bears him three sons: Meghanada(Indrajit), Atikaya and Akshayakumara. According to some Ramayana adaptations, Mandodari is also mother of Rama's wife Sita, who is infamously kidnapped by Ravana. Despite her husband's faults, Mandodari loves him and advises him to follow the path of righteousness. Mandodari repeatedly advises Ravana to return Sita to Rama, but her advice falls on deaf ears. Her love and loyalty to Ravana are praised in the <i>Ramayana</i>. Different versions of <i>Ramayana</i> record her ill-treatment at the hands of Rama's monkey generals. Some versions say they humiliate her, while disturbing a sacrifice by Ravana, while others narrate how they destroy her chastity, which protects Ravana's life. Hanuman tricks her into disclosing the location of a magical arrow which Rama uses to kill Ravana. After Ravana's death, Vibhishana—Ravana's younger brother who joins forces with Rama and is responsible for Ravana's death—marries Mandodari on the advice of Rama. In some versions, Mandodari curses Sita that Rama would abandon her.</p>\n<h3><span id=\"Sita\">Sita</span></h3>\n\n\n<p>Sita is the heroine of <i>Ramayana</i> and the consort of the Hindu god Rama (avatar of Vishnu) and is an avatar of Lakshmi, goddess of wealth and wife of Vishnu. She is esteemed as a standard-setter for wifely and womanly virtues for all Hindu women. Sita is adopted daughter of Janaka, king of Videha, found while he was furrowing the earth. The prince of Ayodhya, Rama wins Sita in her svayamvara. Later, when Rama is sentenced to a fourteen-year exile, Sita joins Rama and his brother Lakshmana in exile, despite Rama's wish for her to remain in Ayodhya. While in exile in Dandaka forest, she falls prey to Ravana's scheme and sends Rama away in quest of a golden deer, while she is kidnapped by Ravana. Sita is imprisoned in the Ashoka Vatika grove of Lanka, until she is rescued by Rama, who slays Ravana in war. Sita proves her chastity by undergoing a trial by fire. Rama and Sita return to Ayodhya, where Rama is coronated as king. When a washerman casts doubts about her chastity, Rama abandons a pregnant Sita in the forest. Sita gives birth to twins Lava and Kusha in the hermitage of sage Valmiki, who protects her. Her sons grow and reunite with Rama and again Sita is asked to prove her chastity before Rama can take her back. However, Sita chooses to return to the womb of her mother, Earth. According to Swami Vivekananda, Sita is typical of India – the idealized India. Swami Vivekananda assured if world literature of the past and world literature of the future are thoroughly exhausted, yet, it'll not be possible to find out another Sita, because Sita is unique, the character was depicted once for all. Swami Vivekananda felt there may have been several Ramas, perhaps, but never more than one Sita.</p>\n<h2><span id=\"From_Mahabharata\">From Mahabharata</span></h2>\n<p>The Hindu epic Mahabharata features kanya Draupadi and Kunti, sometimes included in the panchakanya.</p>\n<h3><span id=\"Draupadi\">Draupadi</span></h3>\n\n\n<p>Draupadi is the heroine of <i>Mahabharata</i>. She is common wife of the five Pandava brothers and queen of Hastinapur, in their reign. Born from a fire-sacrifice of king of Panchala - Drupada, Draupadi was prophesied to lead to the end of Drona and Kauravas. Though the middle Pandava Arjuna - disguised as a brahmin - wins her in her swayamvara, Draupadi is compelled to marry all the five brothers on command of her mother-in-law Kunti. Pandavas agree to the plan that Draupadi will always be the chief consort of all brothers and always the empress. She will be in personal union with one brother every year and may bear him a child. Anyone of the other 4, who interrupts them during a private time within that one year, must go on a 11-month prilgrimage. She insults Kaurava general Karna in the swayamvara and laughs at Duryodhana - the leader of Kauravas - when he falls in her Pandava palace at Indraprastha. She mothers five sons from each of the Pandavas, regaining her virginity after every year. The Kauravas take their revenge when the eldest Pandava Yudhishthira loses her to Kauravas in a game of dice. Kaurava Dushasana tries to disrobe her in the royal court, however divine intervention saves her dignity by making her wrapped cloth infinite in length. Draupadi pledges to keep her hair untied till they were drenched by Dushasana's blood and mocks her husbands and all present in the court. Pandavas and Draupadi finally accept 13-year exile for losing the game. While in exile in the forest, her second husband Bhima rescued her from various demons and Jayadratha, who abducted her. She also instructed Krishna's queen Satyabhama on the duties of a wife. In the 13th year of exile, Draupadi and her husbands spent life incognito in Virata's court. She served as the maid of the queen and is harassed by the queen's brother Kichaka, who she desires to be killed by Bhima. After life in exile, a war breaks between the Kauravas and Pandavas, in which the Kauravas are slain and her insult avenged, but Draupadi also loses her father, brothers and sons. Yudhishthira became the emperor of Hastinapur with Draupadi as the chief consort. At the end of their lives, Draupadi and her husbands set off to the Himalayas to walk to heaven; but Draupadi falls in the middle as she loved Arjuna more than her other husbands. She is venerated as a village goddess and described at times an avatar of the fierce goddess Kali or the goddess of wealth, Lakshmi.</p>\n<h3><span id=\"Kunti\">Kunti</span></h3>\n\n\n<p>Kunti is queen of Pandu, the king of Hastinapur and mother of three eldest Pandavas. Kunti was daughter of the Yadava king Shurasena and was adopted by the childless Kuntibhoja, king of Kunti Kingdom. By her service, she propitiated the sage Durvasa, who granted her a mantra by which she could summon a god and have a child by him. She recklessly tests the boon and invites Sun-god Surya, who grants a son named Karna, whom she abandons. In due course of time, Kunti chooses Pandu in her swayamvara. Pandu abdicates after being cursed by a sage that union with a woman will result in his death. At Pandu's behest, Kunti uses Durvasa's boon to mother Yudhishthira from god Dharma, then Bhima from god Vayu, and thirdly Arjuna, from god Indra. Her co-wife Madri bears the twins Nakula and Sahadeva, from Asvins. After death of Pandu, Madri being cause of Pandu's death commits sati on same pyre while Kunti returns to Hastinapur and takes care of the five Pandavas. Kunti befriends Vidura, stepbrother of Pandu and the advisor of the king. When Kauravas, the princes of Hastinapur and the cousins of Pandavas, try to kill Kunti and her sons, however they escape. She prevents Bhima from killing the demoness Hidimbi and advices him to marry her and beget a son, Ghatotkacha. She instructs her children to take care of the common people and orders Bhima to kill the demon Bakasura. When Arjuna wins Draupadi, Kunti instructs the brothers to share the prize. Kunti and Pandavas return to Hastinapur. When Pandavas are sent to 12-year exile when defeated in a game of dice by the Kauravas, Kunti stays in Vidura's refuge. When an epic war between Pandavas and Kauaravas is to ensue, Kunti reveals to Karna - now a Kaurava general - about being his mother and gets him to promise her that he will not kill any other Pandava, except Arjuna. After the war, in which Kauravas and Karna were killed, Kunti with the parents of Kauravas left for the forest and spent rest of her life in prayer. She was killed in a forest fire and attained heaven.</p>\n<h2><span id=\"Common_Features\">Common Features</span></h2>\n<p>All kanyas lack mothers in their life. Ahalya, Tara, Mandodari, Sita and Draupadi have supernatural births, while Kunti is adopted at birth and separated from a mother. Though all of kanyas are described as mothers, except Kunti, no kanya's motherhood is emphasized in their tales. Another common element is the theme of loss in their legends. Ahalya is cursed and abandoned by her family. Tara loses her husband, Draupadi her sons and Mandodari her husband, sons and kin in war. Each of them suffers a tragedy and used by men, but battles on with life and society. They are considered by Mr Pradip Bhattacharya as victims of patriarchal myth-making, however orthodox Hindus usually oppose such theoretical speculation and consider such speculation distorting the message. A free-spirited Ahalya is punished for her adultery. Druapadi, who challenges and mocks even her husbands, has her dignity repeatedly violated by men.</p>\n<p>The Mahari dance tradition equates the panchakanya with the five elements. Ahalya, Draupadi, Kunti, Tara and Mandodari represent water, fire, earth, wind and ether respectively. In similar analogy, writer Vimla Patil associates Ahalya, Draupadi, Kunti, Tara and Mandodari with wind, fire, earth, ether and water respectively.</p>\n<h2><span id=\"Assessment_&amp;_Remembrance\"></span><span id=\"Assessment_.26_Remembrance\">Assessment &amp; Remembrance</span></h2>\n<p>Nobel Laureate Rabindranath Tagore wrote a collection of poems titled <i>Pancha Kanya</i> with themes of episodes from mythology of panchakanya. The tales of the panchakanya remain popular motifs in the Mahari dance tradition of Odisha.</p>\n<p>The panchakanya are regarded by one view as ideal women. George M. Williams remarks, \"They are not perfect but they fulfil their dharma(duty) as mothers, sisters, wives and occasionally leaders in their own right.\" Another view considers them exemplary chaste women or <i>mahasati</i>s(great chaste women) as per the Mahari dance tradition, and worthy as an ideal for \"displaying some outstanding quality.</p>\n<p>Another view does not regard panchakanya as ideal women who should be emulated. Bhattacharya, author of <i>Panch-Kanya: The Five Virgins of Indian Epics</i> contrasts <i>panchakanya</i> with the five <i>sati</i>s enlisted in another traditional prayer: Sati, Sita, Savitri, Damayanti and Arundhati. He rhetorically asks, \"Are then Ahalya, Draupadi, Kunti, Tara and Mandodari not chaste wives because each has known a man or more than one, other than her husband?\"</p>\n<p>Women who suffered most in their lives and who had followed the dictate and regulations prescribed in the scriptures for women were considered. They, as prescribed in Manu Smirti, <i>Ramayana</i> and <i>Mahabharata</i> epics, were considered as the Five ideal Woman, all married.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Chattopadhyaya, Kamaladevi (1982). <i>Indian Women's Battle for Freedom</i>. Abhinav Publications.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APanchakanya&amp;rft.aufirst=Kamaladevi&amp;rft.aulast=Chattopadhyaya&amp;rft.btitle=Indian+Women%27s+Battle+for+Freedom&amp;rft.date=1982&amp;rft.genre=book&amp;rft.pub=Abhinav+Publications&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kelkar, Meena K. (1995). <i>Subordination of Woman: A New Perspective</i>. Discovery Publishing House. ISBN 978-81-7141-294-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APanchakanya&amp;rft.aufirst=Meena+K.&amp;rft.aulast=Kelkar&amp;rft.btitle=Subordination+of+Woman%3A+A+New+Perspective&amp;rft.date=1995&amp;rft.genre=book&amp;rft.isbn=978-81-7141-294-5&amp;rft.pub=Discovery+Publishing+House&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Mani, Vettam (1975). <i>Puranic Encyclopaedia: a Comprehensive Dictionary with Special Reference to the Epic and Puranic Literature</i>. Motilal Banarsidass Publishers. ISBN 978-0-8426-0822-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APanchakanya&amp;rft.aufirst=Vettam&amp;rft.aulast=Mani&amp;rft.btitle=Puranic+Encyclopaedia%3A+a+Comprehensive+Dictionary+with+Special+Reference+to+the+Epic+and+Puranic+Literature&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=978-0-8426-0822-0&amp;rft.pub=Motilal+Banarsidass+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Mukherjee, Prabhati (1999) [1978]. <i>Hindu Women: Normative Models</i>. Orient Blackswan. ISBN 978-81-250-1699-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APanchakanya&amp;rft.aufirst=Prabhati&amp;rft.aulast=Mukherjee&amp;rft.btitle=Hindu+Women%3A+Normative+Models&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=978-81-250-1699-1&amp;rft.pub=Orient+Blackswan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Söhnen-Thieme, Renate (1996). \"The Ahalya Story Through the Ages\". In Leslie, Julia. <i>Myth and Mythmaking: Continuous Evolution in Indian Tradition</i>. Curzon Press. ISBN 978-0-7007-0303-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APanchakanya&amp;rft.atitle=The+Ahalya+Story+Through+the+Ages&amp;rft.aufirst=Renate&amp;rft.aulast=S%C3%B6hnen-Thieme&amp;rft.btitle=Myth+and+Mythmaking%3A+Continuous+Evolution+in+Indian+Tradition&amp;rft.date=1996&amp;rft.genre=bookitem&amp;rft.isbn=978-0-7007-0303-6&amp;rft.pub=Curzon+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Ahalya.jpg"}, {"ns": 6, "title": "File:Draupadi and Pandavas.jpg"}, {"ns": 6, "title": "File:Episode from Kishkinda Kanda.jpg"}, {"ns": 6, "title": "File:Hanuman obtaining Mandodari's weapon.jpg"}, {"ns": 6, "title": "File:Kalighat Sita & Lava.jpg"}, {"ns": 6, "title": "File:Panchakanya.jpg"}, {"ns": 6, "title": "File:Raja Pandu and Matakunti LACMA M.69.13.6.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}