{"pageid": 38420827, "ns": 0, "title": "Mahagauri", "extract": "<p><i><b>Mahagauri</b></i>(Devnagari: <i>महागौरी</i>) is the eighth manifestation of goddess Durga and amongst the Navadurgas. Mahagauri is worshipped on the eighth day of Navratri. According to Hindu mythology, Goddess Mahagauri has the power to fulfill all the desires of her devotees. The one who worships the goddess gets relief from all the sufferings in life. Mahagauri has four arms. Her right arm is in the pose of allaying fear and right lower hand holds a trident in it. She holds a tambourine in her left upper arm and the lower one is in the form of a blessing.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name Mahagauri means extremely white, as she was white in colour and very beautiful (Maha, महा = great; Gauri, गौरी = white). Mahagauri is usually depicted with four hands, the hands holding a trident, lotus and drum, while the fourth is in a blessing gesture. The lotus is sometimes replaced with a rosary. She rides a white bull, usually shown wearing white clothes.</p>\n<p>The story of Mahagauri's origins is as follows: The demons Shumbha and Nishumbha could only be killed by a female child of Parvati. Hence, as advised by Brahma, Shiva used his magic to turn Parvati's skin black, giving Parvati the epithet \"Kali\", meaning \"black\". However, the word \"Kali\" can also mean \"death\", so Parvati was teased. Parvati was agitated by this teasing, so she performed severe penance to Brahma so as to get her fair complexion back. She succeeded in her penance and was advised by Brahma to take a bath in the Mansarovar River in Himalaya. As she took a bath, her dark skin separated from her and took the form of a female. She was called Kaushiki, being born from the skin of Parvati. As a result of the separation of her black skin, Parvati got her white fair complexion back, and so she gained the epithet \"Mahagauri\". Still, for the task of demons' assassination, she gave her fair complexion to Kaushiki and she (Parvati) again attained the form of Kali. Goddesses Saraswati and Lakshmi provided their powers to Kali as a result of which Kali transformed into Chandi (Chandraghanta). Chandi killed demon Dhumralochan. Chanda and Munda were killed by Goddess Chamunda who appeared out from the third eye of Chandi. Chandi then transformed into Kaalratri again to kill Raktabija and Kaushiki had killed Shumbh and Nishumbh, after which she got merged with Kali to transform her back into Gauri. Hence, Goddess Kaushiki too got merged with Parvati, hence giving her the titles of Mahasaraswati and Ambika.</p>\n<p>Another story tells that Parvati a dark complexion, but in a different version runs as follows: Goddess Parvati made up her mind to perform an austere penance as advised by Sage Narad so that she might beget Lord Shiva as her husband. So, she renounced all the comforts of the palace and started performing penance in the forest. Her severe penance continued for many years. She braved heat and cold, rains and drought and terrible storms. Her body was covered with dust, earth, soil and leaves of trees. She had developed a blackish skin over her body. At last, Lord Shiva appeared before her and gave his solemn word that he would marry her. He bathed her vigorously by the holy waters of the Ganga emanating from his matted hair. The holy and sacred waters of Ganga washed off all the dirt clinging to Parvati’s person and she became white-complexioned and glorious. Thus by virtue of having acquired a white complexion, Parvati came to be known as Mahagauri (Extremely Fair).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Mahagauri</li>\n</ul>", "images": [{"ns": 6, "title": "File:Mahagauri Sanghasri 2010 Arnab Dutta.JPG"}]}