{"pageid": 3875465, "ns": 0, "title": "Devi Kanya Kumari", "extract": "<p><b>Devi Kanya Kumari</b> is goddess <i>Shree Bhagavathy</i> in the form of an adolescent girl child. Devi is also known as Shree Baala Bhadra or Shree Baala. She is popularly known as \"Bhagavathy\" (Durga or Parvati) \"Devi\". The Bhagavathy Temple is located in Cape Kanya Kumari in Tamil Nadu, at the southern tip of main land India, there by located on the confluence of the Bay of Bengal, the Arabian Sea, and the Indian Ocean. She is also known by several other names, including <i>Kanya Devi</i> and <i>Devi Kumari</i>. She is also worshiped as Shree <i>Bhadrakali</i> by devotees. Sage Parashurama is said to have performed the consecration of the temple. The goddess is believed to be the one who removes the rigidity of our mind; devotees usually feel the tears in their eyes or even inside their mind when they pray to the goddess in devotion and contemplation.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>The worship of Devi Kanya Kumari dates back to the Vedic times. She has been mentioned in Ramayana, Mahabharata, and the Sangam works Manimekalai, Puranaanooru and Nārāyaṇa (Mahānārāyaṇa) Upanishad, a Vaishnava upanishad in the Taittiriya Samhita of Krishna Yajur Veda.</p>\n<p>As directed by his Guru Sri Ramakrishna Paramahamsa, Swami Vivekananda, came here to seek Devi's blessing in December 1892, as Devi is the goddess of Sanyasa. It is in this location he decided to embark on the missionary work to a higher level of action rather than being passive like the usual Sanyasis. Swami Brahmananda (1863–1922) and Swami Nirmalananda (1863–1938), another two disciples of Sri Ramakrishna Parama Hamsa, also worshiped Devi Kanyakumari. In fact, Swami Nirmalananda brought several small girls from many parts of Kerala to worship Bahagavathy in 1935-36 period. To the surprise of all, seven girls later became the members of the first batch of Nuns of the \"Sarada Ashrama\", a Hindu nunnery started later in 1948 in Ottapalam, Palakkad, Kerala by Swami Vishadananda. The rites and rituals of the temple is organised and classified by following Sankaracharya's treatise.</p>\n<p>The author of <i>Periplus of the Erythraean Sea</i> (60-80 A.D.) has written about the prevalence of the propitiation of the deity Kanyakumari in the extreme southern part of India; \"There is another place called Comori and a harbour, hither come those men who wish to consecrate themselves for the rest of their lives, and bath and dwell in celibacy and women also do the same; for it is told that a goddess once dwelt here and bathed.\"  Kanyakumari was under the rule of the Paravar Kings till the downfall of Pandyas, and later by kings of Travancore under the overall suzerainty of the British until 1947, when India became independent. Travancore joined the independent Indian Union in 1947. Later in the state partition Kanyakumari became part of Tamil Nadu. </p>\n<h2><span id=\"Vedic_History\">Vedic History</span></h2>\n<h3><span id=\"Purusha_and_Prakriti\">Purusha and Prakriti</span></h3>\n<p>According to monotheistic philosophies like Advaita, in Hinduism there is reference to only one God (Addressed as Para brahma, Parameshwara or Parashakti by different sects)but for the purpose of idol worship different forms of The Almighty are considered as representation of the Almighty., the supreme one, the form less and with different forms, the nirguna, the unbiased and the ubiquitous, . However, as the Veda and similar literature of ancient times are of <i>Shruthi</i> nature (i.e. there is no written documents and students need to learn it from a Guru by memorising), these literatures are in poem form with well-defined rhythm (poem meter) known as <i>Chandass</i> (e.g. <i>Gayatri</i> is one of the chandass as well as; the basic mantra of Gayatri chandass, Surya gayatri is also called Gayatri Mantra) so as to easily memorise. So for using similies, and satyres for a poem, they personified many manifestations of the supreme almighty for better understanding. When Upanishads were created in the later years, it changed into <i>Smruthi</i> (written literature), however the similies used in Brahmanas, Samhitas and Aranyakas were developed as stories. The personifications of the similes became characters in the Puranas’ (Upanishads’).<br></p>\n<p>During the later stage of Vedic era, when Purana, Vedanta and Itihas (epics Ramayana and Maha Bharath) literatures emerged, the importance of the basic nature elements Agni, Varuna, Vayu and Indra in the literature decreased. The worshiping of The Supreme Almighty gradually became more developed and cultured along with the literature like <i>Bhagavad Gita</i>. So there on rather than worshiping the natural forces Hindu worship redirected to one Supreme Almighty, they addressed The Almighty in different names Para brahma, Parameshwara or Parashakti even though all words meant The Almighty, who is ubiquitous and undefinable, as this form of The Almighty is intangible or unapproachable, the manifestations of The Almighty were believed to be the representation of the Almighty for making idol worship, So Hinduism on one end of philosophy is a monotheistic one but on the other end of worship is polytheist.<br></p>\n<p>Different Vedantas (Advaita, Vishista advaita, Dwaita etc.) resulted in the formation of various sects (Vaishnavism, Shaivism, Shaktism) and communities addressed the Almighty in different names. The literatures became more focused on creating guides for leading a better way of life and a better society (e.g. <i>Bhagavad Gita</i>). Different forms of worship arose, and different manifestations arose; however the worship was more or less directed towards The Almighty (in manifested or un-manifested form depending on the one who worships). The nature in which we are part of is defined as the manifested (material) un-manifested (non-material) form of the Almighty. The material or manifestation is everything in the universe people can feel with their senses (e.g. Earth, flowers, humans, stars, light, sound, taste of mango, smell of jasmine). The non-material or unmanifested form of the Almighty is that things which people cannot feel by their senses (e.g. Knowledge, Creation, Prosperity, Sustain, Power, Consciousness and Control).<br>\nThe feminine aspects of The Almighty (in its manifested and un-manifested forms) are called as Prakriti, and the male aspects are called as Purusha. The Prakriti is addressed in different names by different Hindu communities as Adi-parashakti, Bhadra, Shakti, Devi, Bhagavathi, Amman, Rajarajeshwari, Shodashi; in different locations. All the material manifested aspects the Nature is classified as feminine and is the Prakriti or Mother Goddess and also the un-manifested forms Knowledge, Prosperity and Power are considered as feminine Prakriti, and it is source of energy for Creation, Sustain and Control, which is the male aspect (Purusha) of Prabrahma.</p>\n<p>In Tantra, the worship of Prakriti is done in different methods: Dakshinachara (Right-Hand Path) (Saatvika rites), Vamachara (Left-Hand Path)(Rajas rites) and Madhyama (Mixed) (Taamasa rites) in different temples. The name of Devi in temples during Saatvika or Dakshina rites is 'Shree Bhagavathy' and Vaama (left method) rites is called 'Maha Devi' similar to Maha Vidya.</p>\n<p>Shaktism views the Devi as the source, essence and substance of virtually <i>everything</i> in creation, seen or unseen, including Shiva himself. In the <i>Devi-Bhagavata Purana</i>, a central Shakta scripture, the Devi declares:</p>\n<blockquote>\n<p><i>\"I am Manifest Divinity, Unmanifest Divinity, and Transcendent Divinity. I am Brahma, Vishnu and Shiva, as well as Saraswati, Lakshmi and Parvati. I am the Sun and I am the Stars, and I am also the Moon. I am all animals and birds, and I am the outcaste as well, and the thief. I am the low person of dreadful deeds, and the great person of excellent deeds. I am Female, I am Male\"</i></p>\n</blockquote>\n<h3><span id=\"The_Sthala_Purana\">The Sthala Purana</span></h3>\n\n<p>The mythological story dates back in the Vedic period. <i>Bana</i> an <i>asura</i> by birth was the ruler of his land. He was a very powerful king. He took penance and obtained a boon from Lord Brahma that his death will only be with the hand of an adolescent virgin girl.<br></p>\n<p>With this powerful boon, he became fearless and wreaked havoc on the entire world. He went to conquest and oust <i>Lord Indra</i> from his throne. He banishes all the <i>devas’</i> from there. They veiled themselves from the universe. The devas’ who were the personification of the basic natural elements, Agni (fire), Varuna (water), Vayu (air) went uncoordinated and havoc spread in the universe, As Indra (ether) was not able to administer and coordinate the <i>Pancha bootha</i>.<br>\nBhagavathy, the unbiased Prakriti, will only balance the nature; she does not favor or bias, as she itself is the nature where all living beings is a part of. Bhagavathy manifested herself in the Southern tip of the Aryavartha, to kill Bana and recur the balance of nature.<br>\nAs an adolescent girl she had immense devotion towards Lord Shiva. The Lord decided to marry her. All arrangements were made for the marriage. Lord Shiva started the journey from Shuchindram for the marriage. Sage Narada realized Bana could only be killed by a virgin girl and interrupted Shiva’s marriage with Bhagavathy, The marriage muhurat (muhurtam or auspicious time) was in the Brahma muhurtam early in the morning. Narada made the sound of a cock and send wrong information that the Sun has already risen and the auspicious time passed. The marriage procession returned.<br>\nThe poor Devi waited for the Lord and finally she thought that she has been snubbed. With unbearable insult, pain, grief and anger she destroyed everything she saw. She threw away all the food and broke her bangles. When she finally gained her composure she chooses to be a Sanyasin forever and took penance. Ages later Bana, tried to lure and approach the goddess without realizing who she was. The infuriated Bhagavathy, who was the Bhadrakali herself, slaughtered Bana at once. Moments before his death Bana realized that the one before him is the Bhagavathy, the Almighty itself. He prayed her to absolve him of his sins. Bhagavathy maintained her divine presence in the place, in the Devi Kanyakumari Temple.<br></p>\n\n<p>The presiding image is sported in standing posture with a akasamala in her hands. The is a image of lion in her pedestal indicating that she is the form of Durga. There is a four pillar hall in the temple, each of which give out sounds of Veena (a string instrument), Mruthanga (a percussion instrument), flute and jalatharanga (porcelain instrument).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>The rites and rituals are performed in the Keralite way. Like most of the Bhagavathy temples in Kerala the shine is opened in the Western door. The eastern door in opened only in certain days of a year on the new moon days in the months of Thai, Aadi (Karkidaka) July, during Navaratri and in the month of Kaartikai. For the purpose of rites and rituals in the temple the Bhagavathi is imagined as (Sankalpam) as Balambika, the kid goddess. The goddess is considered as Devi Katyayani(Hindi: <span lang=\"hi\" xml:lang=\"hi\">देवी कात्यायिनी</span>), one of the Nava Durga here. She is also considered as Bhadrakali Bhagavathy by devotees while worshipping her.</p>\n<p>The mantra for worship is<br></p>\n\n\n\n\n\n<p>Devi Kanyakumari is the goddess of Sanyasa and penance, the goddess herself is a sanyasin. It is a practice that people choose to receive the deeksha of Sanyasa from here in olden times. Kanyakumari Temple is one of the 51 Shakti Peeth. It is believed that the back spine area of Sati’s corpse fell here creating the presence of Bhagavathy in the region.</p>\n<p>Kanyakumari region is a part of the mythological greater Kerala stretching up to Gokarnam in Karnataka. This is one of the four Durga temples created by Sage Parashurama around Kerala for its protection. They are Balambika of Kanyakumari, Hemambika of Palakkad, Lokambika of Lokanarkavu, Kozhikode, Mookambika near Mangalore. The temple was in the territory of the erst while Travancore Kingdom. So there is a strong influence of Kerala Namboothiri culture in the rites and rituals of the Temple.</p>\n<p>The other attractions inside the temple are the Pathala Ganga Theertham, Kalabhairava Shrine. Kalabhairava is a ferocious form of Lord Shiva who annihilates everything, i.e. Kala or time itself. Each of the 51 Shakti Peeth has a Kalabhairava shrine within the temple meant for the protection of the temple. The name of the Kalabhairava in Kanyakumari temple is 'Nimish' and the Shakti is 'Sarvani' and in the Shakti Peetha of Shuchindram the Kalabhairava is 'Sanhar' and the Shakti is 'Narayani'. These are two Shakti Peeth out of the 51 Shaktipeeth all over South Asia. There are also shrines to Vijayasundari and Balasundari, friends and playmates of the Goddess in her youthful form.<br></p>\n<p>Navarathri Mandapam is another specialty where in devotees get a stage to display their artistic ability in music as a dedication to the goddess. Shri pada paara, the rock in the shape of the foot prints of Shri devi. This is now famous as Vivekananda ppara, where Vivekanada got enlightenment to dedicate his life as an active Sanyasi rather than the usual practice of being passive.</p>\n<p>The Gayatri of Devi Kanyakumari is. \"Katyayanayai vidmahe Kanyakumarim dheemahi Tan no Durgih prachodayat\"</p>\n<p>Devi Kanya Kumari, is the ancient symbol of a Hindu Sanyasa. The idol is in the form of the goddess holding a rosary. The goddess is worshiped by women to get a good husband. She is considered as Shri Krishna's sister. Kamsa killed Devaki's all kids immediately after birth. The child before the birth of Krishna was a girl. Kamsa lifted the kid up and threw her on the walls of the jail. The aura of Devi Kathyayani arose from the child and warned Kamsa that he is going to die in the hands of Krishna. The gopikas' of vrindavan prayed to Devi Kathyayani to get the almighty as their husband. The mantra for marriage and getting a good husband, for girls<br>Hindi: <span lang=\"hi\" xml:lang=\"hi\">कात्यायनि महामाये महायोगिन्यधीश्वरि । नन्द गोपसुतं देविपतिं मे कुरु ते नमः ॥</span><br>Kannada: <span lang=\"kn\" xml:lang=\"kn\">ಕಾತ್ಯಾಯನಿ ಮಹಾಮಾಯೇ ಮಯಾಯೋಗಿನ್ಯಧೀಶ್ವರಿ। ನಂದ ಗೋಪಸುತಂ ದೇವೀಪತಿಂ ಮೇ ಕುರುತೇ ನಮಃ॥</span><br>\nKatyayani Mahamaye Mahayoginyadheeshwari । Nandgopsutam Devipatim Me Kuru te Namah॥<br></p>\n<p>New Red Sarees, and Ghee wick lamps are offered to the goddess by devotees. Reciting Lalita Sahasranama while approaching and circumambulating the temple is considered auspicious. The location Kanyakumari, i.e. southern tip of India has been held sacred by Hindus' as it is the confluence of three seas. Pitr Tarpan and taking bath in the sea is done in the Kanyanumari beach as it the convergence of many important theerthas. There are a total of 11 theerthams associated with the temple in the ocean surrounding Kanyakumari.</p>\n<h2><span id=\"The_Kanyakumari_Temple_as_a_Shakti_Peeth\">The Kanyakumari Temple as a Shakti Peeth</span></h2>\n\n\n<p>Kanyakumari Temple is regarded as a Shakti peetha. The mythological story of Daksha yaga is considered to be the origin story of Shakti Peethas.</p>\n<p>Shakti Peetha means the peetha(abode) of Shakti(The divine place enshrined by Mother Goddess), due to the falling of body parts of the corpse of Sati Devi, when Lord Shiva carried it in sorrow. There are 51 Shakti Peeth linking to the 51 alphabets in Sanskrit. The Kalabhairava of the temple is called Nimish and the Shakti is addressed as Sarvani.</p>\n<h2><span id=\"Temple_festivals\">Temple festivals</span></h2>\n<ul><li>Chaitry Pournima Festival: on the Full moon day in May</li>\n<li>Navarathri festival: 9 day festival in (September–October). The music artists get opportunity to offer their artistic skill to the devi by performing in the <i>Navarathri Mandapam</i>.</li>\n<li>Vaisakha festival: 10-day festival in May–June culminating by a <i>Thoni Ezhunellathu</i> in May–June. During this festival Devi will be taken in procession both in the morning and evening, during Aaraatu the eastern door is opened. On the ninth day, the <i>Thoni Ezhunellathu</i> takes place. Devi will be taken round the water on the western part in a boat.</li>\n<li>Kalabham festival: The idol is smeared in Sandal paste in the last Friday of the month of Karkidaka or Aadi, in July–August.</li>\n</ul><h2><span id=\"Pooja_and_worship_schedule\">Pooja and worship schedule</span></h2>\n<p>The temple is opened for darshan from 6.00 a.m. to 11.00 a.m. and 4.00 p.m. to 8.00 p.m.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Suchindram Temple, Kanyakumari</li>\n<li>Nagaraja Temple, Nagercoil, Nagarcoil</li>\n<li>Sree Padmanabha Swamy Temple, Trivandrum</li>\n<li>Attukal Temple, Trivandrum</li>\n<li>Kottiyoor Vysakha Mahotsavam, Kannur</li>\n<li>Kodungallur Bhagavathy Temple, Thrissur</li>\n<li>Kamakshi Amman Temple, Kanchipuram</li>\n<li>Meenakshi Amman Temple, Madurai</li>\n<li>Mookambika Devi Temple, Mangalore</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">(Translator), Ralph T.H. Griffith (June 8, 2006). <i>The Hymns Of The Rigveda V1</i>. Kessinger Publishing, LLC. ISBN 1428630775.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=Ralph+T.H.+Griffith&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Hymns+Of+The+Rigveda+V1&amp;rft.date=2006-06-08&amp;rft.genre=book&amp;rft.isbn=1428630775&amp;rft.pub=Kessinger+Publishing%2C+LLC&amp;rft_id=https%3A%2F%2Farchive.org%2Fdetails%2Fhymnsrigveda00grifgoog&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><ul><li><i>Durga Puja Beginner</i>, Swami Satyananda Saraswati, Devi Mandir, 2001. (ISBN 1-887472-89-4)</li>\n<li><cite class=\"citation book\">(Translator), Ralph T.H. Griffith (January 18, 2008). <i>The Rig Veda: Complete</i>. Forgotten Books. ISBN 1605065803.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=Ralph+T.H.+Griffith&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Rig+Veda%3A+Complete&amp;rft.date=2008-01-18&amp;rft.genre=book&amp;rft.isbn=1605065803&amp;rft.pub=Forgotten+Books&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), Maurice Bloomfield (September 10, 2010). <i>The Hymns Of The Atharva Veda</i>. Kessinger Publishing, LLC. ISBN 1162667109.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=Maurice+Bloomfield&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Hymns+Of+The+Atharva+Veda&amp;rft.date=2010-09-10&amp;rft.genre=book&amp;rft.isbn=1162667109&amp;rft.pub=Kessinger+Publishing%2C+LLC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), Arthur Berriedale Keith (April 29, 2009). <i>The Yajur Veda (Taittiriya Sanhita)</i>. BiblioBazaar. ISBN 055913777X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=Arthur+Berriedale+Keith&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Yajur+Veda+%28Taittiriya+Sanhita%29&amp;rft.date=2009-04-29&amp;rft.genre=book&amp;rft.isbn=055913777X&amp;rft.pub=BiblioBazaar&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Dallapiccola, Anna L (2002). <i>Dictionary of Hindu Lore and Legend</i>. Thames &amp; Hudson. ISBN 0500510881.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=Anna+L&amp;rft.aulast=Dallapiccola&amp;rft.btitle=Dictionary+of+Hindu+Lore+and+Legend&amp;rft.date=2002&amp;rft.genre=book&amp;rft.isbn=0500510881&amp;rft.pub=Thames+%26+Hudson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), F. Max Muller (June 1, 2004). <i>The Upanishads, Vol I</i>. Kessinger Publishing, LLC. ISBN 1419186418.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=F.+Max+Muller&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Upanishads%2C+Vol+I&amp;rft.date=2004-06-01&amp;rft.genre=book&amp;rft.isbn=1419186418&amp;rft.pub=Kessinger+Publishing%2C+LLC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), F. Max Muller (July 26, 2004). <i>The Upanishads Part II: The Sacred Books of the East Part Fifteen</i>. Kessinger Publishing, LLC. ISBN 1417930160.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=F.+Max+Muller&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Upanishads+Part+II%3A+The+Sacred+Books+of+the+East+Part+Fifteen&amp;rft.date=2004-07-26&amp;rft.genre=book&amp;rft.isbn=1417930160&amp;rft.pub=Kessinger+Publishing%2C+LLC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), H.H Wilson (November 4, 2008). <i>The Vishnu Purana - Vol I</i>. Hesperides Press. ISBN 1443722634.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=H.H+Wilson&amp;rft.aulast=%28Translator%29&amp;rft.btitle=The+Vishnu+Purana+-+Vol+I&amp;rft.date=2008-11-04&amp;rft.genre=book&amp;rft.isbn=1443722634&amp;rft.pub=Hesperides+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">(Translator), H.H Wilson (January 31, 2003). <i>Select Works Of Sri Sankaracharya: Sanskrit Text And English Translation</i>. Cosmo Publishing. ISBN 8177557459.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevi+Kanya+Kumari&amp;rft.aufirst=H.H+Wilson&amp;rft.aulast=%28Translator%29&amp;rft.btitle=Select+Works+Of+Sri+Sankaracharya%3A+Sanskrit+Text+And+English+Translation&amp;rft.date=2003-01-31&amp;rft.genre=book&amp;rft.isbn=8177557459&amp;rft.pub=Cosmo+Publishing&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Aurobindo, Sri. <i>\"The Mother\"</i>. ISBN 0-941524-79-5.</li>\n<li>Kinsley, David. <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>. Motilal Banarsidass, New Delhi, India. ISBN 81-208-0379-5.</li>\n<li>Pattanaik, Devdutt. <i>The Mother Goddess: An Introduction</i>. ISBN 81-87111-45-3.</li>\n<li>Pintchman, Tracy (1994). <i>The Rise of the Goddess in the Hindu Tradition</i>. SUNY Press, New York, USA. ISBN 0-7914-2112-0.</li>\n<li>Sen, Ramprasad (1720–1781). <i>Grace and Mercy in Her Wild Hair: Selected Poems to the Mother Goddess</i>. ISBN 0-934252-94-7.</li>\n<li>Wangu, Madhu Bazaz (2003). <i>Images of Indian Goddesses: Myths, Meanings, and Models</i>. Abhinav Publications, New Delhi, India. ISBN 81-7017-416-3.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Durga at DMOZ</li>\n<li>Durga Puja at NetGlimse.com</li>\n<li>108 names of Durga from the Durgāsaptaśatī</li>\n<li>Route Guide for reaching Temple</li>\n</ul>", "images": [{"ns": 6, "title": "File:A view of Kumariamman temple and Indian ocean.JPG"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Dakshayani.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Kanyakumari Temple.JPG"}, {"ns": 6, "title": "File:Kanyakumari Temple.jpg"}, {"ns": 6, "title": "File:Kanyakumari district.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}]}