{"pageid": 38908, "ns": 0, "title": "Proserpina", "extract": "<p><b>Proserpina</b> (<span></span>; Latin: <span lang=\"la\" xml:lang=\"la\"><i>Prōserpina</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[proː.ˈsɛr.pɪ.na]</span>) or <b>Proserpine</b> (<span></span>) is an ancient Roman goddess whose cult, myths and mysteries were based on those of Greek Persephone and her mother Demeter, the Greek goddess of grain and agriculture. The Romans identified Proserpina with their native fertility goddess Libera, daughter of the grain and agriculture goddess Ceres and wife to Liber. In 204 BC, a new \"greek-style\" cult to Ceres and Proserpina as \"Mother and Maiden\" was imported from southern Italy, along with Greek priestesses to serve it, and was installed in Ceres' Temple on Rome's Aventine Hill. The new cult and its priesthood were actively promoted by Rome's religious authorities as morally desirable for respectable Roman women, and may have partly subsumed the temple's older, native cult to Ceres, Liber and Libera; but the new rites seem to have functioned alongside the old, rather than replaced them.</p>\n<p>Just as Persephone was thought to be a daughter of Demeter, Romans made Proserpina a daughter of Demeter's Roman equivalent, Ceres. Like Persephone, Proserpina is associated with the underworld realm and its ruler; and along with her mother Ceres, with the springtime growth of crops and the cycle of life, death and rebirth or renewal. Her name is a Latinisation of \"Persephone\", perhaps influenced by the Latin <i>proserpere</i> (\"to emerge, to creep forth\"), with respect to the growing of grain. Her core myths – her forcible abduction by the god of the Underworld, her mother's search for her and her eventual but temporary restoration to the world above – are the subject of works in Roman and later art and literature. In particular, Proserpina's seizure by the god of the Underworld – usually described as the Rape of Proserpina, or of Persephone – has offered dramatic subject matter for Renaissance and later sculptors and painters.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Cult_and_myths\">Cult and myths</span></h2>\n<h3><span id=\"Cult\">Cult</span></h3>\n<p>Proserpina was officially introduced to Rome around 205 BC, along with a \"greek\" form of cult to her mother Ceres, as part of Rome's general religious recruitment of deities as allies against Carthage, towards the end of the Second Punic War. The cult originated in southern Italy (part of Magna Graecia) and was probably based on the women-only Greek Thesmophoria, a mystery cult to Demeter and Persephone as \"Mother and Maiden\". It arrived along with its Greek priestesses, who were granted Roman citizenship so that they could pray to the gods \"with a foreign and external knowledge, but with a domestic and civil intention\". The new cult was installed in the already ancient Temple of Ceres, Liber and Libera, Rome's Aventine patrons of the plebs; from the end of the 3rd century BC, Demeter's temple at Enna, in Sicily, was acknowledged as Ceres' oldest, most authoritative cult centre, and Libera was recognised as Proserpina, Roman equivalent to Demeter's daughter Persephone. Their joint cult recalls Demeter's search for Persephone, after the latter's rape and abduction into the underworld by Hades (or Pluto). At the Aventine, the new cult took its place alongside the old. It made no reference to Liber, whose open and gender-mixed cult continued to play a central role in plebeian culture, as a patron and protector of plebeian rights, freedoms and values. The exclusively female initiates and priestesses of the new \"greek style\" mysteries of Ceres and Proserpina were expected to uphold Rome's traditional, patrician-dominated social hierarchy and traditional morality. Unmarried girls should emulate the chastity of Proserpina, the maiden; married women should seek to emulate Ceres, the devoted and fruitful Mother. Their rites were intended to secure a good harvest, and increase the fertility of those who partook in the mysteries.</p>\n<p>A Temple of Proserpina was located in a suburb of Melite, in modern Mtarfa, Malta. The temple's ruins were quarried between the 17th and 18th centuries, and only a few fragments survive.</p>\n<h3><span id=\"Myths\">Myths</span></h3>\n\n\n\n<p>The best-known myth surrounding Proserpina is of her abduction by the god of the Underworld, her mother Ceres' frantic search for her, and her eventual but temporary restitution to the world above. In Latin literature, several versions are known, all similar in most respects to the myths of Greek Persephone's abduction by the King of the underworld, named variously in Greek sources as Hades or Pluto. \"Hades\" can mean both the hidden Underworld and its king (\"The hidden one\"), who in early Greek versions of the myth is a dark, unsympathetic figure; Persephone is \"Kore\" (\"The Maiden\"), taken against her will; in the Greek Eleusinian Mysteries, her captor is known as Pluto; they form a divine couple who rule the underworld together, and receive Eleusinian initiates into some form of better afterlife. Renamed thus, the king of the underworld is distanced from his consort's violent abduction. In the early 1st century Ovid gives two poetic versions of the myth in Latin; one in Book 5 of his <i>Metamorphoses</i> (Book 5) and another in Book 4 of his <i>Fasti</i>. An early 5th century Latin version of the same myth is Claudian's <i>De raptu Proserpinae</i>; in most cases, these Latin works identify Proserpina's underworld abductor and later consort by the Roman god of the underworld's traditional Latin name, Dis.</p>\n<p>Venus, in order to bring love to Pluto, sent her son Amor (also known as Cupid) to hit Pluto with one of his arrows. Proserpina was in Sicily, at the Pergusa Lake near Enna, where she was playing with some nymphs and collecting flowers, when Pluto came out from the volcano Etna with four black horses named Orphnaeus, Aethon, Nycteus and Alastor. He abducted her in order to marry her and live with her in the underworld of which he was the ruler.</p>\n<p>Her mother Ceres, also known as Demeter, the goddess of agriculture or of the Earth, went looking for her across all of the world, and all in vain. She was unable to find anything but a small belt floating upon a little lake made from the tears of the nymphs. In her desperation, Ceres angrily stopped the growth of fruits and vegetables, bestowing a malediction on Sicily. Ceres refused to return to Mount Olympus and started walking the Earth, creating a desert with each step.</p>\n<p>Worried, Jupiter sent Mercury to order Pluto (Jupiter's brother) to free Proserpina. Pluto obeyed, but before letting her go he made her eat six pomegranate seeds, because those who have eaten the food of the dead could not return to the world of the living. This meant that she would have to live six months of each year with him, and stay the rest with her mother. This story was undoubtedly meant to illustrate the changing of the seasons: when Ceres welcomes her daughter back in the spring the earth blossoms, and when Proserpina must be returned to her husband it withers.</p>\n<p>In another version of the story, Proserpina ate only four pomegranate seeds, and she did so of her own accord. When Jupiter ordered her return, Pluto struck a deal with Jupiter, saying that since she had stolen his pomegranate seeds, she must stay with him four months of the year in return. For this reason, in spring when Ceres receives her daughter back, the crops blossom, and in summer they flourish.</p>\n<p>In the autumn Ceres changes the leaves to shades of brown and orange (her favorite colors) as a gift to Proserpina before she has to return to the underworld. During the time that Proserpina resides with Pluto, the world goes through winter, a time when the earth is barren.</p>\n<h3><span id=\"Orpheus_and_Eurydice\">Orpheus and Eurydice</span></h3>\n<p>The most extensive myth of Proserpina in Latin is Claudian's (4th century AD). It is closely connected with that of Orpheus and Eurydice. In Virgil's Georgics, Orpheus' beloved wife, Eurydice, died from a snake-bite; Proserpina allowed Orpheus into Hades without losing his life; charmed by his music, she allowed him to lead his wife back to the land of the living, as long as he did not look back during the journey. But Orpheus could not resist a backward glance, so Eurydice was forever lost to him.</p>\n<h2><span id=\"In_artwork\">In artwork</span></h2>\n\n\n<p>Proserpina's figure inspired many artistic compositions, eminently in sculpture (Bernini, see <i>The Rape of Proserpina (Bernini)</i> ) in painting (D.G.Rossetti, a fresco by Pomarancio, J.Heintz, Rubens, A. Dürer, Dell'Abbate, Parrish) and in literature (Goethe's <i>Proserpina</i> and Swinburne's <i>Hymn to Proserpine</i> and <i>The Garden of Proserpine</i>) The statue of the Rape of Prosepina by Pluto that stands in the Great Garden (more correctly, Großer Garten) of Dresden, Germany is also referred to as \"Time Ravages Beauty\". Kate McGarrigle's song about the legend was one of the last things she wrote prior to her death, and received its only performance at her last concert at Royal Albert Hall in December 2009.</p>\n<h2><span id=\"In_astronomy\">In astronomy</span></h2>\n<p>26 Proserpina is a Main belt asteroid 95.1 kilometres (59.1 mi) in diameter, which was discovered by Robert Luther in 1853.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Anthesphoria, festival honoring Proserpina</li>\n<li>Pluto (mythology)</li>\n<li>List of rape victims from ancient history and mythology</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"<sup><span>article name needed</span></sup>\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AProserpina&amp;rft.atitle=%3Csup%3E%3Cspan+style%3D%22color%3Ared%22%3Earticle+name+needed%3C%2Fspan%3E%3C%2Fsup%3E&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Marcus Tullius Cicero, <i>De natura deorum</i> II,66 <b>(Latin)</b></li>\n</ul><blockquote class=\"templatequote\">\n<p>... <i>Diti patri dedicata est, qui dives ut apud Graecos Plouton, quia et recidunt omnia in terras et oriuntur e terris, Cui Proserpinam (quod Graecorum nomen est, ea enim est quae Persefone Graece nominatur) — quam frugum semen esse volunt absconditamque quaeri a matre fingunt</i>. (With Dis Pater is connected Proserpina (whose name is of Greek origin, being that goddess the Greeks call Persephone) who symbolises the wheat seed and whose mother looked for her after her disappearance...)</p>\n\n</blockquote>\n<ul><li>Valerius Maximus <i>Factorum et dictorum memorabilium libri IX</i> II 4,5 <b>(Latin)</b></li>\n<li>Saint Augustine of Hippo, <i>De Civitate Dei</i> IV,8 <b>(Latin)</b></li>\n<li>Claudius Claudianus <i>De Raptu Proserpinae</i>, full text on Divus Angelus <b>(Latin)</b></li>\n<li>Milo De Angelis (transl.), <i>Claudio Claudiano \"Il rapimento di Proserpina\"</i>, Enrico Casaccia Publisher (2010) <b>(Italian)</b></li>\n<li>John Ruskin (1886). <i>Proserpina: Studies of Wayside Flowers while the Air was Yet Pure among the Alps and in the Scotland and England Which My Father Knew.</i></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Claudian, <i>De raptu Proserpinae</i> (\"The Rape of Proserpine\"), three books, in Latin and English, Bill Thayer's edition of the Loeb Classical Library text at LacusCurtius</li>\n<li>The Pomegranate Seeds adapted as a children's tale by Nathaniel Hawthorne, in <i>Tanglewood Tales</i></li>\n<li>\"Proserpina\" on the Mythology Guide</li>\n<li><i>Proserpina, Goddess of Sicily</i>, article by S. Colombo.</li>\n<li><i>Proserpina</i>, Proserpina.net. <small>Accessed 27 January 2012</small></li>\n<li><i>Il Ratto di Proserpina</i> <span>(in Italian)</span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aachen Raub von Proserpina.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Cliveden-proserpina.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dante Gabriel Rossetti - Proserpine - Google Art Project.jpg"}, {"ns": 6, "title": "File:El rapto de Proserpina.jpg"}, {"ns": 6, "title": "File:Luca Giordano 016.jpg"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}