{"pageid": 38916196, "ns": 0, "title": "Makhai", "extract": "<p>In Greek mythology, the <b>Makhai</b> or <b>Machai</b>, <b>Machae</b> (Greek: <span lang=\"el\" xml:lang=\"el\">Μάχαι</span>, \"battles\"; singular: <span lang=\"el\" xml:lang=\"el\">Μάχη</span> <i>Machê</i> or <i>Makhê</i>) were the daemons (spirits) of battle and combat, and were sons or daughters of Eris, siblings to other vicious personifications like the Hysminai, the Androktasiai, and the Phonoi.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>The daemons Homados (Battle-Noise), Alala (War-Cry), Proioxis (Onrush), Palioxis (Backrush) and Kydoimos (Confusion) were closely associated with the Makhai.</p>\n<p>They were accompanied in battlefields by other deities and spirits associated with war and death, such as Ares, Phobos, Deimos, the Keres, Polemos, Enyo, and their mother Eris.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<ul><li>The Makhai make an appearance in <i>Wrath of the Titans</i> as Hades and later Cronus' troops. The Makhai are similar to the Moliones, with coal black skin, two legs, six arms, two-headed and two torsos back to back with each other which enables them to attack more than one person.</li>\n<li>In <i>The Blood of Olympus</i>, Asclepius used the Makhai (In this they are the twin children of Ares and Aphrodite, Phobos and Deimos), the curse of Delos (Which is actually one of the small yellow flowers that Delos sprouted upon the birth of Artemis and Apollo), and the Pylosian Mint in order to formulate a physician's cure. (The two brothers also appear in \"The Demigod Files,\" but not by the name Makhai.)</li>\n<li>In the top down ARPG \"Titan Quest: Immortal Throne\", Makhai are enemies, that can be found in the final world of the game, \"Hades\".</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - Makhai</li>\n</ul>"}