{"pageid": 39220, "ns": 0, "title": "Amaterasu", "extract": "<p><b>Amaterasu</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">天照</span>)</span>, <b>Amaterasu-ōmikami</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">天照大神／天照大御神／天照皇大神</span>)</span> or <b>Ōhirume-no-muchi-no-kami</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">大日孁貴神</span>)</span> is a part of the Japanese myth cycle and also a major deity of the Shinto religion. She is seen as the goddess of the sun, but also of the universe. The name Amaterasu derived from Amateru means \"shining in heaven\". The meaning of her whole name, Amaterasu-ōmikami, is \"the great august kami (god) who shines in the heaven\". According to the <i>Kojiki</i> and <i>Nihon Shoki</i> in Japanese mythology, the Emperors of Japan are considered to be direct descendants of Amaterasu.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Amaterasu appears to be the Japanese expression of a historical pan-Asiatic solar goddess. Several similarities have been noticed between the Japanese solar goddess and the Korean solar goddess Hae-nim, particularly in regards to shamanistic worship, utilising the same symbols and practices. Another possible expression is the Chinese Xihe. Though historically probably venerated highly, only in Japan did this deity find continuous worship as a central figure, as elsewhere several other religious movements such as Buddhism and Taoism discouraged the veneration of solar goddesses.</p>\n<p>The oldest tales of Amaterasu come from the ca. 712 CE <i>Kojiki</i> and ca. 720 CE <i>Nihon Shoki</i>, the oldest records of Japanese history. In Japanese mythology, Amaterasu, the goddess of the sun, is the sister of Susanoo, the god of storms and the sea, and of Tsukuyomi, the god of the moon. It was written that Amaterasu had painted the landscape with her siblings to create ancient Japan. All three were born from Izanagi when he was purifying himself after entering Yomi, the underworld, after failing to save Izanami. Amaterasu was born when Izanagi washed out his left eye, Tsukuyomi was born from the washing of the right eye, and Susanoo from the washing of the nose.</p>\n<p>She became the ruler of the sun and the heavens along with her brother, Tsukuyomi, the god of the moon and ruler of the night. Originally, Amaterasu shared the sky with Tsukuyomi, her husband and brother until, out of disgust, he killed the goddess of food, Uke Mochi, when she pulled \"food from her rectum, nose, and mouth\". This killing upset Amaterasu causing her to label Tsukuyomi an evil god and split away from him; separating night from day.</p>\n<p>The texts also tell of a long-standing rivalry between Amaterasu and her other brother, Susanoo. When he was to leave Heaven by orders of Izanagi, he went to bid his sister goodbye. Amaterasu was suspicious, but when Susanoo proposed a challenge to prove his sincerity, she accepted. Each of them took an object of the other's and from it birthed gods and goddesses. Amaterasu birthed three women from Susanoo's sword while he birthed five men from her necklace. Claiming the gods were hers because they were born of her necklace, and the goddesses were his, she decided that she had won the challenge, as his item produced women. The two were content for a time, but her brother became restless and went on a rampage, destroying Amaterasu's rice fields, hurling a flayed pony at her loom, and killing one of her attendants in a fit of rage. Amaterasu, who was in fury and grief, hid inside the Ama-no-Iwato (\"heavenly rock cave\"), thus effectively hiding the sun for a long period of time. Though she was persuaded to leave the cave, Susanoo was punished by being banished from Heaven. Both later amended their conflict when Susanoo gave her the Kusanagi-no-Tsurugi sword as a reconciliation gift. When they both reconciled the moon became visible.</p>\n<p>According to legend, Amaterasu bequeathed to her descendant Ninigi: the mirror, Yata no Kagami; the jewel, Yasakani no Magatama; and the sword, Kusanagi-no-Tsurugi. This sacred mirror, jewel, and sword collectively became the three Imperial Regalia of Japan.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>The Ise Shrine located in Ise, Honshū, Japan houses the inner shrine, Naiku, dedicated to Amaterasu. Her sacred mirror, Yata no Kagami, is said to be kept at this shrine as one of the Imperial Regalia of Japan. At this shrine, a ceremony known as Shikinen Sengu is held every 20 years to honor Amaterasu. The main shrine buildings are destroyed and rebuilt at a location adjacent to the site. New clothing and food is then offered to the goddess. This practice is a part of the Shinto faith and has been practised since the year 690.</p>\n<p>The worship of Amaterasu to the exclusion of other kami has been described as \"the cult of the sun\". This phrase can also refer to the early pre-archipelagoan worship of the sun itself.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Shinto in popular culture</li>\n<li>Japanese mythology</li>\n<li>Himiko</li>\n<li>Sól</li>\n<li>Zalmoxis</li>\n<li>Vairocana</li>\n<li>Surya</li>\n<li><i>Ōkami</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Amaterasu cave edit2.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}