{"pageid": 39299470, "ns": 0, "title": "Silvanae", "extract": "<p>In the religion of the Roman Empire, the <b>Silvanae</b> are nymphs or goddesses associated with the woodland god Silvanus. They are attested by inscriptions mainly in Pannonia, with a little more than a third of the evidence scattered in the rest of the Western Roman Empire. Elsewhere, and in Latin literature, Silvanus is accompanied by nymphs. <i>Silvanae</i> may be a regional preference in naming, not a form of cultic devotion distinct from the Nymphs of Silvanus. Like similar nature deities, Silvanus himself is found sometimes conceived of as plural <i>(Silvani)</i>, and Silvani/Silvanae form a male-female complement characteristic of the Roman conception of deity.</p>\n<p>A Silvana is often depicted holding a tree branch, and although the evidence is sketchy, they may have been a form of hamadryades, nymphs who inhabit trees. The Silvanae sometimes bear the epithet <i>augustae</i>, given to deities associated with Imperial cult, or <i>silvestres</i>, \"woodland\". In Dacia, they are once called <i>Campestres</i>, like the \"Mothers of the Field\" honored by the Roman military. They are sometimes in the company of the crossroads goddesses known as Quadruviae, Triviae or Biviae (Four-, Three- or Two-Ways), found in Celtic regions of the Empire.</p>\n<p>Most dedications to the Silvanae were made by free citizens and military personnel, including legionaries, a military prefect of equestrian rank, and a decurion. About a quarter of the dedications were made by women.</p>\n<p>Silvanae, usually three in number, are depicted frontally in a row with their hands or arms intertwined. They can also appear singly, or in a group of as many as nine figures. When Silvanus appears with them, he stands to the left or right without interrupting their grouping. The Silvanae carry tree branches, flower pots, conch shells, or wreaths. With one exception, in which they appear nude from the waist up, Silvanae are clothed.</p>\n<p>Because of their concentration in the Danubian provinces, Silvanae are sometimes thought to be Imperial forms of the Celtic Matres or Matronae, \"mother\" goddesses who often appear as a clothed triad bearing flowers or other vegetative symbols. The identification is particularly suggested by an inscription from Lugdunum that names <i>Matres Pannoniorum</i>. M.L. West thought them more likely to be Illyrian nymphs than Italic. The three Silvanae may reflect an understanding of Silvanus's tripartite nature as described in the <i>Gromatici Veteres</i> and by St. Augustine.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Wiki letter w.svg"}]}