{"pageid": 39474429, "ns": 0, "title": "Tusholi", "extract": "<p><b>Tusholi</b> is a goddess spring and fertility in the Ingush and Chechen mythology and the daughter of the supreme god Dyala.</p>\n<p>She was the most revered and beloved goddess of the Vainakh people before they adopted Islam. She was revered as the patroness of people in front of her father, the supreme god. The ancient Ingush people and Chechens prayed to Tusholi for healthy offspring, abundant crops and livestock fertility.</p>\n<p>Tusholi is the only deity of the Vainakh who took an icon, usually a wooden or silver belt sculpture of a woman with a tear on her cheek. Tusholi is also often depicted on the stones of the Ingush towers.</p>\n<p>In the Ingush calendar the month of April was named in her honor. The goddess was also worshiped by childless women. The Ingushetia celebrated the Spring Festival \"Tusholi\" in the days of the migration of hoopoe to warmer climates birds. The hoopoe was regarded as the companion of the goddess Tusholi and revered as sacred.</p>\n<p>In 2010, the Spring Festival of Tusholi was celebrated for the first time in Ingushetia after adoption of Islam by the Ingush.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><span>(in Russian)</span> Mythological Dictionary / E.M. Meletinsky, - Moscow. Soviet Encyclopedia, (1990) - 672 page.</li>\n<li><span>(in Russian)</span> Myths of nations of the world / S.A. Tokareva, - Moscow, Soviet Encyclopedia, (1992) - Volume 2 - 719 page.</li>\n<li><span>(in Russian)</span> Ingush goddess Tusheli in the book: Proceedings of the Ingush A.A. Zakharov, Research Institute, v. 4, Ordzhonikidze, 1934.</li>\n<li><span>(in Russian)</span> Cult Tusholi the Ingush, in the book.: Religious beliefs of the peoples of the USSR, E. Schilling, v. 2, Moscow-Leningrad, 1931, p. 32-34.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span>(in Russian)</span> Article about the goddess Tusholi online \"Mythology\"</li>\n<li><span>(in Russian)</span> Reports of TV channel \"Culture\" of the Spring Festival \"Tusholi\" in Ingushetia</li>\n</ul>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}]}