{"pageid": 395469, "ns": 0, "title": "Heavenly Mother (Mormonism)", "extract": "<p>In Mormonism, <b>Heavenly Mother</b> or the <b>Mother in Heaven</b> is the mother of human spirits and the wife of God the Father. Those who accept the Mother in Heaven doctrine trace its origins to Joseph Smith, the founder of the Latter Day Saint movement. The doctrine became more widely known after Smith's death in 1844.</p>\n<p>The heavenly Mother doctrine is taught by The Church of Jesus Christ of Latter-day Saints (LDS Church), the Restoration Church of Jesus Christ, and branches of Mormon fundamentalism, such as the Fundamentalist Church of Jesus Christ of Latter-Day Saints. The doctrine is not generally recognized by other denominations within the Latter Day Saint movement, such as the Community of Christ, where trinitarianism is predominant.</p>\n<p>In the LDS Church, the doctrine of \"heavenly Mother\" or \"heavenly parents\" is not frequently discussed; however, the doctrine can be found in some church hymns and has been briefly discussed in church teaching manuals and sermons.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin_of_the_theology\">Origin of the theology</span></h2>\n\n<p>The theological underpinnings of a belief in Heavenly Mother are attributed to Joseph Smith, the prophet of Restoration, who shortly before his death in 1844 outlined a controversial view of God that differed dramatically from traditional Christian consensus. Smith's theology included the belief that God would share his glory with his children and that righteous couples might become exalted beings, or gods and goddesses, in the afterlife.</p>\n<p>Although there is no known record of Smith explicitly teaching about heavenly Mother, several of Smith's contemporaries attributed the theology to him either directly, or as a natural consequence of his theological stance. An editorial footnote of <i>History of the Church</i> 5:254, quotes Smith as saying: \"Come to me; here's the mysteries man hath not seen, Here's our Father in heaven, and Mother, the Queen.\" In addition, a secondhand account states that in 1839, Smith had told Zina Diantha Huntington, after the death of her mother, that \"not only would she know her mother again on the other side, but 'more than that, you will meet and become acquainted with your eternal Mother, the wife of your Father in Heaven<span>'</span>\".</p>\n<p>In addition, members of the Anointed Quorum, a highly select leadership group in the early church that was privy to Smith's teachings, also acknowledged the existence of a Heavenly Mother. The <i>Times and Seasons</i> published a letter to the editor from a pseudonymous person named \"Joseph's Speckled Bird\", in which the author stated that in the pre-Earth life, the spirit \"was a child with his father and mother in heaven\". The apostle Parley Pratt even taught in an official church periodical that God may have had multiple wives before Christ's time, and that after the death of Mary (the mother of Jesus) she may have become another eternal wife.</p>\n<p>In 1845, after the death of Smith, the poet Eliza Roxcy Snow published a poem entitled \"My Father in Heaven\", (later titled \"Invocation, or the Eternal Father and Mother\", now used as the lyrics in the Latter-day Saint hymn \"O My Father\"), which acknowledged the existence of a heavenly Mother. The poem contained the following language:</p>\n<blockquote class=\"templatequote\">\n\n</blockquote>\n<p>Some early Mormons considered Snow to be a \"prophetess\". Later, church president Joseph F. Smith (a nephew of Joseph Smith) explained his own belief that \"God revealed that principle that we have a mother as well as a father in heaven to Joseph Smith; Joseph Smith revealed it to Eliza Snow Smith, his wife; and Eliza Snow was inspired, being a poet, to put it into verse.\" A companion hymn \"Our Mother in Heaven\" was published in the church's <i>Juvenile Instructor</i> four decades later.</p>\n<p>The doctrine is also attributed to several other early church leaders. According to one sermon by Brigham Young, Smith once said he \"would not worship a God who had not a father; and I do not know that he would if he had not a mother; the one would be as absurd as the other.\"</p>\n<h2><span id=\"Worship_and_prayer_to_Heavenly_Mother\">Worship and prayer to Heavenly Mother</span></h2>\n<p>Orson Pratt, an early apostle of the LDS Church, opposed worshiping a heavenly Mother, because, he reasoned, like wives and children in any household, heavenly Mother was required to \"yield the most perfect obedience to\" her husband.</p>\n<p>Early leader George Q. Cannon thought that \"there is too much of this inclination to deify 'our mother in heaven<span>'</span>\", arguing that she is not part of the Godhead and that to worship her would detract from the worship of heavenly Father. However, early 20th-century church leader Rudger Clawson disagreed, arguing that \"it doesn't take away from our worship of the Eternal Father, to adore our Eternal Mother ... [W]e honor woman when we acknowledge Godhood in her eternal prototype.\"</p>\n<p>Some church leaders have interpreted the term \"God\" to represent the divinely exalted couple with both a masculine and feminine half. Erastus Snow, an early Mormon apostle, wrote <span>\"</span>'do you mean we should understand that Deity consists of a man and woman?' Most certainly I do. If I believe anything that God has ever said about himself ... I must believe that deity consists of a man and woman.\" This notion was reaffirmed by later church leaders Hugh B. Brown, James E. Talmage, Melvin J. Ballard, and Bruce R. McConkie.</p>\n<p>Some Mormon feminists have adopted the practice of praying to the heavenly Mother. However, LDS Church president Gordon B. Hinckley opposed this practice, saying that Mormons should not pray to the heavenly Mother because Christ instructed his disciples to address the heavenly Father in their prayers. When a feminist professor was fired from Brigham Young University in the 1990s, it was revealed that one of the reasons was her public advocacy of praying to heavenly Mother. Other Mormon women have been excommunicated for similar publications such as teaching that Heavenly Mother is the Holy Ghost.</p>\n<h2><span id=\"Acknowledgment_by_the_LDS_Church\">Acknowledgment by the LDS Church</span></h2>\n<p>The LDS Church did not formally acknowledge the existence of a heavenly Mother until 1909, in a statement on the \"origin of man\" by the First Presidency on the 50th anniversary of Charles Darwin's <i>Origin of Species</i>. The church also later implied the theology in the 1995 statement \"The Family: A Proclamation to the World\", where the church officially stated that each person is a \"spirit son or daughter of heavenly parents\". Other references to heavenly parents can be found in Latter-day Saint speeches and literature. In 2015, an official essay was published on the church website which surveyed 171 years of statements about a Mother in Heaven and confirmed that it is part of church doctrine.</p>\n<h3><span id=\"Statements_by_church_leaders\">Statements by church leaders</span></h3>\n<p>Various LDS Church leaders throughout the history of the church have spoken openly about the doctrine of a heavenly Mother.</p>\n<p>Brigham Young, who taught Adam is Heavenly Father, taught that his wife Eve is heavenly Mother: \"I tell you more, Adam is the father of our spirits ... [O]ur spirits and the spirits of all the heavenly family were begotten by Adam, and born of Eve. ... I tell you, when you see your Father in the Heavens, you will see Adam; when you see your Mother that bore your spirit, you will see Mother Eve.\" (Since the LDS Church has formally denounced since the 1970s the Adam–God doctrine as taught by Young, today this statement is doctrinal only to certain groups of Mormon fundamentalists.) Young also preached that resurrected \"eternal mothers\" would \"be prepared to frame earths like unto ours\".</p>\n<p>Susa Young Gates, a daughter of Young and a women's rights activist, stated that the \"great Heavenly Mother was the great molder\" of Abraham's personality. \"Gates speculated that Heavenly Mother has played a significant role in all our lives, looking over us with 'watchful care' and providing 'careful training.<span>'</span>\"</p>\n<p>Early 20th-century church leader B. H. Roberts pointed out that the heavenly Mother doctrine presents a \"conception of the nobility of women and of motherhood and of wife-hood—placing her side by side with the Divine Father.\" Apostle John A. Widtsoe, a contemporary of Roberts, wrote that the afterlife \"is given radiant warmth by the thought that ... [we have] a mother who possesses the attributes of Godhood.\" In 1894, <i>Juvenile Instructor</i>, an official publication of the LDS Church, published a hymn entitled \"Our Mother in Heaven\". A 1925 First Presidency statement included the lines \"All men and women are in the similitude of the universal Father and Mother .... [M]an, as a spirit, was begotten and born of heavenly parents .... [and] is capable, by experience through ages and aeons [sic], of evolving into a God.\"</p>\n<p>There has also been some more recent discussion of heavenly Mother by LDS Church leaders. In a speech given at BYU in 2010, Glenn L. Pace, a member of the LDS Church's First Quorum of the Seventy, said, \"Sisters, I testify that when you stand in front of your heavenly parents in those royal courts on high and look into Her eyes and behold Her countenance, any question you ever had about the role of women in the kingdom will evaporate into the rich celestial air, because at that moment you will see standing directly in front of you, your divine nature and destiny.\"</p>\n<h2><span id=\"Controversy\">Controversy</span></h2>\n<p>According to historian Linda Wilcox, heavenly Mother \"is a shadowy and elusive belief floating around the edges of Mormon consciousness\". Though the belief is held by most Mormons, the doctrine is not actively advertised by the LDS Church, though heavenly Mother is sometimes mentioned in talks or sermons in sacrament meetings and in Sunday School classes. The topic is most often consistent with the theology discussed above.</p>\n<p>The lack of focused teaching and more information about her has caused speculation among Mormons that this de-emphasis may have a divine purpose, such as to avoid drawing attention to her and to preserve the sacredness of her existence. In 1960, an LDS seminary teacher published in a Mormon encyclopedia that \"the name of our Mother in Heaven has been withheld\" because of the way God the Father's and Jesus Christ's names have been profaned.</p>\n<p>Margaret Merrill Toscano writes that \"[w]hile no General Authority has made an official statement denying belief in a Heavenly Mother nor stating that her existence is too sacred to discuss, several factors may influence the current trend that sees even a mention of Heavenly Mother as treading on forbidden ground. Members take their cues about what is acceptable doctrine from talks of General Authorities and official church manuals and magazines\". These materials rarely mention heavenly Mother directly. The publicly discussed church discipline of feminists like Lynne Kanavel Whitesides, Maxine Hanks, Janice Merrill Allred, and Margaret Toscano, all of whom were disciplined in part for statements related to the heavenly Mother, may add to the general sense that discourse about her is strictly forbidden. However, Brigham Young University professor David L. Paulsen has argued that such a belief finds no official backing in statements by church leaders, and that the concept that the heavenly Mother is consigned to a \"sacred silence\" is largely the result of a relatively recent cultural perception.</p>\n<p>Though LDS Church president Gordon B. Hinckley has said the prohibition on praying to heavenly Mother in no way \"belittles or denigrates her\", some feel that it makes her seem less important than heavenly Father. Others assume that both heavenly parents are equally important and expect that more will be revealed when we are ready. Mormon fundamentalists believe that heavenly Father has multiple wives, and that although humankind shares the same heavenly Father, they do not all share the same heavenly Mother.</p>\n<p>The question of how heavenly Mother is regarded ties into a larger set of questions among many Mormons about power in relationships between men and women. When asked why God said that Adam would rule over Eve, Hinckley said, \"I do not know ... My own interpretation of that sentence is that the husband shall have a governing responsibility to provide for, to protect, to strengthen and shield the wife. Any man who belittles or abuses or terrorizes, or who rules in unrighteousness, will deserve and, I believe, receive the reprimand of a just God who is the Eternal Father of both His sons and daughters.\"</p>\n<p>Contrary to the above statements, in this section, the following can be found at the official Church of Jesus Christ of Latter-day Saints website: https://www.lds.org/topics/mother-in-heaven?lang=eng#overview - The Church of Jesus Christ of Latter-day Saints teaches that all human beings, male and female, are beloved spirit children of heavenly parents, a Heavenly Father and a Heavenly Mother. This understanding is rooted in scriptural and prophetic teachings about the nature of God, our relationship to Deity, and the godly potential of men and women. <b>The doctrine of a Heavenly Mother is a cherished and distinctive belief among Latter-day Saints.</b> While there is no record of a formal revelation to Joseph Smith on this doctrine, some early Latter-day Saint women recalled that he personally taught them about a Mother in Heaven. The earliest published references to the doctrine appeared shortly after Joseph Smith’s death in 1844, in documents written by his close associates. The most notable expression of the idea is found in a poem by Eliza R. Snow, entitled “My Father in Heaven” and now known as the hymn “O My Father.” This text declares: “In the heav’ns are parents single? / No, the thought makes reason stare; / Truth is reason—truth eternal / Tells me I’ve a mother there.” Subsequent Church leaders have affirmed the existence of a Mother in Heaven. In 1909, the First Presidency taught that “all men and women are in the similitude of the universal Father and Mother, and are literally the sons and daughters of Deity.” And in “The Family: A Proclamation to the World,” issued in 1995, the First Presidency and Quorum of the Twelve Apostles declared, “Each [person] is a beloved spirit son or daughter of heavenly parents, and, as such, each has a divine nature and destiny.” Prophets have taught that our heavenly parents work together for the salvation of the human family. “We are part of a divine plan designed by Heavenly Parents who love us,” taught Elder M. Russell Ballard of the Quorum of the Twelve Apostles. President Harold B. Lee stated, “We forget that we have a Heavenly Father and a Heavenly Mother who are even more concerned, probably, than our earthly father and mother, and that influences from beyond are constantly working to try to help us when we do all we can.” President Gordon B. Hinckley said, “The fact that we do not pray to our Mother in Heaven in no way belittles or denigrates her.” As with many other truths of the gospel, our present knowledge about a Mother in Heaven is limited. Nevertheless, we have been given sufficient knowledge to appreciate the sacredness of this doctrine and to comprehend the divine pattern established for us as children of heavenly parents. Latter-day Saints believe that this pattern is reflected in Paul’s statement that “neither is the man without the woman, neither the woman without the man, in the Lord.” Men and women cannot be exalted without each other. Just as we have a Father in Heaven, we have a Mother in Heaven. As Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has said, “Our theology begins with heavenly parents. Our highest aspiration is to be like them.” Gospel Topics 'Mother in Heaven'</p>\n<h2><span id=\"Reported_visions_of_Heavenly_Mother\">Reported visions of Heavenly Mother</span></h2>\n<p>Heavenly Mother is absent in the visionary experiences in Mormon scriptures. The only recorded visionary experience is related by Zebedee Coltrin and recorded in the journal of Abraham H. Cannon.</p>\n<blockquote class=\"templatequote\">\n<p>One day the Prophet Joseph asked him [Coltrin] and Sidney Rigdon to accompany him into the woods to pray. When they had reached a secluded spot Joseph laid down on his back and stretched out his arms. He told the brethren to lie one on each arm, and then shut their eyes. After they had prayed he told them to open their eyes. They did so and saw a brilliant light surrounding a pedestal which seemed to rest on the earth. They closed their eyes and again prayed. They then saw, on opening them, the Father seated upon a throne; they prayed again and on looking saw the Mother also; after praying and looking the fourth time they saw the Savior added to the group.</p>\n</blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Ambox scales.svg"}, {"ns": 6, "title": "File:Christus statue temple square salt lake city.jpg"}, {"ns": 6, "title": "File:Joseph Smith receiving golden plates.jpg"}]}