{"pageid": 3957105, "ns": 0, "title": "Maa Tarini", "extract": "<p><b>Maa Tarini</b> is one of the embodiments of Shakti and is one of the chief presiding Goddesses in Odia culture. Her chief shrine is in Ghatagaon, Keonjhar District, Odisha.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"Conceptualisation_of_Maa_Tarini\">Conceptualisation of Maa Tarini</span></h2>\n<p>Maa Tarini is the presiding deity for all Shakti and Tantra peeths or shrines in Odisha. The origin of Shakti or worship of the Earth as a female embodiment of power is found across many cultures all over the world. In Odisha which has a high density of tribal population whose religious practices have been assimilated into the mainstream Hindu faith, the worship of natural formations such as rocks, tree trunks, rivers is widespread among the tribes.</p>\n<p>Maa Tarini is always depicted as a red face with two large eyes and a mark in the middle which serves as an indication for a nose and also a tilak. This primitive conception is symbolic of the simplicity of tribal beliefs and ceremonies. The red colour has been attributed to dyes made out of iron ores or ocher which are quite plentiful in the state and would thus have been used by the tribes for anointing and decorating the sacred figures of worship. The ornate letters in the background mean \"Maa\" or Mother in the Odia language. They were a much later addition although the Odia script did change very slightly over the millennia.</p>\n<p>In this form she is very similar to the conception of the Goddess Kali at Kalighat. Although the two are embodiments of the same divinity, Kali is the Goddess of death and destruction whereas Maa Tarini is the force of life. Interestingly, two of the names of Kali are Maa Tara and Maa Tarini. The famous Hill Shrine of Maa Tara Tarini the breast shrine of adi Shakti in Ganjam district of Odisha represents the force of Both Kali and Tarini and known as Maa Tara Tarini.</p>\n<h2><span id=\"Entry_into_Hinduism\">Entry into Hinduism</span></h2>\n<p>Kalinga, the ancient kingdom whose domain overlaps to a great extent with modern-day Odisha, was initially ruled by Jains. Jainism was the state religion for millennia with occasional breaks notably the reign of Ashoka who played a major role in propagating Buddhism around the world.</p>\n<p>Although the residents of the cities and towns of Kalinga were either Jains or Buddhists, the tribes who populated the hinterland maintained their primitive religions and do so to this day. With the advent of Hinduism, a lot of the rites, customs and even Gods of the tribes were admitted into the Hindu pantheon, chief among them being Lord Jagannath and Maa Tarini. While Jagannath was pronounced as the incarnation of Lord Vishnu in the Dwapara Yuga, the Goddess was decreed as one of the embodiments of Shakti herself.</p>\n<h2><span id=\"History_of_The_Shrine_at_Ghatagaon\">History of The Shrine at Ghatagaon</span></h2>\n<p>The exact sequence of events which led to the installation of the Goddess at her chief shrine in Ghatagaon are still a matter of debate among historians. The reason is that the events have been recorded by poets in devotional works dedicated to her which thus also include some mythological events. Nevertheless, the gist is as below:</p>\n<p>Near about 1475 A.D. King Purusottam Dev ruled Kalinga. Once on a trip to South India he chanced upon Princess Padmavati of Kanchi and proposed marriage. The proposal was accepted and the minister of the king of Kanchi traveled to Puri to finalise the arrangements. The Rath Yatra was in full swing and he saw the king sweeping the chariots of the deities. Marriage to a sweeper was unacceptable and hence the marriage was called off. Insulted, the King of Puri declared war on Kanchi. He was defeated in the first war. He prayed to Lord Jagannath and it is believed that he was directed to appoint one Govinda Bhanja as his Senapati or General of his army. Bhanja was in fact the son of the king of Keonjhar and was staying in Puri because of differences with his father.</p>\n<p>Under the command of Bhanja, the army marched towards Kanchi. In the forests near Vijayanagar, the horse of Bhanja refused to move any further. Whatever may be the real reason it is here that Bhanja and thus Hindu society as a whole was introduced to Maa Tarini and she was admitted into the Pantheon.</p>\n<h2><span id=\"Mythological_origin_of_the_Goddess\">Mythological origin of the Goddess</span></h2>\n\n<p>In the Ramayana, after Sita was abducted by Ravana, Lord Rama and his brother Lakshmana started searching for her. When they reached the forest, near which later Vijayanagar was founded, Rama worshipped Devi Durga and sought her help. The Goddess instructed Rama while he was meditating that he must not see her when she appears or she will turn to stone. Rama could not control himself and saw her and the Goddess was embodied as a stone idol. She told Rama not to worry and call her later when she would definitely aid him.</p>\n<p>This second puja was performed by Ravana himself near Rameswaram before the Vanara Sena could cross over to Lanka. Ravana was deemed fit because this ceremony was performed in order to achieve victory in the war to follow. In order to defeat a warrior like Ravana, the performer had to be a Brahmin who performed the ritual of Trisandhya everyday without fail. At that time, Ravana was the only such Brahmin in all of Creation.</p>\n<p>After Lord Rama left, the stone idol was worshiped by the local tribes. Thus the ancient tribal Goddess was described as a Hindu Goddess.</p>\n<h2><span id=\"Continuation_of_the_History\">Continuation of the History</span></h2>\n<p>Bhanja thus worshiped the Goddess for her blessings in the war to follow. Bhanja was victorious and both the princess and the Goddess were brought back to Puri. After the king of Keonjhar died, Bhanja returned to his state and took the idol of the Goddess with him.</p>\n<p>Mythological accounts hold that Maa Tarini agreed to follow Bhanja provided he never looked backed all the way from Puri to Keonjhar. Bhanja agreed and the two left on horseback. Near the Baitarini river in modern Keonjhar district, Bhanja could no longer hear the following horse. He looked back and Maa halted then and there and asked Bhanja to construct her temple and worship her there.</p>\n<h2><span id=\"Rites_and_rituals\">Rites and rituals</span></h2>\n<p>The practice of Tantra is associated with all manifestations of Shakti throughout the Indian subcontinent. Utkal, a coastal kingdom which was carved out of the former Kalinga is described to have many important shrines and areas for the practice of Tantra. Maa Tarini is the presiding deity.</p>\n<h3><span id=\"Sacrifices_-_Human_and_Animal\">Sacrifices - Human and Animal</span></h3>\n<p>Sacrifices have been offered to many deities all over the world and the same is true in India. The practice however persisted well into the 20th century in many shrines in Assam, Odisha and Bengal. Although both human sacrifices are banned and criminal, sporadic incidents do occur. Tribes in many parts of India sometimes sacrifice virgins to the Goddess.</p>\n<p>Sacrifice of large animals like buffaloes are banned but goats are still sacrificed in some remote temples.</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Homepage of Maa Tarini</li>\n<li>Official Website of Maa Taraini</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Lankeswari Thakurani Sonepur Subarnapur Odisha.jpg"}, {"ns": 6, "title": "File:Maa Tarini Temple 2.jpg"}, {"ns": 6, "title": "File:Maa Tarini Temple 6.jpg"}, {"ns": 6, "title": "File:Symbol template class.svg"}]}