{"pageid": 39601323, "ns": 0, "title": "Senufo female ancestor figure (Indianapolis Museum of Art)", "extract": "<p>This wooden female ancestor figure by an unknown Senufo artisan is part of the African collection of the Indianapolis Museum of Art, which is in Indianapolis, Indiana. Carved in the first half of the 20th century, it displays the artist's skill with form and respect for the powerful female half of the primordial couple.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>Romare Bearden once declared of this statue that \"It’s the rhythms . . . that are so beautiful: the head and the two breasts, the length of the arms coming down to her waist.\" The figure is beautifully balanced and proportioned, with an arched back leading down from her delicate head to the weighty fists on her hips. This combination of strength and grace is fitting for the Mother Ancestor of the Senufo. She is heavily ornamented, with a helmetlike hairstyle, armlets, lip plug, and body markings across her torso, breasts, and temples. She has sharply conical breasts to signify her ideal womanhood and long arms to show that she is a caretaker.</p>\n<h2><span id=\"Historical_information\">Historical information</span></h2>\n<p>As half of the ancestral couple of the Senufo people, this statue would have been kept with her mate in a shrine. The pair would only be taken out for special occasions such as funeral processions, when the newly dead were initiated into the spirit world. During these processions, the statue would be alternately swung from side to side and struck against the ground to serve as percussion.</p>\n<h3><span id=\"Acquisition\">Acquisition</span></h3>\n<p>This work entered the IMA's collection in 1999 thanks to the Mr. and Mrs. Richard Crane Fund, the Anonymous Art Fund, the Mary V. Black Art Endowment Fund, the Lucille Stewart Endowed Art Fund, the Mrs. Pierre F. Goodrich Endowed Art Fund, and the General Endowed Art Fund. It now has the accession number 1999.31 and is on display in the Eiteljorg Suite of African and Oceanic Art. It was heralded as a highlight of the collection when the gallery first opened in 2000.</p>\n<h2><span id=\"Condition\">Condition</span></h2>\n<p>The figure's lower legs, feet, and a probable circular wooden base have eroded away due to a combination of water and insect damage, which also left the legs discolored. Its surface has been darkened by extensive handling and the tropical conditions of Ivory Coast.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mother goddess</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>IMA page.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Female ancestor figure by Senufo people.jpg"}, {"ns": 6, "title": "File:Flag of Indianapolis.svg"}]}