{"pageid": 397747, "ns": 0, "title": "Frigg and Freyja origin hypothesis", "extract": "<p>Some scholars hypothesize that both Frigg and Freyja may have their origin in a Common Germanic goddess. There is no firm evidence for this, but scholars have found some similarities both in their mythological features and the possible etymologies of their names, as well as place-names associated with them. Due to linguistic variations between branches of Germanic languages, where even a god that is the same may be called by different-looking names, confusion about apparent cognates has not been conclusively resolved. Scholar Stephan Grundy comments that \"the problem of whether Frigg or Freyja may have been a single goddess originally is a difficult one, made more so by the scantiness of pre-Viking Age references to Germanic goddesses, and the diverse quality of the sources. The best that can be done is to survey the arguments for and against their identity, and to see how well each can be supported.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Weekday\">Weekday</span></h2>\n<p>The day of the week Friday in Old Norse is called both <i>Freyjudagr</i> and <i>Frjádagr</i> (for Freyja and Frigg respectively), in Faröese <i>Fríggjadagur</i>, and in Old High German was <i>Frîatac, Frîgetac</i>, and now <i>Freitag</i>, for Frigg. In Old English <i>Frigedæg</i> referred to Frigg as well.</p>\n<p>The name of the early English goddess is attested only in the name of the weekday, although <i>frīg</i> (strong feminine) as a common noun meaning \"love\" (in the singular) or \"affections, embraces\" (in the plural) is attested in poetry.</p>\n<h2><span id=\"Mythological_similarities\">Mythological similarities</span></h2>\n\n<p>Frigg is the most prominent female member of the <i>Aesir</i> faction of the Germanic gods, and often identified as the spouse of the chief god, <i>*Wōdanaz</i> (<i>Woden</i>, Odin). Freya is the most prominent female member of the <i>Vanir</i> faction of the gods, is described as being adept at <i>seid</i> (magic), and is the wife of Ód.</p>\n<p>In West Germanic traditions only Frigg is attested. Frigg appears a number of times in surviving Norse mythology. In <i>Gylfaginning</i> Frigg is described by Snorri as the preeminent goddess. She fills the role of wife, mother, and advisor to Odin. In the story she warns Odin not to doubt <i>Vafthrúdnir</i>, the wisest giant. Frigg quarrels with Odin in the prose introduction to <i>Grímnismál</i>. Frigg is sometimes accused of infidelity to Odin, specifically in <i>Ynglinga saga</i>, <i>Gesta Danorum</i> and <i>Lokasenna</i>, where Loki accuses her of it. Frigg does not deny the charge from Loki, and in this story Freyja intervenes, warning Loki that Frigg has powers of prophecy.</p>\n<p>Some significant similarities between Frigg and Freyja have been noted:</p>\n<ul><li>The power of prophecy is attributed to Frigg, which seems more properly related to the <i>seid</i> (magic or divination) of Freyja.</li>\n<li>Hugo Junger argues that place-names in Scandinavia seem to link cult sites for Freyja with names derived from Frigg.</li>\n<li>Freyja's husband Ód is often away on journeys, like Frigg's husband Odin., not to mention the similarity of their names.</li>\n</ul><p>Frigg is often associated with weaving, combining the aspects of a love goddess and a domestic goddess. In Sweden and some parts of Germany, the asterism of Orion's Belt is known as her distaff or spindle. Fulla is named as Frija's sister in the Merseburg charms. In Norse mythology Fulla appears as one of a train of sixteen goddesses. These goddesses have been theorized as each performing a task representing an aspect of Frigg's, among them also Freyja.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of names of Freyja</li>\n<li>Norse mythology</li>\n<li>Germanic mythology</li>\n<li>Fraujaz</li>\n<li>Holda</li>\n<li>Nerthus</li>\n<li>Perchta</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>John Lindow, <i>Norse Mythology: A Guide to the Gods, Heroes, Rituals, and Beliefs</i>, Oxford University Press (2001), ISBN 0-19-515382-0.</li>\n<li>Stephan Grundy, \"Freyja and Frigg\" in Billington, Sandra; Green, Miranda; ed., <i>The Concept of the Goddess</i>. Routledge (1998). ISBN 0-415-19789-9.</li>\n<li>Wodtko et al., <i>Nomina im Indogermanischen Lexikon</i>, Heidelberg (2008) ISBN 978-3-8253-5359-9</li>\n<li>Lotte Motz, Rudolf Simek and Wilhelm Heizmann, <i>Mythological Women: Studies in Memory of Lotte Motz, 1922-1997</i>, Fassbaender, 2002, ISBN 978-3-900538-73-6</li>\n<li>M. J. Enright, <i>The Goddess Who Weaves: Some Iconographic Aspects of Bracteates of the Fürstenberg Type</i>. In: FMSt 24, 1990</li>\n<li>Alexandra Pesch, <i>Die Goldbrakteaten der Völkerwanderungszeit: Thema und Variation</i>, Walter de Gruyter, 2007 ISBN 978-3-11-020110-9</li>\n<li>Jacob Grimm, <i>Teutonic Mythology</i>, 1882</li>\n</ul><h2><span id=\"Additional_reading\">Additional reading</span></h2>\n<ul><li>M. Scheller, <i>Vedisch ‘priyá-’ u. die Wortsippe ‘frei, freien, Freund’</i> (1959).</li>\n<li>D. H. Green, <i>Lang. &amp; Hist. Early Germanic World</i> (1998) 39-41.</li>\n<li>Jan de Vries, <i>Studien over germaansche mythologie, VII: De skaldenkenningen met de namen der godinnen Freyja en Frigg</i>, Tijdschrift voor nederlandsche taal- en letterkunde 53 (1934), 210-217.</li>\n<li>Marian Edwardes, Lewis Spence, <i>Dictionary of Non-Classical Mythology</i> (1913); 2003 reprint ISBN 978-0-7661-4453-8, 2005 reprint: ISBN 978-1-59605-342-7, pp. 70f.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>B7 bracteates</li>\n</ul>", "images": [{"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}]}