{"pageid": 399257, "ns": 0, "title": "Ethniu", "extract": "<p>In Irish mythology, <b>Ethniu</b> (<small>Old Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈeθʲnʲu]</span>), or <b>Eithne</b> (<small>Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈehnʲə]</span>) in modern spelling, is the daughter of the Fomorian leader Balor, and the mother of Lugh. She is also referred to as <b>Ethliu</b> (modern <b>Eithle</b>), genitive <b>Eithlionn</b> (modern <b>Eithleann</b>), dative <b>Ethlinn</b> (modern <b>Eithlinn</b>).</p>\n<p>Her union with Lugh's father, Cian of the Tuatha Dé Danann, is presented in early texts as a simple dynastic marriage, but later folklore preserves a more involved tale, similar to the birth of Perseus in Greek mythology. A folktale recorded John O'Donovan in 1835 tells how Balor, in an attempt to avoid a druid's prophecy that he will be killed by his own grandson, imprisons Ethniu in a tower on Tory Island away from all contact with men. But a man called Mac Cinnfhaelaidh, whose magical cow Balor stole, gains access to Ethniu's tower, with the magical help of the <i>leanan sídhe</i> Biróg and seduces her. Ethniu gives birth to triplets, but Balor gathers them up in a sheet and sends a messenger to drown them in a whirlpool. The messenger drowns two of the babies, but unwittingly drops one in the harbour, where he is rescued by Biróg. She takes the child back to his father, who gives him to his brother, Gavida the smith, in fosterage. The boy grows up to kill Balor. By comparison with texts like <i>Cath Maige Tuired</i> and the <i>Lebor Gabála Érenn</i>, the unnamed boy is evidently Lugh, and his father, Mac Cinnfhaelaidh, is a stand-in for Cian.The Banshenchas states that her real name was Feada- \"Feada was the real name of noble Ethne who was wife of strong stout Cain, and mother of Lug the impetuous superman, and daughter of swift smiting Balor son of Dod son of mighty Net a greater man than pleasant Hector. From him is famed the cairn at Ath Feindead because he fought a duel.\"</p>\n<p>In some traditions she is the daughter of Delbáeth, the mother of the Dagda and Ogma, and the wife of Nuada Airgetlám. In a variant version of the birth of Aengus, she is the wife of Elcmar who is seduced by the Dagda: as such she may be a double of Boann, who plays that role in the best-known version of the tale. Although in most texts she is a female figure, there are some in which Ethniu is a male name. In the ancient text <i>Baile in Scáil</i> (\"The Phantom's Ecstatic Vision\"), Lugh is said to the son of \"Ethliu son of Tigernmas\", or the son of \"Ethniu son of Smretha son of Tigernmas\". James Bonwick identifies Tigernmas, the king who introduced the worship of Crom Cruach, with Balor. R. A. Stewart Macalister also suggests that Cethlenn is originally a variant of Ethlenn arising from the frequent identification of Lugh as Lugh Mac Ethlenn (thus <i>Mac Ethlenn</i> → <i>Mac Cethlenn</i>).</p>\n<p>St. Patrick said of Eithne in the <i>Fosterage of the Houses of the Two Methers</i>:</p>\n<blockquote>\n<p>I shall leave these virtues</p>\n<p>for the story of Eithne from the fair Maigue. Success in children, success in foster-sister or brother, to those it may find sleeping with fair women.</p>\n<p>If you tell of the fosterage before going in a ship or vessel, you will come safe and prosperous without danger from waves and billows.</p>\n<p>If you tell of the fosterage (before going to a) judgment or a hunting, your case will be (propserous), all will be submissive before you.</p>\n<p>To tell the story of Eithne when bringing home a stately wife, good the step you have decided on, it will be a success of spouse and children.</p>\n<p>Tell the story of noble Ethne before going into a new banqueting house, (you will be) without bitter fight or folly, without the drawing of valiant, pointed weapons.</p>\n<p>Tell to a king of many followers the story of Ethne to a musical instrument, he gets no cause to repent it, provided he listen without conversation.</p>\n<p>If you tell this story to the captives of Ireland, it will be the same as if were opened their locks and their bonds.</p>\n</blockquote>\n<p></p>\n<p>Ethniu is a fine example of the difficulty of conducting research into Irish mythology. Her oldest version of her name is probably Ethliu or Ethniu, giving rise to the modern Irish name Eithne. However thanks to changes in the Irish language, the lack of standardised spelling for many centuries, and attempts to anglicise the name, variations have arisen. Linguistic ignorance has further confused the issue: the genitive form of <i>Ethniu</i> is <i>Ethnenn</i> (modern <i>Eithneann</i>) and the genitive of <i>Ethliu</i> is <i>Ethlenn/Ethlinn</i> (modern <i>Eithleann/Eithlinn</i>), as in <i>mac Ethlenn</i> (\"Ethliu's son\"). This genitive has often been taken for a nominative, or a mistaken nominative has been inferred.</p>\n<p>Variations and anglicizations include: Ethnea, Eithliu, Ethlend, Ethnen, Ethlenn, Ethnenn, Ethne, Aithne, Enya, Lily, Aine, Ena, Etney, Eithnenn, Eithlenn, Eithna, Ethni, Edlend, Edlenn.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Cian and Ethnea Millar.jpg"}, {"ns": 6, "title": "File:WPanthroponymy.svg"}]}