{"pageid": 40157130, "ns": 0, "title": "Minerva in the emblems of educational establishments", "extract": "<p>As patron goddess of wisdom, <b>Minerva</b> frequently features in statuary, as an image on seals, and in other forms, at educational establishments, including:</p>\n<ul><li>Minerva is featured on the seals and logos of many institutions of higher learning around the world:\n<ul><li>University of Lincoln. An emblem of Minerva's head is the logo for this UK University. The University's Rugby Union players consider themselves Knights of Minerva, upholding her values of strength, courage and wisdom, as well as dedicating victories to her glory. After their first year in the society, all members are given a 'Minerva' tie, which they must cherish and protect for the rest of their lives.</li>\n<li>the University of Louisville official seal</li>\n<li>the University of South Carolina official seal</li>\n<li>the University of North Carolina at Greensboro official seal. UNCG also has a Minerva statue, donated by the Class of 1953.</li>\n<li>University at Albany, The State University of New York. Minerva is pictured in the university's logo. \"Minerva, the Roman goddess of wisdom has been the institution's enduring symbol.\"  Minerva is still venerated by seniors and their 'torch bearers' during a pre-graduation ritual called \"Torch Night\" there.</li>\n<li>the University of Alabama</li>\n<li>the University of Virginia</li>\n<li>Union College, New York. Union College has also used Minerva as the name of their new academic and social \"Third Space\" program, the Minerva House System.</li>\n<li>UFRJ, the Federal University of Rio de Janeiro, in Brazil.</li>\n<li>Escola Politécnica da USP, Polytechnic School of the University of São Paulo, in Brazil.</li>\n<li>Ghent University, in Belgium</li>\n<li>American Academy of Arts &amp; Sciences, in Cambridge, Mass. The seal's principal figure is Minerva - a symbol appropriate for an organization created in the midst of the American Revolution and dedicated to the cultivation of every art and science to \"advance the interest, honour, dignity, and happiness of a free, independent, and virtuous people.\"</li>\n<li>Heidelberg University, Germany's most ancient university (1386), features depictions of Minerva (or Pallas Athene) in the Old University's assembly hall (1785) as well as over the door of the New University building (1931).</li>\n<li>Max Planck Society, Germany.</li>\n<li>Leiden University, Minerva is presented in the centre of the great seal of the most ancient University in the Netherlands (1575).</li>\n</ul></li>\n<li>A statue of Minerva is located in the centre of La Sapienza University, the largest university of Rome.</li>\n<li>Minerva is featured on the seal of The Hotchkiss School in Lakeville, Connecticut.</li>\n<li>A statue of Minerva is located in the main review pit at the Yale School of Architecture.</li>\n<li>Minerva is featured in the University at Albany's logo. The catalogue of books and other materials in the University Library at the University at Albany campus is called the \"Minerva Catalog\". Minerva is also mentioned in UAlbany's Alma Mater: \"Wisdom's duty heeds thy call, Ever in Minerva's thrall\"</li>\n<li>Minerva is the goddess of Kappa Kappa Gamma and can be seen, with her owl often seen perched on her shoulder.</li>\n<li>Minerva as a bronze head bust over the main entrance of the Main Library of the University of California, Berkeley.</li>\n<li>The Minerva head has been associated with the Chartered Society of Designers since its inception in 1930 and has been redefined several times during the history of the Society by notable graphic designers. The current logo was established in 1983.</li>\n<li>Minerva is the symbol of the University of Porto.</li>\n<li>Athena is the patron goddess of Bryn Mawr College in Pennsylvania.</li>\n<li>Minerva is displayed in front of Columbia University's Low Memorial Library as \"Alma Mater.\"</li>\n<li>Above the entrance to the University of Vienna main building, there is a sculpture work titled \"The Birth of Minerva\".</li>\n<li>A statue of Minerva adorns the library at the United States Military Academy</li>\n<li>Minerva is the name of a language school in Ruse, Bulgaria.</li>\n<li>Minerva is the name of a female residence at the University of Stellenbosch in South Africa.</li>\n<li>Minerva is displayed to the East of University of North Carolina at Greensboro's Elliot University Center as a statue.</li>\n<li>The SUNY Potsdam campus in Potsdam, NY is home to multiple statues of Minerva and a cafe named after her.</li>\n<li>Minerva is the name and the patroness of the most ancient student-association of Leiden and was established in 1819.</li>\n<li>Minerva decorates the keystone over the main entrance to the Boston Public Library beneath the words, \"Free to all.\" BPL was the original public-financed library in America and, with all other libraries, is the long-term memory of the human race.</li>\n<li>The annual prize for the best Politics student in Liverpool Hope University in the UK is called the Minerva Prize, both because of the association with wisdom and knowledge and because there is a statue of Minerva on the dome of Liverpool Town Hall, the seat of local politics in the city.</li>\n<li>Minerva is the Goddess of the Sigma Alpha Epsilon fraternity. Fraternity Brothers are known as Loyal Sons of Minerva.</li>\n<li>Minerva is the name of a remote learning facility at Bath Spa University in England, UK.</li>\n<li>Minerva is featured on the seal of the University of Science and Arts of Oklahoma.</li>\n<li>Minerva is featured on the seal of the \"Escuela Comercial Cámara de Comercio\", in Mexico, founded in 1923.</li>\n<li>A statue of Minerva stands in the entrance to Main Building at Wells College in Aurora, NY. On the last day of spring semester classes, graduating seniors kiss Minerva's feet for luck and lifelong wisdom. Minerva was the only statue that survived the 1888 fire of old Main Building.</li>\n<li>Minerva is the patroness of the Federal University of Rio de Janeiro, Brazil.</li>\n<li>Minerva is featured in the emblem of Ballarat Clarendon College, Australia, as derivative of the emblem of Clarendon Ladies' College.</li>\n<li>Minerva is featured in the logo of The Mac.Robertson Girls' High School, Australia.</li>\n<li>Minerva is featured in the logo of Kelvinside Academy, Glasgow, Scotland</li>\n<li>Minerva is featured on the seals of many schools and colleges: on that of Union College in Schenectady, NY, the motto is (translated from the French) \"Under the laws of Minerva, we are all brothers.\"</li>\n<li>Minerva is the patroness of the Union Philosophical Society of Dickinson College in Carlisle, Pennsylvania.</li>\n<li>The Yale School of Architecture in New Haven, Connecticut, features a Roman marble statue of Minerva in its 4th floor atrium.</li>\n<li>The Minerva head is displayed outside The Natural History Museum, Bergen, Norway</li>\n<li>The seal for the University of Louisville includes a large head of Minerva.</li>\n<li>McGill University's web interface is called Minerva.</li>\n<li>Milne Library at SUNY Geneseo has a statue of Minerva in their lobby.</li>\n<li>Minerva is the name of the managed learning environment at the University of Sheffield Medical School</li>\n<li>Minerva is the name of the main file server at Keystone College</li>\n<li>Minerva is on the crest of the Girls Day School Trust</li>\n<li>A statue of Minerva appears on top of the Minerva Building at Dumfries Academy, Dumfries, Scotland.</li>\n<li>The symbol of Hornsby Girls High School, Australia, is the \"Torch of Knowledge\" and words of the school song include \"Minerva by our southern seas her sacred groves replanted, with whispering gums to woo the breeze that flows o'er lands enchanted; with ageless hills she rimmed her bower, her sunlit shrine of learning, and here we keep through shine and shower the Torch of Knowledge burning...\" (NOTE on Australianisms: gums here means \"gum trees\" (eucalyptus), not a part of the mouth). Here you can see a model of the Torch is still used in events.</li>\n<li>Minerva is a supercomputer at Mount Sinai School of Medicine in New York City on the Upper East Side.</li>\n<li>One of the highest positions awarded among the Elder Worthy Sisters of Nu Kappa Beta, the sister sorority of Nu Kappa Phi in the University of Nueva Caceres in Naga City, Province of Camarines Sur, Republic of the Philippines, is the title Minerva. The Worthy Sister who wins this title by majority vote of the present Elders in special gatherings is deemed to be the epitome of all the essential attributes exalted by the sisterhood which are Scholarship, Leadership, Character and Loyalty.</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:2007-07-06 Minerva.jpg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}