{"pageid": 40738112, "ns": 0, "title": "Gun Ana", "extract": "<p><b>Gun Ana</b> (Turkish: <i>Gün Ana</i>, Kyrgyz: <i>Күн Эне</i>, Kazakh: <i>Күн Ана</i>, Hungarian: <i>Nap Anya</i>, Sakha: <i>Күн Ий̃э</i>, Balkar: <i>Кюн Ана</i>, Ottoman: <i>گون آنا</i>) is the common Turkic solar deity, treated as a goddess in the Kazakh and Kyrgyz mythologies. The noun Gün in the Turkish and Kyrgyz languages is also the conventional name for the Sun and originates from the Proto-Turkic name Kün.</p>\n<p>Gün Ana is one of the most powerful deities, the goddess of life and fertility, warmth and health. She is patroness of the unfortunate, especially orphans. She lives on the seventh floor of the sky. Gök Tanrı created the earth with rays of sun light, thus, Gun Ana took part in the creation of earth. Solar rays are also considered to be \"strings\" between the sun and the spirits of plants, animals and humans. Turks who worship Gun Ana turn towards the sunrise when praying.</p>\n<p>Gün Ana is mentioned in one of the earliest written sources on Turkish mythology. According to Turkic traditions, the powerful god Kayra made the Sun and threw it into the sky. Gün Ana and Ay Ata (the Moon) were wife and husband.</p>\n<p>According to Turkic Mythology, Khagan and his wife are supposed to be the children of the sky and the Yer (Land). Ay Ata (living in the sixth floor) and Gün Ana (living in the seventh floor) are their representatives in the sky.</p>\n<p>The feast for Gün Ana is celebrated during the summer solstice in Northern Hemisphere on each 21 June.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Türk Mitolojisi, Murat Uraz, 2001, OCLC 245853289 (1994)</li>\n<li>Turkish Myths and Legends Dictionary (Türk Söylence Sözlüğü), Deniz Karakurt (OTRS: CC BY-SA 3.0)</li>\n<li>Ziya Gökalp, Türk Medeniyeti Tarihi II, İstanbul, 1974, s. 211.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span>(in Turkish)</span> Türk Mitolojisinde Kırgızlar, Saadettin Koç</li>\n<li><span>(in Turkish)</span> Halk Meteorolojisi Ekseninde Bir Melheme Örneği, Yusuf Ziya SÜMBÜLLÜ</li>\n<li><span>(in Turkish)</span> Mitoloji</li>\n</ul>"}