{"pageid": 4110143, "ns": 0, "title": "Alala", "extract": "<p><b>Alala</b> <span></span> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἀλαλά</span> (alalá); \"battle-cry\" or \"war-cry\"), was the personification of the war cry in Greek mythology. Her name derives from the onomatopoeic Greek word <span lang=\"grc\" xml:lang=\"grc\">ἀλαλή</span> (alalḗ), hence the verb <span lang=\"grc\" xml:lang=\"grc\">ἀλαλάζω</span> (alalázō), \"to raise the war-cry\". Greek soldiers attacked the enemy with this cry in order to cause panic in their lines. Hesiod asserted that Athenians adopted it to emulate the cry of the owl, the bird of their patron goddess Athena.</p>\n\n<p>According to Pindar, Alala was the daughter of Polemos, the personification of war, and was characterised by the poet as \"Prelude of spears, to whom soldiers are sacrificed for their city’s sake in the holy sacrifice of death\". Her aunt was the war goddess Enyo and her uncle was the war god Ares, whose poetic epithet is <i>Alaláxios</i> (<span lang=\"grc\" xml:lang=\"grc\">Ἀλαλάξιος</span>). As such she is one of the attendants of Ares out on the battlefield, along with the rest of his entourage: Phobos and Deimos (his sons); Eris/Discordia, with the Androktasiai, Makhai, Hysminai, and the Phonoi (Eris' children); the Spartoi, and the Keres.</p>\n<p>In Italy the war-cry (modified as <i>Eja Eja Alalà</i>) was invented by Gabriele D'Annunzio in August 1917, using the Greek cry preceded by a Sardinian shout, in place of what he considered the barbaric 'Hip! Hip! Hurrah!'. It was used by the aviation corps soon afterwards before setting out on a dangerous flight during World War 1. In 1919 it was associated with the corps that captured Fiume and was then adopted by the Fascist movement. Later a young Polish sympathiser, Artur Maria Swinarski (1900–65), used the cry as the title of a collection of his poems in 1926.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Ululation</li>\n<li>War-cry</li>\n<li>Battle cry</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Eja! Eja! Alala!.JPG"}, {"ns": 6, "title": "File:P vip.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}