{"pageid": 41282183, "ns": 0, "title": "Ashokasundari", "extract": "<p><b>Ashokasundari</b> (Sanskrit: अशोकसुंदरी, <span title=\"International Alphabet of Sanskrit Transliteration\">Aśokasundarī</span>) or <b>Ashoka Sundari</b>, is a goddess and the daughter of Shiva and Parvati in Hinduism. She is referenced to in the Padma Purana, which narrates her story. The goddess is mostly venerated in Dravida in the form of Bala Tripurasundari.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Ashokasundari was created from the wish-fulfilling tree Kalpavriksha when Parvati wished for reducing her loneliness. The words in her name are derived from her creation. \"Ashoka\" refers to the easing of Parvati's \"shoka,\" which means sorrow, while \"sundari\" means \"beautiful girl\".</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>The birth of Ashokasundari is recorded in the <i>Padma Purana</i>. In one of the variants about tale of Nahusha, Goddess Parvati once requested Lord Shiva to take her to the most beautiful garden in the world. As per her wishes, Lord Shiva took her to <i>Nandanvana</i>, where Goddess Parvati saw a tree known as Kalpavriksha which could fulfil any wish. Since both the sons of Goddess Parvati had grown up and left Kailasha, as a mother it caused immense grief and loneliness to Goddess Parvati. She asked for a daughter from the wish fulfilling tree to get rid of her loneliness. Her wish was granted and Ashokasundari was born. Parvati promised that she would marry according to her destiny Nahusha of the lunar dynasty, who would be equal to Indra, the king of heaven. Once, Ashokasundari was roaming in Nandanvana with her maids, a rakshasa (demon) called Hunda saw her and fell in her love. However, the goddess rejected the advances of the demon and informed him about her destiny to marry Nahusha. Hunda disguised himself as a widow, whose husband was killed by him, and asked Ashokasundari to accompany her to her hermitage. The goddess went with the disguised demon and reached his palace. She came to know of his treachery and cursed him to be killed by Nahusha and escaped to her parents' abode Kailashagiri. Hunda kidnaps the infant Nahusha from his palace, however he is rescued by a maid of Hunda and given under the sage Vashistha's care. After a few years Nahusha grows up and understands about his destiny to kill Hunda. Hunda abducts Ashokasundari and tells her that he had killed Nahusha. The goddess was consoled by a Kinnara couple who informed her of Nahusha's wellbeing and prophesized that she would mother a powerful son called Yayati and a hundred beautiful daughters. Nahusha fought Nighunda and defeated him after a fierce battle and rescued Ashokasundari, whom he married. Over course of time, in absence of Indra, Nahusha was temporarily made the regent of heaven.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}