{"pageid": 41346944, "ns": 0, "title": "Vertault relief", "extract": "<p>The <b>Vertault relief</b> is a Roman relief from Vertault, the ancient Vertillum, in the Department of Côte-d'Or. Today it is located at the Museum of Châtillon-sur-Seine.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>The 39 cm high limestone relief shows three female figures sitting on a ledge, uniformly dressed and bedecked: they wear long robes and closed shoes. The right breast of each of them is bared and their exposed upper arm decorated with an armband. The two outer figures wear the same hairstyle and look straight ahead, but the central figure's head is turned slightly to one side.</p>\n<p>The figure on the left (from the point of view of the viewer) has her legs crossed and holds a swaddled infant in her lap, with its head resting on her lower left arm and her right hand on the baby's wrapped up legs. The central figure appears to hold only a piece of cloth, rolled open on her lap, while the figure on the right holds a small dish in her right hand and a very hole-y sponge in her left hand. There seems to be a shawl spread out on her lap.</p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n<p>The attributes of the women could be understood as pertaining to the washing and clothing of the child, as argued by Paul-Marie Duval, who claims that these Matres \"in fact perform maternal functions\" and \"the first holds a child... on her knee, the second spreads a nappy, and the third holds a bowl and a sponge.\" The group is interpreted similarly in a work which suggests the representations of this type found in France and Britain with the cult of the <i>Nutrices</i> of Poetovio and comparable phenomena in other ancient religions as comparanda.</p>\n<p>On the other hand, another interpretation attaches a different religious meaning to the objects in the hands of the female figures and explains the piece of fabric which the central figure holds in her hands as a role of parchment. The bowl of the third figure, which seems too small to be used for washing, is interpreted as the vessel for a libation. These considerations end with the suggestion that the relief could depict be the Fates (Moirai or Parcae) determining the child's fate in life. Also it should be noted that similar groups support this, such as the relief from Bolards/Nuits-Saint-Georges in Dijon Museum or the Saint-Boil relief in Châlon-sur-Saône Museum, which have scales - highly symbolic of the Fates. This distinguishes these groups from the Mother-groups provided with inscriptions, such as that in the Musée de Fourvière in Lyon, probably originally part of a Lararium and meant to guarantee prosperity, health, and domestic happiness. Aside from the scales the relief from Nuits-Saint-Georges also contains further elements which are missing from the Vertault relief: a cornucopia, a prow and ship's rudder, and a globe. These elements seem to point to Fate and Fortune and the overall meaning can then be interpreted as the (hopefully happy) journey of man through life and into death. It is also possible that the depiction on the reliefs is deliberately ambiguous: \"[…] this motif may be an instance of deliberate ambiguity: nappy and scroll are similar visual images, and the iconography is probably interpretable at a number of levels; human fertility at one, the message of life and death at another […]\".</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Émile Espérandieu: <i>Recueil général des bas-reliefs de la Gaule romaine.</i> Bd. 4, Paris 1911, S. 336 Nr. 3377 (Full Text).</li>\n<li>Simone Deyts: <i>Images des Dieux de la Gaule.</i> (= <i>Collection des Hesperides.</i>) Editions Errance, Paris, 1992, ISBN 2-87772-067-5, S. 64–65.</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Bibracte Deesses.jpg"}]}