{"pageid": 413689, "ns": 0, "title": "Longmu", "extract": "<p>In Chinese mythology, <b>Longmu</b> (simplified Chinese: <span lang=\"zh-Hans\" xml:lang=\"zh-Hans\">龙母</span>; traditional Chinese: <span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">龍母</span>; literally: \"Mother of Dragons\"), transliterated as <b>Lung Mo</b> in Cantonese, was a Chinese woman who was deified as a goddess after raising five infant dragons. Longmu and her dragons developed a strong bond for each other, and have thus become an example of filial devotion and parental love, an important virtue in Chinese culture.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>Longmu's historic name was Wen Shi (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">溫氏</span>). She was born in 290 BC (during the Qin Dynasty) in Guangdong province, near the Xi River (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">西江</span>). Her family's ancestral home was in the Teng County (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">藤縣</span>) in Guangxi province. She was the second of three daughters of Wen Tianrui (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">溫天瑞</span>) and Liang Shi (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">梁氏</span>).</p>\n<p>Wen Shi frequently went to the Xi River to fish and wash clothes for her family. On one such errand, she found a large smooth white stone along the banks of the river. She took the beautiful stone home, but later discovered that the stone was actually an egg, from which hatched five baby snakes (an alternate version says one). Wen Shi's family was poor, but Wen Shi saved the best food she had for her baby snakes and fed them by hand. As the snakes grew, they helped Wen Shi catch fish at the Xi River. The snakes were natural swimmers and became very good at catching fish.</p>\n<p>The snakes eventually matured into five powerful dragons. In Chinese culture, dragons are considered spirits of water, and have the power to control the weather; during a drought, therefore, Wen Shi asked her dragon children to summon the rain for her village. When rain came and ended the drought, the grateful villagers gave Wen Shi the name \"Mother of Dragons\" (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">龍母</span>) or \"Divine Human\" (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">神人</span>).</p>\n<p>Qin Shihuang, the Emperor of the Qin Dynasty, received word of Wen Shi and her dragons. The Emperor sent her gifts of gold and jade and requested her presence at Xianyang, the imperial capital city near the Yellow River, far to the north. By this time, Wen Shi was an elderly woman in frail health. Her adult dragons feared for her safety and did not want her to travel so far from her village. Wen Shi boarded a boat to comply with the Emperor's commandment, but her dragons hid under the boat and dragged the boat backward so that the boat could never pass Guilin. Eventually, the frustrated imperial officials relented and allowed Wen Shi to remain home.</p>\n<p>After Wen Shi died, the dragons were overwhelmed by sadness and took human form, becoming known as the Five Scholars (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">五秀才</span>), who buried her on the northern side of Zhu Mountain (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">珠山</span>).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Everyone who heard the story of Longmu was touched by the filial devotion of the dragons. During the early Han Dynasty, the Xiaotong Temple (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">孝通廟</span>), later known as the Longmu Ancestral Temple (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">龍母祖廟</span>), was built in her honor. The temple is in Yuecheng (<span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">悅城鎮</span>) in Deqing County of Guangdong province. It features calligraphy dedicated to the goddess written by the Emperor Hong Wu of the Ming Dynasty. The temple remains very popular and has been renovated 13 times over the centuries, most recently in 1905-1912 and 1985.</p>\n<p>Another temple dedicated to Longmu is the Baisha Temple in Zhaoqing, on the northern bank of the Xi River, also in Guangdong province. The temple was built in 1587, but it is not as well preserved as the Xiaotong Temple. The city declared the temple a cultural site in 1982.</p>\n<p>Longmu's festival is in the first week of the fifth month of the Chinese Lunar Calendar. She is a patron goddess of parents and children, and remains a popular deity throughout China.</p>\n<h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Deqing Yuecheng Longmu Zumiao 2013.11.16 16-15-25.jpg"}, {"ns": 6, "title": "File:Lung Mo Temple, Peng Chau, Hong Kong.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}