{"pageid": 41567770, "ns": 0, "title": "Mehit", "extract": "<p><b>Mehit</b> or <b>Mehyt</b> was an Ancient Egyptian goddess. In the Early Dynastic period she was depicted as a reclining lioness with three bent poles projecting from her back. In that era she appears in numerous early dynastic sealings and ivory artifacts, usually together with a representation of an Upper Egyptian shrine. Her main places of worship were Hierakonpolis and Thinis.</p>\n<p>Mehit was the consort of Anhur, or Onuris, a hunter god who was worshipped in Thinis. Various texts allude to a myth in which Anhur tracks down Mehit in Nubia and brings her to Egypt as his wife. This event is the basis for Anhur's name, which means \"bringer-back of the distant one\". Late sources identify this story with the \"Distant Goddess\" myth, in which the Eye of Ra—a solar deity who can take the form of several goddesses—runs away from her father Ra, who sends one of the gods to retrieve her. In the version with Anhur and Mehit, Anhur is syncretized with Shu and Mehit with Hathor-Tefnut, Shu's mythological sister and wife. Because Shu and Tefnut sometimes represented the sun and moon, Mehit could also represent the full moon. Her return to her proper place could thus represent the restoration of the Eye of Horus, a symbol of the moon and of the divine order of the cosmos.</p>\n<p>Geraldine Pinch suggests that the Distant Goddess may have originally been a personification of the wild deserts of Nubia, whose myth was absorbed into a complex of myths surrounding the Eye of Ra. Toby Wilkinson says that in Early Dynastic times she may have been a protector goddess, associated with holy places.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:All Gizah Pyramids.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egyptian - Corner Relief Fragment with King Ptolemy II Philadelphos, Mehyet, and Onuris-Shu - Walters 225 - Detail B.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:People icon.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}