{"pageid": 419736, "ns": 0, "title": "Ame-no-Uzume-no-Mikoto", "extract": "<p><b>Ame-no-Uzume-no-mikoto</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">天宇受売命, 天鈿女命</span>)</span> is the goddess of dawn, mirth and revelry in the Shinto religion of Japan, and the wife of fellow-god Sarutahiko Ōkami. She famously relates to the tale of the missing sun deity, Amaterasu Omikami. Her name can also be pronounced as <b>Ama-no-Uzume</b>. She is also known as Ōmiyanome-no-ōkami, an inari kami possibly due to her relationship with her husband.</p>\n<p>Amaterasu's brother, the storm god Susano'o, had vandalized her rice fields, threw a flayed horse at her loom, and brutally killed one of her maidens due to a quarrel between them. In turn, Amaterasu became furious with him and retreated into the Heavenly Rock Cave, Amano-Iwato. The world, without the illumination of the sun, became dark and the gods could not lure Amaterasu out of her hiding place.</p>\n<p>The clever Uzume overturned a tub near the cave entrance and began a dance on it, tearing off her clothing in front of the other deities. They considered this so comical that they laughed heartily at the sight. This dance is said to have founded the Japanese ritual dance, Kagura.</p>\n<p>Uzume had hung a bronze mirror and a beautiful jewel of polished jade. Amaterasu heard them, and peered out to see what all the fuss was about. When she opened the cave, she saw the jewel and her glorious reflection in a mirror which Uzume had placed on a tree, and slowly came out from her clever hiding spot.</p>\n<p>At that moment, the god Ame-no-Tajikarawo-no-mikoto dashed forth and closed the cave behind her, refusing to budge so that she could no longer retreat. Another god tied a magic shimenawa across the entrance. The deities Ame-no-Koyane-no-mikoto and Ame-no-Futodama-no-mikoto then asked Amaterasu to rejoin the divine. She agreed, and light was restored to the earth.</p>\n<p>Ame-no-Uzume-no-Mikoto is still worshiped today as a Shinto kami, spirits indigenous to Japan. She is also known as Ame-no-Uzume-no-Mikoto, The Great Persuader, and The Heavenly Alarming Female. She is depicted in kyōgen farce as Okame, a woman who revels in her sensuality.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Music, Ame-no-Uzume Op.4 (1980) composed by Hiroaki Zakōji</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p><cite class=\"citation book\">Littleton, C. Scott (2002). <i>Mythology: The Illustrated Anthology of World Myth and Storytelling</i>. London: Duncan Baird Publishers. pp. 464–467.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAme-no-Uzume-no-Mikoto&amp;rft.aufirst=C.+Scott&amp;rft.aulast=Littleton&amp;rft.btitle=Mythology%3A+The+Illustrated+Anthology+of+World+Myth+and+Storytelling&amp;rft.date=2002&amp;rft.genre=book&amp;rft.pages=464-467&amp;rft.place=London&amp;rft.pub=Duncan+Baird+Publishers&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>A substantial article on this subject</li>\n<li>Amaterasu and Uzume, Goddesses of Japan, at Goddess Gift</li>\n<li>A one-paragraph glossary entry in Italian</li>\n</ul>\n<p><br></p>", "images": [{"ns": 6, "title": "File:AmanoiwatoTablet.jpg"}, {"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Japan-myth-stub.gif"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Shinto torii icon vermillion.svg"}, {"ns": 6, "title": "File:Shinto torii vermillion.svg"}, {"ns": 6, "title": "File:Torii of Itsukushima.png"}, {"ns": 6, "title": "File:Uzume.jpg"}]}