{"pageid": 42323404, "ns": 0, "title": "Spandaramet", "extract": "<p>In the Armenian mythology, <b>Spandaramet</b>, or <b>Sandaramet</b>, was the goddess of death, underworld and hell, and corresponded to the Greek god Hades.</p>\n<p>The chief god of Armenia was Aramazd, called the Architect of the Universe, Creator of Heaven and Earth. Spandaramet was his wife. He was the father of the other gods, and had several daughters, among which Anahit, the most famous goddess of Armenia, which corresponded to the Greek goddess Artemis, and was the mother of Astghik, the goddess of beauty and the personification of the moon, corresponding to the Phoenician goddess Astarte, and the third Nane (nɑnɛ) or Noone, goddess of war.<br>\nSpandaramet was the guardian spirit of the land and the vines, the latter meaning, the Christian writers of the fifth century Armenians used to translate this name Dionysius. By associating Spandaramet with the Abyss, this word was used as a synonym for Hades, an idea that already appeared in other mythologies of Zoroastrianism.<br>\nPlus, Spand (Սպանդ) means assassination in Armenian.</p>\n<p>Sources, oppositely to the information above, also indicate that</p>\n<blockquote>\n<p>Spandaramet was an Armenian earth goddess whose name comes from the Iranian <i>spenta aemaita</i>, the seven bounteous immortals of the Zoroastrian tradition. She represented both fertility (the fruit of the vine), and the resting place of the dead. She typified the fertility of the ground. Spandaramet was invisible, but her visible symbol was the earth itself. She thus corresponds to the Greek <i>Demeter</i> or <i>Mother Earth.</i> Because She was also seen as the goddess of the dead, with the coming of Christianity, the word <i>Spandaramet</i> took on the meaning of hell.</p>\n</blockquote>\n<p><br></p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"See_Also\">See Also</span></h2>\n<ul><li>Armenian mythology</li>\n<li>Spandarmad</li>\n<li>Spenta Armaiti</li>\n<li>Harut and Marut</li>\n</ul>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}