{"pageid": 427618, "ns": 0, "title": "Louhi", "extract": "<p><b>Louhi</b> (<small>Finnish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈlouɦi]</span>) is a wicked queen of the land known as Pohjola in Finnish and Karelian mythology. As many mythological creatures and objects are easily conflated and separated in Finnish mythology, Louhi is probably an alter-ego of the goddess Loviatar.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>Louhi is described as a powerful and evil witch queen ruling over the northern realm of Pohjola, with the ability to change shape and weave mighty enchantments. She is also the main opponent of Väinämöinen and his group in the battle for the magical artifact Sampo in the <i>Kalevala</i>. She has a number of beautiful daughters, whom Ilmarinen, Lemminkäinen and other heroes attempt to win in various legends. In true fairy tale form, Louhi sets them difficult to impossible tasks to perform in order to claim such a prize, which leads to the forging of the Sampo.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>Louhi was the main antagonist in the Finnish-Soviet film <i>Sampo</i>, played by Anna Orochko.</li>\n<li>There is an orchestral work <i>Louhi</i> by the Finnish composer Kalevi Aho, and the wind orchestral work <i>Louhi's Spells / Louhen loitsut</i> by Finnish composer Tomi Räisänen.</li>\n<li>Louhi was an inspiration for a foe of Conan the Barbarian's in the Marvel comics version of the character (no such foe ever appears in Howard's stories) and the <i>Final Fantasy: The 4 Heroes of Light</i> boss character Louhi the Witch of the North, as well as the <i>Final Fantasy XI</i> item Louhi's Mask.</li>\n<li>Louhi is the main antagonist of Michael Scott Rohan's fantasy trilogy <i>The Winter of the World</i>.</li>\n<li>Louhi is also one of the names of the witch Iggwilv in the <i>Dungeons &amp; Dragons</i> game's Greyhawk campaign by Gary Gygax. In his book <i>Sea of Death</i>, Iggwilv is mentioned as being called Louhi on an alternate Earth.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Laufey, the mother of Loki in Norse mythology</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Louhi (Finnish goddess) -- Britannica Online Encyclopedia</li>\n<li>LOUHI : The deity from Finnish Mythology</li>\n</ul>", "images": [{"ns": 6, "title": "File:Gallen-Kallela The defence of the Sampo.png"}]}