{"pageid": 43078525, "ns": 0, "title": "Trijata", "extract": "<p>In the Hindu epic <i>Ramayana</i>, <b>Trijata</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">त्रिजटा</span>, <span title=\"International Alphabet of Sanskrit Transliteration\">Trijaṭā</span>) is a rakshasi (demoness) who is assigned the duty of guarding the kidnapped princess and goddess Sita, Sita, the consort of Rama (the prince of Ayodhya and an avatar of the god Vishnu), has been abducted by Ravana of Lanka, a demon king whom Trijata serves.</p>\n<p>In the <i>Ramayana</i>, Trijata appears as a wise old rakshasi, who dreams of Ravana's destruction and Rama's victory. She accompanies Sita on a survey of the battlefield of the war between Rama and Ravana, and reassures Sita of Rama's well-being when Sita sees her husband unconscious and presumes him dead. In later <i>Ramayana</i> adaptations, Trijata becomes the daughter of Vibhishana, the brother of Ravana who sides with Rama. She plays a much greater role in later versions, especially Southeast Asian ones.</p>\n<p>Barring a few exceptions where Trijata is cast as Ravana's agent, she is generally portrayed as a friend and loyal companion of Sita in her adversity. On numerous occasions, she offers solace to Sita and brings news from the outside world; she also dissuades Sita from committing suicide. After Rama's victory and Ravana's death, Trijata is richly rewarded by Sita and Rama. While some <i>Ramayana</i> adaptations mention her being a devotee of Rama, Southeast Asian versions often depict her as the wife of Rama's monkey general Hanuman, whom she bears a son. She is worshipped as a local goddess in Varanasi and Ujjain; both in India.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>While Indian, Javanese and Balinese versions of the <i>Ramayana</i> call her Trijata, she is known as Punukay in the Laotian <i>Phra Lak Phra Lam</i>, Benyakai (<span lang=\"th\" xml:lang=\"th\">เบญกาย</span>) in the Thai <i>Ramakien</i> and Devi Seri Jali in the Malay <i>Hikayat Seri Rama</i>.</p>\n<h2><span id=\"The_Ramayana\">The <i>Ramayana</i></span></h2>\n\n<p>In the original <i>Ramayana</i> by Valmiki, Trijata is described as an aged rakshasi (demoness) who is prominently featured in two incidents. The first takes place in the <i>Sundara Kanda</i>, the epic's fifth book. The kidnapped princess Sita is imprisoned in the Ashoka Vatika of Lanka. The demon-king of Lanka, Ravana has ordered the raskshasis who guard Sita to convince her to marry him by any means possible, since Sita adamantly refuses and is still faithful to her husband Rama. After Ravana leaves, the rakshasis start to harass Sita to compel her to change her will. The aged Trijata intervenes and narrates a prophetic dream that predicts Ravana's doom and Rama's victory.</p>\n<p>In her dream, Trijata sees Rama and his brother Lakshmana riding the celestial elephant Airavata toward Sita. Rama takes Sita in his lap and rises high in the sky, allowing Sita to touch the Sun and the Moon. Then the trio ride to Lanka and get into the Pushpaka Vimana (aerial chariot of Ravana) to fly towards the north, while Ravana, drenched in oil and with a red complexion, lies on the ground. Ravana then heads south on a donkey and falls in a pit of dung. A black woman in a red saree, drags him to the south. Other members of Ravana's family, like his brother Kumbhakarna and son Indrajit, face similar fates. Ravana's brother Vibishana is seen in regal white garments, riding a four tusked elephant near the Pushpaka Vimana. The city of Lanka drowns in the ocean and a monkey (vanara) messenger of Rama burns the city. Trijata advises the rakshasis to take refuge in Sita and apologize to her; in turn, Sita promises that if Trijata's dream materializes, she will protect her rakshasi guards.</p>\n<p>The second incident is found in the sixth book, <i>Yuddha Kanda</i>. Rama and his brother Lakshmana come with a monkey army to rescue Sita from the clutches of the demon-king. On the first day of war, Ravana's son Indrajit binds the brothers with the weapon <i>Nagapasha</i> (serpent-noose) and the brothers lose consciousness. Ravana sends Sita with Trijata to see the battlefield. Thinking her husband is dead, Sita laments, but is reassured by Trijata that the brothers are still alive. Trijata expresses her love for Sita and tells her that the captive's \"moral character and gentle nature\" have compelled her to love her.</p>\n<h2><span id=\"Trijata_and_Vibhishana\">Trijata and Vibhishana</span></h2>\n<p>In the <i>Ramayana</i>, Sita has few other rakshasi benefactors besides Trijata. When Hanuman – the monkey-general of Rama who was tasked to find Sita – meets her in Lanka, she tells him that the wife of Vibhishana (the brother of Ravana who sides with Rama in the war) sent her daughter Kala (in other recensions of the <i>Ramayana</i>, known as Nanda or Anala) to proclaim Ravana's intention to not surrender Sita to Rama, despite the advice of the wise minister Avindhya and Vibhisana. Another friend, Sarama, consoles Sita when Ravana shows Sita an illusory severed head of Rama. She also informs her of Rama's well-being and his entry in Lanka with his army. In some versions of the <i>Ramayana</i>, an interpolated canto mentions how Sarama also tells Sita of the burning of Lanka by Hanuman after his meeting with Sita. Ravana's wife Mandodari is described to have rescued Sita in some versions, when Ravana tries to kill Sita. In later Rama-centric literature, Sarama was identified as Vibishana's wife, while Trijata was regarded as his daughter.</p>\n<p>The Tamil epic <i>Kamba Ramayana</i>, Govindaraja's commentary on the <i>Ramayana</i> (<i>Bhushana</i>), the Oriya <i>Balaramadasa Ramayana</i>, the Javanese <i>Kakawin Ramayana</i> and the Malay <i>Seri Rama</i> all accord the status of Vibhishana's daughter to Trijata, a trend generally followed by post-<i>Ramayana</i> literature. Though Govindaraja's commentary on the <i>Ramayana</i> states that Trijata is Vibhishana's daughter in the epic, Goldman considers this \"strange\" given her advanced age in the original epic.</p>\n<p>A few works relate Trijata to Vibhishana in a position other than his daughter. The <i>Ananda Ramayana</i> and the Marathi <i>Bhavartha Ramayana</i> of Eknath regard Trijata as the wife and the sister of Vibhishana (thus sister of Ravana) respectively. The Jain version, the <i>Vasudevahindi</i> of Samghadasa Gani, says Trijata is a sister of Ravana, Vibhishana, Kumbhakarna, and Shurpanakha. Jayamangala's commentary on the <i>Bhattikavya</i> also describes Trijata as Ravana's sister.</p>\n<h2><span id=\"Trijata_and_Sita\">Trijata and Sita</span></h2>\n\n<p>In later literature, Trijata plays the roles which were attributed to Kala, Sarama, and Mandodari in the original <i>Ramayana</i>. She becomes a more important character in Southeast Asian versions of the <i>Ramayana</i>, particularly in Indonesian retellings such as the <i>Kakawin Ramayana</i>.</p>\n<p>In the <i>Ramopakhyana</i> (the narrative of Rama in the epic <i>Mahabharata</i>), Sita informs Hanuman that Trijata brought her a message from Avindhya about the well-being of Rama, and that he and Lakshamana will soon come to rescue her from Lanka. Trijata thus assumes the role assigned to Kala in the original <i>Ramayana</i>. The <i>Raghuvamsa</i>, the <i>Setubandha</i>, the <i>Balaramadasa Ramayana</i>, the <i>Kakawin Ramayana</i> and the <i>Seri Rama</i> all replace Sarama with Trijata in the episode where the truth of the illusory head of Rama is revealed to Sita. The <i>Prasannaraghava</i> has Trijata inform Sita about the burning of Lanka, instead of Sarama. The <i>Balaramadasa Ramayana</i> makes Trijata the saviour of Sita, when she stops Ravana from killing Sita in the Ashoka Vatika; this role was originally assigned to Mandodari. Trijata again saves Sita's life when a vengeful Ravana rushes to slay his captive after his son Indrajit is killed in the war. In the <i>Ramayana</i>, Suparshva – a minister of Ravana – stops him, while other adaptations attribute the act variously to Avindhya or Mandodari.</p>\n<p>Besides crediting Trijata for acts attributed to others in the original epic, later literature adds new elements which grant Trijata a bigger role. In the <i>Ramayana</i>, just before meeting Hanuman, the thought of suicide crosses Sita's mind, but she never attempts it. In the <i>Prasannaraghava</i>, Trijata and Sita engage in a \"friendly conversation\" before Ravana comes to meet her. After Ravana's departure, Sita tells Trijata of her intent to commit suicide and urges Trijata to help her create a wood pyre. Trijata, however, refuses, saying there is not enough firewood. The <i>Kakawin Ramayana</i> also narrates that, when Sita sees the illusory severed heads of Rama and Lakshmana, she prepares a pyre. Trijata is ready to die with Sita, but first wants to inform her father Vibhishana. She returns with the news of Rama's well-being. Later on, after seeing Rama and Lakshmana bound by Indrajit's Nagapasha, Sita instructs Trijata to again create a pyre, but Trijata holds off until she can confirm the truth from her father, and returns with the news that Rama is alive.</p>\n<p>Many adaptations of the <i>Ramayana</i> narrate the friendship and companionship developed between Trijata and Sita. Trijata fulfils two important objectives: she comforts Sita and constantly updates Sita about the happenings of the war and the welfare of Rama. The <i>Balaramadasa Ramayana</i> describes Trijata assuaging Sita's grief when they hear that Indrajit has wounded Rama and Lakshmana a second time. In the <i>Balaramayana</i> of Rajasekhara, Trijata employs two rakshasas to bring her news from the battlefield. The <i>Ananda Ramayana</i> narrates that, upon hearing Lakshmana's conch sound, Sita urges Trijata to find out what has happened. Trijata learns of the death of Indrajit by Lakshmana and passes the news to Sita. The <i>Ramcharitmanas</i> of Tulsidas also depicts Trijata breaking the news of Indrajit's death to Sita, upon her inquiry. In another episode in the text, the two discuss the impending duel between Rama and Ravana on the final day of war. Sita is concerned that the ten-headed Ravana is invincible and will magically regrow his severed heads. Trijata reassures Sita that Rama will slay Ravana by shooting an arrow through the demon-king's heart. The text emphasizes that Trijata is a devotee of Rama, a feature also found in the <i>Bhavartha Ramayana</i>.</p>\n<p>The <i>Kakawin Ramayana</i> says that, when Sita is tormented by her 300 rakshasi guards, only Trijata comes to her rescue and offers her solace, keeping her company and playing games with her. In the <i>Seri Rama</i>, Trijata (here called \"Dewi Srijati\") is in charge of Sita's custody in Lanka. Sita tells Ravana that she will not even consider Ravana's marriage proposal while her husband is alive, and will believe he's dead only if she sees his head in Ravana's hands. To trick Sita, Ravana visits her with two heads and proclaims that they belong to Rama and Lakshmana, but Trijata stops him and asks him to return the next day. She presents the heads to Sita, who decides to commit suicide, but Trijata asks her to wait until she can verify the truth. Carrying Sita's dagger, she meets Rama and in return receives a girdle woven by Sita from Rama. She is carried back to Lanka by Hanuman. When Ravana arrives the next day, Trijana rebukes him for his deception and informs him that she had met Rama herself the previous day. An enraged Ravana tries to kill Trijata, who runs and seeks refuge in Sita, who takes all the blame. Trijata is recused of her duties and Sita is transferred to an iron castle, guarded by an army commanded by one of Ravana's ministers.</p>\n<h2><span id=\"Trijata_as_Ravana's_agent\"></span><span id=\"Trijata_as_Ravana.27s_agent\">Trijata as Ravana's agent</span></h2>\n\n<p>While Trijata is generally portrayed in a positive light, the early Jain versions of the <i>Ramayana</i> either ignore her or demonize her as an agent of Ravana. Svayambhudeva's <i>Paumacriu</i>, as well as Hemachandra's <i>Yogashastra</i> and <i>Ramayana</i>, say that when Hanuman meets Sita and shows her Rama's signet-ring, Sita is overjoyed; Trijata reports this to her master Ravana. Hemachandra emphasizes that Trijata's job was to \"tempt\" Sita at Ravana's behest. The <i>Krittivasi Ramayana</i>, possibly influenced by Jain narratives, portrays Trijata appealing to Sita to wed Ravana and rule as the queen of Lanka; it is Sarama who functions as Sita's friend in this version.</p>\n<h2><span id=\"After_the_war\">After the war</span></h2>\n<p>Numerous <i>Ramayana</i> adaptations record the gratitude of Sita and Rama who reward Trijata richly. In the <i>Mahabharata</i> version, Trijata is rewarded and honoured by Rama at the end of the war.</p>\n<p>The <i>Balaramayana</i> mentions that after the war, Trijata accompanies Sita to her kingdom Ayodhya in the Pushpaka Vimana; Rama uses the Pushpaka Vimana to return to Ayodhya. In the <i>Ananda Ramayana</i>, both Trijata and Sarama journey to Ayodhya in the Pushpaka Vimana. Later, when Sita visits Lanka, she tells Sarama to treat Trijata as if she would her. The <i>Kakawin Ramayana</i> mentions how Trijata is honoured with rich gifts by Sita at Ayodhya as her loyal companion and solace, and the one who saved her life twice.</p>\n<p>The oldest Indian manuscript to mention Trijata's presence in Ayodhya is the <i>Paumacriu</i>. Many suggest that, after Sita's exile and the subsequent battle between Rama and his sons, Sita be reaccepted by Rama. Trijata and Lankasundari are called from Lanka to attest to Sita's chastity and both of them suggest an ordeal to convince the world of her purity.</p>\n<p>In the Thai <i>Ramakien</i>, Hanuman helps Vibhishana (here called Phipek) kill a demon. Hanuman then marries Trijata (Benchakai); their union results in the birth of a son, Asurapada, a demon with a monkey head. In the Malay version, after the great war, Vibhishana requests that Hanuman wed his daughter Trijata (Seri Jati). Hanuman agrees, on the condition that he remain with her for only a month. While Hanuman leaves for Ayodhya with Rama, Trijata gives birth to his son Hanuman Tegangga (Asurapada). The Javanese and Sundanese <i>Wayang</i> puppet tradition also portrays Trijata as the wife of Hanuman.</p>\n<h2><span id=\"Remembrance_and_assessment\">Remembrance and assessment</span></h2>\n<p>Trijata is remembered as a friend and loyal companion of Sita in her time of need. Camille Bulcke, an expert on the literature of Rama, summarizes Trijata's character:</p>\n<blockquote>\n<p>For more than twenty centuries the poets, who retold the Rāma-story, have dealt lovingly on Trijatā's friendship for Sītā. [...] [Trijatā] conquered the heart of those poets, and through them, the heart of all those who become acquainted with the Rāma-story. [...] the poets of the Rāmāyana [...] conferred on the humble Trijatā the boon of immortality. No dream is better known in India than the dream of Trijatā, who will live for ever in the hearts of millions as the ideal of a true friend, because she comforted Sītā in her darkest hour: A FRIEND IN NEED IS A FRIEND INDEED.</p>\n</blockquote>\n<p>A temple dedicated to Trijata (called Tirjata in this region) is situated near the Kashi Vishwanath Temple, the most prominent temple in Varanasi. As per local lore, Trijata wanted to accompany Sita to Ayodhya, but Sita said that she would not be allowed in Ayodhya as she was a demoness. Sita suggested her to visit Varanasi and attain moksha (emancipation) and blessed her to be worshipped as a goddess. Trijata enjoys daily worship as a local goddess. Flowers and green vegetables are offered to appease her. Women - who worship at her shrine for seven consecutive Wednesdays - are believed to be blessed with progeny and with the goddess' protective glaze on their family. Many devotees flock the shrine on Kartik Poornima, the last day of the Hindu month of Kartik and its next day, the first day of Margashirsha month. It is believed that the goddess will fulfill the wishes of all who worship at her shrine, after paying obeisance at Kashi Vishwanath Temple on Kartik Poornima. On the first day of Margashirsha, worshippers who had observed a <i>vrata</i> (fast) in the previous month of Kartik conclude the <i>vrata</i> by bathing in the Ganges at the Dashashwamedh Ghat in the name of Trijata. Local lore holds that Rama granted a boon to Trijata: those who do not bathe in her honour after observing the <i>vrata</i> will lose all merit (<i>punya</i>) – gained from the fast – to her.</p>\n<p>A temple of Trijata also exists in the temple complex of Balveer Hanuman Temple, Ujjain. Special <i>puja</i> (worship rituals) is offered to the goddess for 3 days, starting from Kartik Poornima.</p>\n<p>In the Telugu <i>Sita Puranamu</i>, Ramaswami Chaudari portrays Trijata as the daughter of the Dravidian Vibhishana and the Aryan Gandharva Sarama. Trijata, a half-Aryan, is labelled a traitor, who betrays her uncle Ravana and helps Sita. Vibhishana's betrayal towards his brother and defection to Rama is also blamed on his Aryan wife.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Leodardi, G. G. (1973). <i>Bhaṭṭikāvyam</i>. Brill. ISBN 90-04-03555-9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.au=Leodardi%2C+G.+G.&amp;rft.btitle=Bha%E1%B9%AD%E1%B9%ADik%C4%81vyam&amp;rft.date=1973&amp;rft.genre=book&amp;rft.isbn=90-04-03555-9&amp;rft.pub=Brill&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D_uk-fOgEqf8C%26pg%3DPA80&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Bose, Mandakranta, ed. (2004). <i>The Ramayana Revisited</i>. Oxford University Press. ISBN 978-0-19-803763-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.btitle=The+Ramayana+Revisited&amp;rft.date=2004&amp;rft.genre=book&amp;rft.isbn=978-0-19-803763-7&amp;rft.pub=Oxford+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DF_vuoXvAUfQC%26pg%3DPA359&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Bulcke, Camille (2010) [1964]. \"Sita's Friend Trijata\". In Prasāda, Dineśvara. <i>Rāmakathā and Other Essays</i>. Vani Prakashan. pp. 104–112. ISBN 978-93-5000-107-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.atitle=Sita%27s+Friend+Trijata&amp;rft.aufirst=Camille&amp;rft.aulast=Bulcke&amp;rft.btitle=R%C4%81makath%C4%81+and+Other+Essays&amp;rft.date=2010&amp;rft.genre=bookitem&amp;rft.isbn=978-93-5000-107-3&amp;rft.pages=104-112&amp;rft.pub=Vani+Prakashan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Goldman, Robert P.; Goldman, Sally J. Sutherland (1996). <i>The Ramayana Of Valmiki: Sundarakāṇḍa</i>. The Ramayana Of Valmiki: An Epic Of Ancient India. <b>V</b>. Princeton University Press. ISBN 0-691-06662-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.au=Goldman%2C+Sally+J.+Sutherland&amp;rft.aufirst=Robert+P.&amp;rft.aulast=Goldman&amp;rft.btitle=The+Ramayana+Of+Valmiki%3A+Sundarak%C4%81%E1%B9%87%E1%B8%8Da&amp;rft.date=1996&amp;rft.genre=book&amp;rft.isbn=0-691-06662-0&amp;rft.pub=Princeton+University+Press&amp;rft.series=The+Ramayana+Of+Valmiki%3A+An+Epic+Of+Ancient+India&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kam, Garrett (2000). <i>Ramayana in the Arts of Asia</i>. 시사영어사. ISBN 978-0-07-115785-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.aufirst=Garrett&amp;rft.aulast=Kam&amp;rft.btitle=Ramayana+in+the+Arts+of+Asia&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=978-0-07-115785-8&amp;rft.pub=%EC%8B%9C%EC%82%AC%EC%98%81%EC%96%B4%EC%82%AC&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DoGrXAAAAMAAJ&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Mani, Vettam (1975). <i>Puranic Encyclopaedia: A Comprehensive Dictionary With Special Reference to the Epic and Puranic Literature</i>. Delhi: Motilal Banarsidass. pp. 792–793. ISBN 0-8426-0822-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.au=Mani%2C+Vettam&amp;rft.btitle=Puranic+Encyclopaedia%3A+A+Comprehensive+Dictionary+With+Special+Reference+to+the+Epic+and+Puranic+Literature&amp;rft.date=1975&amp;rft.genre=book&amp;rft.isbn=0-8426-0822-2&amp;rft.pages=792-793&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Nagar, Shanti Lal (1999). <i>Genesis and Evolution of the Rāma Kathā in Indian Art, Thought, Literature, and Culture: From the Earliest Period to the Modern Times</i>. <b>2</b>. B.R. Publishing Company. ISBN 978-81-7646-084-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.aufirst=Shanti+Lal&amp;rft.aulast=Nagar&amp;rft.btitle=Genesis+and+Evolution+of+the+R%C4%81ma+Kath%C4%81+in+Indian+Art%2C+Thought%2C+Literature%2C+and+Culture%3A+From+the+Earliest+Period+to+the+Modern+Times&amp;rft.date=1999&amp;rft.genre=book&amp;rft.isbn=978-81-7646-084-2&amp;rft.pub=B.R.+Publishing+Company&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pintchman, Tracy (2005). <i>Guests at God's Wedding: Celebrating Kartik among the Women of Benares</i>. SUNY Press. ISBN 978-0-7914-6595-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.aufirst=Tracy&amp;rft.aulast=Pintchman&amp;rft.btitle=Guests+at+God%27s+Wedding%3A+Celebrating+Kartik+among+the+Women+of+Benares&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=978-0-7914-6595-0&amp;rft.pub=SUNY+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Rao, Velcheru Narayana (1 January 2001). \"The Politics of Telugu Ramayanas\". In Richman, Paula. <i>Questioning Ramayanas: A South Asian Tradition</i>. University of California Press. ISBN 978-0-520-22074-4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.atitle=The+Politics+of+Telugu+Ramayanas&amp;rft.aufirst=Velcheru+Narayana&amp;rft.aulast=Rao&amp;rft.btitle=Questioning+Ramayanas%3A+A+South+Asian+Tradition&amp;rft.date=2001-01-01&amp;rft.genre=bookitem&amp;rft.isbn=978-0-520-22074-4&amp;rft.pub=University+of+California+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Shah, Umakant P. (2003). \"Ramayana in Jaina Tradition\". <i>Asian Variations in Ramayana: Papers Presented at the International Seminar on 'Variations in Ramayana in Asia: Their Cultural, Social and Anthropological Significance', New Delhi, January 1981</i>. Sahitya Akademi. ISBN 978-81-260-1809-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATrijata&amp;rft.atitle=Ramayana+in+Jaina+Tradition&amp;rft.aufirst=Umakant+P.&amp;rft.aulast=Shah&amp;rft.btitle=Asian+Variations+in+Ramayana%3A+Papers+Presented+at+the+International+Seminar+on+%27Variations+in+Ramayana+in+Asia%3A+Their+Cultural%2C+Social+and+Anthropological+Significance%27%2C+New+Delhi%2C+January+1981&amp;rft.date=2003&amp;rft.genre=bookitem&amp;rft.isbn=978-81-260-1809-3&amp;rft.pub=Sahitya+Akademi&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:COLLECTIE TROPENMUSEUM Houten wajangpop voorstellende Trijata TMnr 4283-4.jpg"}, {"ns": 6, "title": "File:Hanuman finds Sita in the ashoka grove, and shows her Rama's ring.jpg"}, {"ns": 6, "title": "File:Rama and Lakshmana bound - Ramayana, Yuddha Kanda (1652), f.34 - BL Add MS 15297.jpg"}, {"ns": 6, "title": "File:Ramapanchayan, Raja Ravi Varma (Lithograph).jpg"}, {"ns": 6, "title": "File:Sita captive.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}]}