{"pageid": 43156285, "ns": 0, "title": "Jayanti (Hinduism)", "extract": "<p>In Hindu mythology, <b>Jayanti</b> is the daughter of Indra, the king of the devas and ruler of Svarga, and his consort Shachi. She is described as the wife of Shukra, the god of the planet Venus and the guru of the asuras. Their union results in the birth of a daughter, Devayani. Jayanti is described as the sister of Jayanta.</p>\n<h2><span id=\"Texts\">Texts</span></h2>\n<p>Jayanti appears primarily in the description of one event, the tale of her marriage with Shukra. The tale is retold in many Hindu scriptures with some variations as per the interpretations. The texts include the <i>Vayu Purana</i>, the <i>Matsya Purana</i>, the <i>Brahmanda Purana</i>, the <i>Devi Bhagavata Purana</i>, and the <i>Padma Purana</i>.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n\n<p>The <i>Matsya Purana</i> narrates that the asuras were almost decimated in battle with the devas. Their guru, Shukra, goes toKailasa to please the lord Shiva and acquire new powers to revive the asuras from doom. Shukra performs severe <i>tapas</i> (austerities). The devas try to destroy the remaining asuras and their refuge by Shukra's mother, Kavyamata. But after the murdered Kavyamata is resurrected, Indra, the king of the devas, becomes worried that with Shukra's success the asuras will regroup and attack again. He sends his daughter Jayanti to serve Shukra and to do anything possible to the advantage of Indra.</p>\n<p>In the <i>Devi Bhagavata Purana</i>, Indra orders Jayanti to entice the sage to disturb his austerities. Jayanti is displeased with her father's methods, but still goes to Kailash to honour his orders. At Kailash, she becomes an attendant of Shukra and serves him faithfully. She fans him with a banana leaf, gathers cool fragrant water for him to drink, and collects fresh flowers and darbha grass for his worship. She also stands in the heat and uses her upper garment to offer shade to the sage. She prepares a warm bed for him to sleep in and fans him until he falls asleep. She also speaks sweet words to please the sage. She serves him like a dutiful disciple and disregards her father's instructions to break Shukra's penance.</p>\n<p>In the <i>Matsya Purana</i>, Jayanti follows her father's orders. After a thousand years, Shiva appears before Shukra and grants him the powers he desired. A pleased Shukra talks to Jayanti and promises to grant her a reward for her services. On her request, he married her.</p>\n<p></p>\n<p>.</p>\n<p><i>Matsya Purana</i> and the Brahmanda <i>Purana</i> relate that couple's union produces a daughter called Devayani. The Hindu epic <i>Mahabharata</i>, which recalls a detailed account of Devayani's life, mentions that she is the daughter of Jayanti.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Shukra cropped.jpg"}]}