{"pageid": 432313, "ns": 0, "title": "Tara (Devi)", "extract": "<p>In Hinduism, the goddess <b>Tara</b>; meaning \"One who protects\", is the second of the Dasa (ten) Mahavidyas or \"Great Wisdom [goddesses]\", and is a form of Shakti (primeval energy in female form). Tantric manifestations of Durga or Mahadevi, or Parvati. The word 'Tara', and also 'Tarini' (another popular name of the goddess) have been derived from the Sanskrit root syllable 'tAr', signifying protection. In many other contemporary Indian languages, the word 'tara' also means star. As the star is seen as a beautiful but perpetually self-combusting thing, energizing all of life, so Tara is perceived at the \"mother of all buddhas\" - the unified field of energy from which all form arises.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>The oral tradition gives an origin to the goddess Tara. The legend begins with the churning of the ocean between the Devas and Asuras. Lord Shiva drank the poison (Halahala) that was created from the churning of the ocean (in the process turning his throat blue and earning him the epithet Nilakantha), thus saving the world from destruction, but fell unconscious under its powerful effect. Mahadevi Durga appeared as Maa Tara and took Shiva on her lap. She suckled him, the milk from her breasts counteracting the poison, and he recovered. This story is reminiscent of the one in which Shiva stops the rampaging Kali by becoming an infant. Seeing the child, Kali's maternal instinct comes to the fore and when she was feeding him her breast milk Shiva sucked her rage out while sucking the milk. In both cases, Shiva assumes the position of an infant vis-à-vis the Goddess. Mainly Tara is a form of Durga . As Per Shakti Mahabhagwat, She is the one who created 1st Seed from which the entire universe took birth in the form of Lord Narayana. Since he was Non manifested divinity so next Mahavidya expanded him so that manifested divinity Lord Vishnu took birth from him.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Kali and Tara are similar in appearance. They both are described as standing upon a supine Shiva in an inert or corpse-like form. However, while Kali is described as black, Tara is described as blue. Both wear minimal clothing, however Tara wears a tiger-skin skirt, while Kali wears only a girdle of severed human arms. Both wear a garland of severed human heads. Both have a lolling tongue, and blood oozes from their mouths. Their appearances are so strikingly similar that it is easy to mistake one for the other. Indeed, they are manifestations of each other and Sadhaka should not have duality among Kali and Tara in his/her mind as both are same. Tara has eight form called Ashta Tara and the names are Tara, Ugra Tara, Maha Ugra Tara, Kam Tara, Ekjata, Nil Saraswati, Vajra, and Bhadra-kali. Tara is said to be more approachable to the devotee (Bhakta) or Tantrika because of her maternal instincts; a large population of Bengali Hindus approach both Kali and Tara as \"Ma\" or \"mother\".</p>\n<p>Like Kali, furthermore, Tara in her Hindu context enjoys blood. In her hymn of a hundred names from the Mundamala-tantra, she is called \"She Who Likes Blood\", \"She Who Is Smeared with Blood\" and \"She Who Enjoys Blood Sacrifice\".</p>\n<p>Tara can be distinguished visually from Kali primarily via her implements. Four armed, she carries a sacrificial sword, a severed head or skull cup, a lotus and scissors. The scissor symbolizes Tara's ability to cut through unwanted habits thus freeing the individual for spiritual transcendence. Kali never holds a lotus or a pair of scissors.</p>\n<h2><span id=\"Tarapith_temple\">Tarapith temple</span></h2>\n\n\n<p>The murti at the Tara Ma mandir in the village of Tarapith, a highly important Tantric site for Bengali Shaktas (and highly contested as to whether or not it is truly a Shakti Pitha; scholarly evidence points towards yes), is mostly covered by Garlands of flowers. There are two Tara images in the sanctum. The stone image of Tara depicted as a mother suckling Shiva – the \"primordial image\" (seen in the inset of the fierce form of the image of Tara) is camouflaged by a three feet metal image, that the devotee normally sees. It represents Tara in her fiery form with four arms, wearing a garland of skulls and a protruding tongue. Crowned with a silver crown and with flowing hair, the outer image wrapped in a <i>sari</i> and decked in marigold garlands with a silver umbrella over its head. The forehead of the metal image is adorned with red Sindur (vermilion). Most devotees will not have a chance to see the actual stone image, as there are only 15 or so minutes of Darshan or viewing of the stone at 4:30AM when the temple opens and only the first lucky few will be admitted into the adytum (the Garbhagriha) to see the stone.</p>\n\n<p>Unlike most Indian villages and towns, the smashan or cremation ground is not situated on the periphery of the village. As cremation grounds are seen to be polluting, most Indian smashans are located far from the center of town. Both the Tarapith mandir and smashan are very close (within 100 yards or so) to the center of the town and near Dwarka River. It is said that Tara Ma's footprints are preserved in the smashan; this is a common theme in Hinduism, where deities or their especially holy followers are said to leave their footprints in rocks. Many Sadhus and Tantrikas live in the smashan, some with permanent huts as residences. The smashan is filled with dogs, traditionally polluting animals who were said to share food with the Vamamarga saint Bamakhepa, whose samādhi or tomb is located next door to the main Tarapith temple.</p>\n<h2><span id=\"Tara_in_Buddhism\">Tara in Buddhism</span></h2>\n<p><b>Tara</b> (Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">तारा</span> in Buddhism, is a female Bodhisattva in Mahayana Buddhism who appears as a female Buddha in Vajrayana Buddhism. She is known as the \"mother of liberation\", and represents the virtues of success in work and achievements.</p>\n<p>Some researchers believe Paranasabari is another name for Hindu Goddess Tara,</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Tarapith</li>\n<li>Bamakhepa</li>\n<li>Shaktism</li>\n<li>Tara (Buddhism)</li>\n<li>Maa Taratarini Temple</li>\n<li>Maa Tarini</li>\n<li>Maa Ugra Tara</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Official Tarapith Website</li>\n<li>A Short Biography of Vamaksepa</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Bama Khepa.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:MaaKaliatTarapith.JPG"}, {"ns": 6, "title": "File:Maa Tara Temple.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Tara devi.jpg"}]}