{"pageid": 43311000, "ns": 0, "title": "Sister-wife of Njörðr", "extract": "<p>In Norse mythology, the <b>sister-wife of Njörðr</b> is the unnamed wife and sister of the god Njörðr, with whom he is described as having had the (likewise incestuous) twin children Freyr and Freyja. This shadowy goddess is attested in the <i>Poetic Edda</i> poem <i>Lokasenna</i>, recorded in the 13th century by an unknown source, and the <i>Heimskringla</i> book <i>Ynglinga saga</i>, a euhemerized account of the Norse gods composed by Snorri Sturluson also in the 13th century but based on earlier traditional material. The figure receives no further mention in Old Norse texts.</p>\n<p>The situation is further complicated in that narratives describing the birth of Freyr and Freyja contradictorily cite the birth of the siblings occurring either after or before Njörðr left Vanaheimr to live among the Æsir. In addition, Freyr is referred to as the \"son\" of Njörðr and the goddess Skaði in the <i>Poetic Edda</i> poem <i>Skírnismál</i>.</p>\n<p>In his 1 CE work <i>Germania</i>, Tacitus describes rituals surrounding a deity by the name of Nerthus, a theonym that is etymologically ancestral to Old Norse <i>Njörðr</i>. However, the figure described by Tacitus is female. Based on this scholars have suggested a Proto-Germanic hermaphroditic deity or a gender aspectual pair (similar to Freyja and Freyr), identified the obscure Old Norse goddess name Njörun as a potential name for the otherwise unnamed goddess, and in some cases identified a potential reflex of a narrative about Njörðr and his sister-wife in Saxo Grammaticus's 12th-century work <i>Gesta Danorum</i>.</p>\n<h2><span id=\"Textual_background\">Textual background</span></h2>\n<p>In a euhemerized account of the gods in <i>Ynglinga saga</i> chapter 4, Snorri Sturluson characterizes Freyr and Freyja as the offspring of Njörðr by his unnamed sister, to whom he was married by Vanic custom:</p>\n<blockquote>\n</blockquote>\n<p>In the Eddic poem <i>Lokasenna</i>, Loki also states that Njörðr had Freyr by his sister:</p>\n<blockquote>\n</blockquote>\n<p>In contrast, in the <i>Gylfaginning</i> section of his <i>Prose Edda</i>, after telling the story of Njörðr's unhappy marriage to Skaði that occurred after he came to live among the Æsir, Snorri states that Freyr and Freyja were born after that; Freyr is also presented as the son of Njörðr and Skaði in the Eddic poem <i>Skírnismál</i>. However, in <i>Ynglinga saga</i> Freyr, and presumably Freyja, accompanies Njörðr when he comes to live with the Æsir as a hostage after the Æsir–Vanir War; and <i>Lokasenna</i> alludes to Freyja having been \"surprised\" in Vanic incest with her brother.</p>\n<h2><span id=\"Scholarly_interpretation\">Scholarly interpretation</span></h2>\n<p>Scholars since Jacob Grimm have regarded the chronology in <i>Ynglinga saga</i> as more likely to be original and taken Freyr and Freyja as having been therefore born to Njörðr by an unmentioned Vanic wife. Jan de Vries suggested a remnant of ancient Indo-European custom. Since Nerthus in Tacitus' late-1st century <i>Germania</i> is an earth goddess, <i>terra mater</i> (mother earth), but her name is etymologically identical to his, the suggestion is that there was originally a hermaphroditic deity, or more likely that they were a married twin pair, parallel to Freyr and Freyja. Georges Dumézil pointed out that in Saxo Grammaticus' <i>Gesta Danorum</i>, the hero Hadingus' life closely parallels Njörðr's, including a relationship with his foster-sister Harthgrepa followed by marriage to a princess who chooses him by his feet, as Skaði does in <i>Gylfaginning</i>. Grimm suggested that Freyja was thought of as the daughter of the female Nerthus and Freyr as the son of the male Njörðr. It is possible that the goddess' name survives in the uncharacterized Njörun who appears in some skaldic kennings and in the <i>Nafnaþulur</i> that were later appended to the <i>Prose Edda</i>; other divine pairs with similarly differentiated names in the Old Norse corpus are Ullr and Ullin and Fjörgyn and Fjörgynn, and the Old High German Phol and Volla may also be a pair.</p>\n<h2><span id=\"References\">References</span></h2>"}