{"pageid": 434142, "ns": 0, "title": "Holda", "extract": "<p>In Germanic legends, <b>Frau Holda</b> (or <b>Frau Holle</b>) was the protectress of agriculture and women's crafts. <b>Holda</b>, <b>Holle</b>, <b>Huld</b>, and <b>Hulda</b> may be cognate of the Scandinavian creature known as the <i>huldra</i>. Jacob Grimm made an attempt to establish her as a Germanic goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>From German <i>hold</i> (“gracious, friendly, sympathetic, grateful”), Middle High German <i>hulde</i>, Old High German <i>huldī</i> (“friendliness”). Cognate with Danish and Swedish <i>huld</i> (“fair, kindly, gracious”), Icelandic <i>hollur</i> (“faithful, dedicated, loyal”), Middle English <i>hold</i>, <i>holde</i>, Old English <i>hold</i> (“gracious, friendly, kind, favorable, true, faithful, loyal, devout, acceptable, pleasant”), from Proto-Germanic <i>hulþaz</i> (“favourable, gracious, loyal”), from Proto-Indo-European <i>*kel-</i> (“to tend, incline, bend, tip”).</p>\n<p>The name <i>Hludana</i> is found in five Latin inscriptions: three from the lower Rhine (<i>Corpus Inscriptionum Latinarum</i> XIII 8611, 8723, 8661), one from Münstereifel (<i>CIL</i> XIII, 7944) and one from Beetgum, Frisia (<i>CIL</i> XIII, 8830) all dating from 197 AD-235 AD. Many attempts have been made to interpret this name.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>Frau Holda's festival is in the middle of winter, the time when humans retreat indoors from the cold. It may be of significance that the Twelve Days of Christmas were originally the <i>Zwölften</i> (\"the Twelve\"), which like the same period in the Celtic calendar were an intercalary period during which the dead were thought to roam abroad.</p>\n<p>Holda's connection to the spirit world through the magic of spinning and weaving has associated her with witchcraft in Catholic German folklore. She was considered to ride with witches on distaffs, which closely resemble the brooms that witches are thought to ride. Likewise, Holda was often identified with Diana in old church documents. As early as the beginning of the eleventh century she appears to have been known as the leader of women and female nocturnal spirits, which \"in common parlance are called Hulden from Holda\". These women would leave their houses in spirit, going \"out through closed doors in the silence of the night, leaving their sleeping husbands behind\". They would travel vast distances through the sky, to great feasts, or to battles amongst the clouds.</p>\n<p>The ninth century Canon Episcopi censors women who claim to have ridden with a “crowd of demons.” Burchard's later recension of the same text expands on this in a section titled De arte magica:</p>\n<p>“Have you believed there is some female, whom the stupid vulgar call Holda [or, in some manuscripts, strigam Holdam, the witch Holda], who is able to do a certain thing, such that those deceived by the devil affirm themselves by necessity and by command to be required to do, that is, with a crowd of demons transformed into the likeness of women, on fixed nights to be required to ride upon certain beasts, and to themselves be numbered in their company? If you have performed participation in this unbelief, you are required to do penance for one year on designated fast-days.”</p>\n<p>Later canonical and church documents make her synonymous with Diana, Herodias, Bertha, Richella and Abundia. Historian Carlo Ginzburg has identified similar beliefs existing throughout Europe for over a thousand years, whereby men and women were thought to leave their bodies in spirit and follow a goddess variously called Holda, Diana, Herodias, Signora Oriente, Richella, Arada and Perchta. He also identifies strong morphological similarities with the earlier goddesses Hecate/Artemis, Artio, the Matres of Engyon, the Matronae and Epona, as well as figures from fairy-tales, such as Cinderella.</p>\n<p>A 16th-century fable recorded by Erasmus Alberus speaks of “an army of women” with sickles in hand sent by Frau Hulda. Thomas Reinesius in the 17th century speaks of Werra of the Voigtland and her “crowd of maenads.”</p>\n<p>Holda figures in some pre-Christian Alpine traditions that have survived to modern times. During the Christmas period in the alpine regions of Germany, Austria and northern Switzerland, wild masked processions are still held in a number of towns, impersonating Holda, Perchta or related beings, and the wild hunt. Vivid visual descriptions of her may allude to a popular costumed portrayal, perhaps as part of a seasonal festival or holiday drama. In 1522, in <i>The Exposition of the Epistles at Basel</i>, Martin Luther writes:</p>\n<blockquote>\n<p><i>Here cometh up Dame Hulde with the snout, to wit, nature, and goeth about to gainstay her God and give him the lie, hangeth her old ragfair about her, the straw-harness; then falls to work and scrapes it featly on her fiddle.</i></p>\n</blockquote>\n<p>Grimm based his theory of Holda on what he took to be the earliest references to her: an eleventh-century interpolation to the <i>Canon Episcopi</i> by Burchard of Worms, and pre-Christian Roman inscriptions to <i>Hludana</i> that he tentatively linked to the same divinity. There were early challenges to connecting this figure with a pagan goddess, since her earliest definite appearance links her with the Virgin Mary, commonly called \"Queen of Heaven\": an early-13th-century text listing superstitions states that \"In the night of Christ's Nativity they set the table for the Queen of Heaven, whom the people call Frau Holda, that she might help them\". Lotte Motz and Carlo Ginzburg both conclude that she is pre-Christian in origin, based on comparison with other remarkably similar figures and ritual observances spread throughout Europe.</p>\n<p>A pagan Holda received wide distribution in catalogs of superstitions and in sermons during the fifteenth century, and in the sixteenth, Martin Luther employed the image to personify the shortcomings of hostile Reason in theological contexts.</p>\n<p>The most famous account of Holda was collected by the Brothers Grimm, the fairy tale <i>Mother Hulda</i> (German: <i>Frau Holle</i>).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Huldra</li>\n<li>Perchta</li>\n<li>Spillaholle</li>\n<li>Diana (mythology)</li>\n<li>Wild Hunt</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Grimm, Jacob (1835). <i>Deutsche Mythologie</i> (German Mythology); From English released version <i>Grimm's Teutonic Mythology</i> (1888); Available online by Northvegr © 2004-2007. Chapter 13:4 Holda, Holle.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Holda, the gütige Beschüzerin by F. W. Heine.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}