{"pageid": 4345455, "ns": 0, "title": "Babalon", "extract": "<p><b>Babalon</b> <span></span> (also known as the <b>Scarlet Woman</b>, <b>Great Mother</b> or <b>Mother of Abominations</b>) is a goddess found in the mystical system of Thelema, which was established in 1904 with English author and occultist Aleister Crowley's writing of <i>The Book of the Law</i>, her name being later given in other works. In her most abstract form, she represents the female sexual impulse and the liberated woman. In the creed of the Gnostic Mass she is also identified with Mother Earth, in her most fertile sense. At the same time, Crowley believed that Babalon had an earthly aspect in the form of a spiritual office, which could be filled by actual women—usually as a counterpart to his own identification as \"To Mega Therion\" (The Great Beast)—whose duty was then to help manifest the energies of the current Aeon of Horus. He believed in his life the Lady of Babalon was personified as Lady Leah Hirsig, who, after several portraits, was consecrated, taking the name Alostrael.</p>\n<p>Her consort is Chaos, the \"Father of Life\" and the male form of the Creative Principle. Babalon is often described as being girt with a sword and riding the Beast. She is often referred to as a sacred whore, and her primary symbol is the Chalice or Graal.</p>\n<p>As Crowley wrote in his <i>The Book of Thoth</i>, \"she rides astride the Beast; in her left hand she holds the reins, representing the passion which unites them. In her right she holds aloft the cup, the Holy Grail aflame with love and death. In this cup are mingled the elements of the sacrament of the Aeon\".</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Three_aspects\">Three aspects</span></h2>\n<p>Babalon is a complex figure, although within one particular view of Thelemic literature, she is said to have three essential aspects: she is the Gateway to the City of the Pyramids, the Scarlet Woman and the Great Mother.</p>\n<h3><span id=\"Gateway_to_the_City_of_Pyramids\">Gateway to the City of Pyramids</span></h3>\n<p>Within the mystical system of the A∴A∴, after the adept has attained the Knowledge and Conversation of his Holy Guardian Angel, he then might reach the next and last great milestone — the crossing of the Abyss, that great spiritual wilderness of nothingness and dissolution. Choronzon is the dweller there, and its job is to trap the traveler in his meaningless world of illusion.</p>\n<p>However, Babalon is just on the other side, beckoning. If the adept gives himself totally to her—the symbol of this act being the pouring of the adept’s blood into her graal — he becomes impregnated in her, then to be reborn as a Master of the Temple and a saint that dwells in the City of the Pyramids. From Crowley's book <i>Magick Without Tears</i>:</p>\n<blockquote class=\"templatequote\">\n<p>[S]he guardeth the Abyss. And in her is a perfect purity of that which is above, yet she is sent as the Redeemer to them that are below. For there is no other way into the Supernal mystery but through her and the Beast on which she rideth.</p>\n</blockquote>\n<p>and from <i>The Vision and the Voice</i> (12th Aethyr):</p>\n<blockquote class=\"templatequote\">\n<p>Let him look upon the cup whose blood is mingled therein, for the wine of the cup is the blood of the saints. Glory unto the Scarlet Woman, Babalon the Mother of Abominations, that rideth upon the Beast, for she hath spilt their blood in every corner of the earth and lo! she hath mingled it in the cup of her whoredom.</p>\n</blockquote>\n<p>She is considered to be a sacred whore because she denies no one, and yet she extracts a great price — the very blood of the adept and his ego-identity as an earthly individual. This aspect of Babalon is described further from the 12th Aethyr:</p>\n<blockquote class=\"templatequote\">\n<p>This is the Mystery of Babylon, the Mother of Abominations, and this is the mystery of her adulteries, for she hath yielded up herself to everything that liveth, and hath become a partaker in its mystery. And because she hath made her self the servant of each, therefore is she become the mistress of all. Not as yet canst thou comprehend her glory.</p>\n<p>Beautiful art thou, O Babylon, and desirable, for thou hast given thyself to everything that liveth, and thy weakness hath subdued their strength. For in that union thou didst understand. Therefore art thou called Understanding, O Babylon, Lady of the Night!</p>\n</blockquote>\n<p>The concept contained within this aspect of Babalon is that of the mystical ideal, the quest to become one with All through the annihilation of the earthly ego (\"For as thy blood is mingled in the cup of BABALON, so is thine heart the universal heart.\"). The blood spilling into the graal of Babalon is then used by her to \"flood the world with Life and Beauty\" (meaning to create Masters of the Temple that are \"released\" back into the world of men), symbolized by the Crimson Rose of 49 Petals.</p>\n<p>In sex magic, the mixture of female sexual fluids and semen produced in the sexual act with the Scarlet Woman or Babalon is called the Elixir of Life. Another alternative form of this Elixir is the <b>Elixir Rubeus</b> consisting of the menstrual blood and semen (abbreviated as <i>El. Rub.</i> by Crowley in his magical diaries), and is referred to as the \"effluvium of Babalon, the Scarlet Woman, which is the menstruum of the lunar current\" by Kenneth Grant.</p>\n<h3><span id=\"Babalon's_Daughter\"></span><span id=\"Babalon.27s_Daughter\">Babalon's Daughter</span></h3>\n<p>One of the most extensive descriptions by Crowley of Babalon's Daughter is to be found in <i>The Vision and the Voice</i>, 9th Aethyr, quoted in <i>The Book of Thoth</i>:</p>\n<blockquote class=\"templatequote\">\n<p>THE VIRGIN UNIVERSE</p>\n<p>[From The Vision and the Voice, 9th Aethyr]</p>\n<p>We are come unto a palace of which every stone is a separate jewel, and is set with millions of moons.</p>\n<p>And this palace is nothing but the body of a woman, proud and delicate, and beyond imagination fair. She is like a child of twelve years old. She has very deep eyelids, and long lashes. Her eyes are closed, or nearly closed. It is impossible to say anything about her. She is naked; her whole body is covered with fine gold hairs, that are the electric flames which are the spears of mighty and terrible Angels whose breastplates are the scales of her skin. And the hair of her head, that flows down to her feet, is the very light of God himself. Of all the glories beheld by the Seer in the Aethyrs, there is not one which is worthy to be compared with her littlest finger-nail. For although he may not partake of the Aethyr, without the ceremonial preparations, even the beholding of this Aethyr from afar is like the par taking of all the former Aethyrs.</p>\n<p>The Seer is lost in wonder, which is Peace.</p>\n<p>And the ring of the horizon above her is a company of glorious Archangels with joined hands, that stand and sing: This is the daughter of BABALON the Beautiful, that she hath borne unto the Father of All. And unto all hath she borne her.</p>\n<p>This is the Daughter of the King. This is the Virgin of Eternity. This is she that the Holy One hath wrested from the Giant Time, and the prize of them that have overcome Space. This is she that is set upon the Throne of Understanding. Holy, Holy, Holy is her name, not to be spoken among men. For Kore they have called her, and Malkah, and Betulah, and Persephone.</p>\n<p>And the poets have feigned songs about her, and the prophets have spoken vain things, and the young men have dreamed vain dreams: but this is she, that immaculate, the name of whose name may not be spoken. Thought cannot pierce the glory that defendeth her, for thought is smitten dead before her presence. Memory is blank, and in the most ancient books of Magick are neither words to conjure her, nor adorations to praise her. Will bends like a reed in the tempests that sweep the borders of her kingdom, and imagination cannot figure so much as one petal of the lilies whereon she standeth in the lake of crystal, in the sea of glass.</p>\n<p>This is she that hath bedecked her hair with seven stars, the seven breaths of God that move and thrill its excellence. And she hath tired her hair with seven combs, whereupon are written the seven secret names of God that are not known even of the Angels, or of the Archangels, or of the Leader of the armies of the Lord.</p>\n<p>Holy, Holy, Holy art thou, and blessed be thy name for ever, unto whom the Aeons are but the pulsings of thy blood.</p>\n</blockquote>\n<h3><span id=\"Office_of_the_Scarlet_Woman\">Office of the Scarlet Woman</span></h3>\n<p>\"This is Babalon, the true mistress of The Beast; of Her, all his mistresses on lower planes are but avatars,\" said Crowley in <i>The Vision and the Voice</i>.</p>\n<p>Although Crowley often wrote that Babalon and the Scarlet Woman are one, there are also many instances where the Scarlet Woman is seen more as a representative or physical manifestation of the universal feminine principle. In a footnote to <i>Liber Reguli</i>, Crowley mentions that of the “Gods of the Aeon,” the Scarlet Woman and the Beast are “the earthly emissaries of those Gods.” (Crowley 1997, Liber V vel Reguli). He then writes in <i>The Law is for All:</i></p>\n<blockquote class=\"templatequote\">\n<p>It is necessary to say here that The Beast appears to be a definite individual; to wit, the man Aleister Crowley. But the Scarlet Woman is an officer replaceable as need arises. Thus to this present date of writing, Anno XVI, Sun in Sagittarius, there have been several holders of the title.</p>\n</blockquote>\n<h4><span id=\"Individual_scarlet_women\">Individual scarlet women</span></h4>\n<p>Aleister Crowley believed that many of his lovers and magical companions were playing a cosmic role, even to the point of fulfilling prophecy. The following is a list of women that he considered to have been (or might have been) scarlet women (quotes are from <i>The Law is for All</i>):</p>\n<ul><li>Rose Edith Crowley, Crowley's first wife. —<i>Put me in touch with Aiwas; see Equinox 1, 7, \"The Temple of Solomon the King.\" Failed as elsewhere is on record.</i></li>\n<li>Mary d'Este Sturges —<i>Put me in touch with Abuldiz; hence helped with Book 4. Failed from personal jealousies.</i></li>\n<li>Jeanne Robert Foster —<i>Bore the \"child\" to whom this Book refers later. Failed from respectability.</i></li>\n<li>Roddie Minor —<i>Brought me in touch with Amalantrah. Failed from indifference to the Work.</i></li>\n<li>Marie Rohling —<i>Helped to inspire Liber CXI. Failed from indecision.</i></li>\n<li>Bertha Almira Prykrl —<i>Delayed assumption of duties, hence made way for No. 7.</i></li>\n<li>Leah Hirsig —<i>Assisted me in actual initiation; still at my side, An XVII, Sol in Sagittarius.</i></li>\n</ul><h3><span id=\"Great_Mother\">Great Mother</span></h3>\n<p>Within the Gnostic Mass, Babalon is mentioned in the Gnostic Creed:</p>\n<blockquote class=\"templatequote\">\n<p>And I believe in one Earth, the Mother of us all, and in one Womb wherein all men are begotten, and wherein they shall rest, Mystery of Mystery, in Her name BABALON.</p>\n</blockquote>\n<p>Here, Babalon is identified with Binah on the Tree of Life, the sphere that represents the Great Sea and such mother-goddesses as Isis, Bhavani, and Ma'at. Moreover, she represents all physical mothers. Bishops T. Apiryon and Helena write:</p>\n<blockquote class=\"templatequote\">\n<p>BABALON, as the Great Mother, represents MATTER, a word which is derived from the Latin word for Mother. She is the physical mother of each of us, the one who provided us with material flesh to clothe our naked spirits; She is the Archetypal Mother, the Great Yoni, the Womb of all that lives through the flowing of Blood; She is the Great Sea, the Divine Blood itself which cloaks the World and which courses through our veins; and She is Mother Earth, the Womb of All Life that we know.</p>\n</blockquote>\n<h2><span id=\"Origins\">Origins</span></h2>\n<h3><span id=\"Whore_of_Babylon\">Whore of Babylon</span></h3>\n\n<p>The Whore of Babylon is referred to in several places in the Book of Revelation, a book which may have had an influence on Thelema, as Aleister Crowley says he read it as a child and imagined himself as the Beast. She is described in Chapter 17:3-6:</p>\n<blockquote class=\"templatequote\">\n<p>So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns. And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication: And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH. And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.</p>\n</blockquote>\n<p>Aleister Crowley recorded his view of the Book of Revelation in <i>The Vision and the Voice</i>.</p>\n<blockquote class=\"templatequote\">\n<p>All I get is that the Apocalypse was the recension of a dozen or so totally disconnected allegories, that were pieced together, and ruthlessly planed down to make them into a connected account; and that recension was re-written and edited in the interests of Christianity, because people were complaining that Christianity could show no true spiritual knowledge, or any food for the best minds: nothing but miracles, which only deceived the most ignorant, and Theology, which only suited pedants.</p>\n<p>So a man got hold of this recension, and turned it Christian, and imitated the style of John. And this explains why the end of the world does not happen every few years, as advertised.</p>\n</blockquote>\n<h2><span id=\"Enochian_magic\">Enochian magic</span></h2>\n<p>Another source is from the system of Enochian magic created by Dr. John Dee and Sir Edward Kelley in the 16th century. This system is based upon a unique language, Enochian, two words of which are certainly relevant. The first is BABALOND, which is translated as <i>harlot</i>. The other is BABALON, which means <i>wicked</i>. Some flavour of context in which they appear in can be found in a communication received by Dee &amp; Kelley in 1587:</p>\n<blockquote class=\"templatequote\">\n<p>I am the daughter of Fortitude, and ravished every hour from my youth. For behold I am Understanding and science dwelleth in me; and the heavens oppress me. They cover and desire me with infinite appetite; for none that are earthly have embraced me, for I am shadowed with the Circle of the Stars and covered with the morning clouds. My feet are swifter than the winds, and my hands are sweeter than the morning dew. My garments are from the beginning, and my dwelling place is in myself. The Lion knoweth not where I walk, neither do the beast of the fields understand me. I am deflowered, yet a virgin; I sanctify and am not sanctified. Happy is he that embraceth me: for in the night season I am sweet, and in the day full of pleasure. My company is a harmony of many symbols and my lips sweeter than health itself. I am a harlot for such as ravish me, and a virgin with such as know me not. For lo, I am loved of many, and I am a lover to many; and as many as come unto me as they should do, have entertainment.</p>\n<p>Purge your streets, O ye sons of men, and wash your houses clean; make yourselves holy, and put on righteousness. Cast out your old strumpets, and burn their clothes; abstain from the company of other women that are defiled, that are sluttish, and not so handsome and beautiful as I, and then will I come and dwell amongst you: and behold, I will bring forth children unto you, and they shall be the Sons of Comfort. I will open my garments, and stand naked before you, that your love may be more enflamed toward me.</p>\n</blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Astaroth</li>\n<li>Babalon Working</li>\n<li>Peg Solitaire (Enochian Magic)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Crowley, Aleister (1995), <i>The Book of Lies.</i> York Beach, Maine: Samuel Weiser.</li>\n<li><cite id=\"CITEREFCrowley1997\" class=\"citation\">Crowley, Aleister (1997), \"Liber V vel Reguli\", <i>Magick, Book 4</i>, Weiser</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABabalon&amp;rft.atitle=Liber+V+vel+Reguli&amp;rft.aufirst=Aleister&amp;rft.aulast=Crowley&amp;rft.btitle=Magick%2C+Book+4&amp;rft.date=1997&amp;rft.genre=bookitem&amp;rft.pub=Weiser&amp;rft_id=http%3A%2F%2Fwww.hermetic.com%2Fcrowley%2Flibers%2Flib5.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>The King James Bible</li>\n<li><cite id=\"CITEREFCrowley1997\" class=\"citation\">Crowley, Aleister (1997), \"Liber XV\", <i>Magick, Book 4</i>, Weiser</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABabalon&amp;rft.atitle=Liber+XV&amp;rft.aufirst=Aleister&amp;rft.aulast=Crowley&amp;rft.btitle=Magick%2C+Book+4&amp;rft.date=1997&amp;rft.genre=bookitem&amp;rft.pub=Weiser&amp;rft_id=http%3A%2F%2Fwww.hermetic.com%2Fcrowley%2Flibers%2Flib15.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Helena and Tau Apiryon (1998), <i>The Creed of the Gnostic Catholic Church: an Examination.</i></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Book of Babalon by Jack Parsons.</li>\n<li>Liber Cheth Vel Vallum Abiegni Sub Figur CLVI, Thelemic Holy Book dealing with Babalon.</li>\n<li>Waratah Blossoms, chapter on Babalon from Crowley's <i>The Book of Lies.</i></li>\n<li>In Nomine Babalon : 156 Adorations to the Scarlet Goddess by Anonymous</li>\n<li>Kaos-Babalon 156 current, original approach to Babalon by Joel Biroco.</li>\n<li>The Red Goddess, by Peter Grey. ISBN 978-0-9567203-3-7</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babalon seal.png"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:William Blake whore babylon.jpg"}]}