{"pageid": 43616, "ns": 0, "title": "Arsinoe II", "extract": "<p><b>Arsinoë II</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἀρσινόη</span>, 316 BC – unknown date between July 270 and 260 BC) was a Ptolemaic Queen and co-regent of Ancient Egypt. She was Queen of Thrace, Asia Minor and Macedonia by marriage to King Lysimachus (Greek: Λυσίμαχος), and queen and co-ruler of Egypt with her brother-husband Ptolemy II Philadelphus (Greek: Πτολεμαῖος Φιλάδελφος, \"Ptolemy the sibling-loving\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Life\">Life</span></h2>\n<h3><span id=\"Early_life\">Early life</span></h3>\n<p>Arsinoë was the first daughter of Pharaoh Ptolemy I Soter (Greek: Πτολεμαίος Σωτήρ, \"Ptolemy the Savior\"), founder of the Hellenistic state of Egypt, and his second wife Berenice I of Egypt.</p>\n<h3><span id=\"Queen_of_Lysimachus\">Queen of Lysimachus</span></h3>\n<p>At about age 15, Arsinoë married King Lysimachus (who was then around 60 years old), to whom she bore three sons: Ptolemy I Epigonos, Lysimachus and Philip. In order to position her sons for the throne, she had Lysimachus' first son, Agathocles, poisoned on account of treason.</p>\n<h3><span id=\"Queen_of_Ptolemy_Keraunos\">Queen of Ptolemy Keraunos</span></h3>\n<p>After Lysimachus' death in battle in 281 BC, she fled to Cassandreia (Greek: Κασσάνδρεια) and married her paternal half-brother Ptolemy Keraunos, one of the sons of Ptolemy I from his previous wife, Eurydice of Egypt. The marriage was for political reasons as they both claimed the throne of Macedonia and Thrace (by the time of his death Lysimachus was ruler of both regions, and his power extended to Southern Greece and Asia Minor). Their relationship was never good.</p>\n<p>As Ptolemy Keraunos was becoming more powerful, she decided it was time to stop him and conspired against him with her sons. This action caused Ptolemy Keraunus to kill two of her sons, Lysimachus and Philip, while the eldest, Ptolemy, was able to escape and to flee north, to the kingdom of the Dardanians. She herself went to Alexandria, Egypt to seek protection from her brother, Ptolemy II Philadelphus.</p>\n\n<h3><span id=\"Queen_of_Egypt\">Queen of Egypt</span></h3>\n<p>In Egypt, she is believed to have instigated the accusation and exile of her brother Ptolemy II's first wife, Arsinoë I. Arsinoë II then married her brother. As a result, both were given the epithet \"Philadelphoi\" (Greek: Φιλάδελφοι, \"Sibling-loving (plural)\") by the presumably scandalized Greeks.</p>\n<p>Sharing in all of her brother's titles, she apparently was quite influential, having towns dedicated to her, her own cult (as was Egyptian custom), appearing on coinage and contributing to foreign policy, including Ptolemy II's victory in the First Syrian War between Egypt and the Seleucid Empire.</p>\n<p>According to Posidippus, she won three chariot races at the Olympic Games, probably in 272 BC.</p>\n<h3><span id=\"Legacy\">Legacy</span></h3>\n<p>After her death, Ptolemy II continued to refer to her on official documents, as well as supporting her coinage and cult. In establishing her worship as a goddess he justified his own cult.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Arsinoitherium</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>H. Bengtson, Griechische Geschichte von den Anfängen bis in die römische Kaiserzeit, C.H.Beck, 1977</li>\n<li>R.A. Billows, Kings and colonists: aspects of Macedonian imperialism, BRILL, 1995</li>\n<li><cite class=\"citation book\">Elizabeth Donnelly Carney (2013). <i>Arsinoe of Egypt and Macedon: A Royal Life</i>. New York: Oxford University Press. ISBN 978-0-19-536551-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AArsinoe+II&amp;rft.au=Elizabeth+Donnelly+Carney&amp;rft.btitle=Arsinoe+of+Egypt+and+Macedon%3A+A+Royal+Life&amp;rft.date=2013&amp;rft.genre=book&amp;rft.isbn=978-0-19-536551-1&amp;rft.place=New+York&amp;rft.pub=Oxford+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DhYGL8RM_jb0C&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\"><i>Milan Papyrus, P. Mil. Vogl. VIII 309</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AArsinoe+II&amp;rft.btitle=Milan+Papyrus%2C+P.+Mil.+Vogl.+VIII+309&amp;rft.genre=book&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>S.M. Burstein, \"Arsinoe II Philadelphos: A Revisionist View\", in W.L. Adams and E.N. Borza (eds), <i>Philip II, Alexander the Great and the Macedonian Heritage</i> (Washington, 1982), 197-212</li>\n<li>P. McKechnie and P. Guillaume (eds) <i>Ptolemy II Philadelphus and his World</i>. Leiden, 2008.</li>\n<li>M. Nilsson, <i>The Crown of Arsinoë II: The Creation of an Image of Authority</i>. Oxford, 2012.</li>\n<li>D. L. Selden, Daniel L. \"Alibis\". <i>Classical Antiquity</i> <b>17</b> (2), October 1998.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Coin with her portrait</li>\n<li>Encyclopædia Britannica</li>\n<li>Arsinoe II entry in historical sourcebook by Mahlon H. Smith</li>\n</ul>", "images": [{"ns": 6, "title": "File:ArsinoeII.jpg"}, {"ns": 6, "title": "File:Arsinoe II.jpg"}, {"ns": 6, "title": "File:Cameo gonzaga.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Oktadrachmon Ptolemaios II Arsinoe II.jpg"}, {"ns": 6, "title": "File:Olympic schedule (Competitions) Pentathlon.svg"}]}