{"pageid": 43821919, "ns": 0, "title": "Vakula Devi", "extract": "<p><b>Vakula Devi</b> is the foster mother of Lord Venkateswara. As per the legend of Tirumala, it dates back to Dvapara Yuga when Yasoda, the foster mother of Lord Krishna (avatar of Lord Vishnu) complains to him that she couldn't witness any of his marriages. To this, Lord Krishna replies he would ensure she would get such opportunity later in Kali Yuga</p>\n<p>In Kali Yuga, Lord Vishnu adorns the world as Lord Venkateswara and Yasoda reborn as Vakula Devi as foster mother of Lord Venkateswara to arrange marriage with Padmavati the daughter of King Akasa Raja. Thus Vakula Devi  fulfill her wish to witness kalyanam (wedding) of Lord Venkateswara</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Emergence_of_Temple\">Emergence of Temple</span></h2>\n<p>Vakula Devi, in the life of Lord Venkateswara best exemplifies mother-son relationship and as a symbol of motherly love, a Temple in her name was built about 300 years ago on Perurubanda hillock, with more than 50 acres of land around in scenic Perur village, located within 10 kilometers of Tirumala hills. As per the wishes of Vakula maata(mother), this temple was constructed in such a way that visage of maata faces the Seven Hills, where her son Lord Venkateswara resides.</p>\n<p>Love and affection of mother-son so evident as <i>naivedyam</i> ('bhogh' in Hindi) first offered to mother and only later, to Lord Venkateswara at Tirumala. The Priests ring the large bells at Vakulamaata temple to indicate <i>naivedyam</i> offered to the mother, later Priests at Tirumala submit offerings to Lord Venkateswara. Such was the tradition followed in earlier days until the temple was destroyed, lost its glory.</p>\n<h2><span id=\"Destruction_and_negligence\">Destruction and negligence</span></h2>\n<p>Though it is not clear as why such an immortal place of worship lost glory but some historians cite it to Hyder Ali of Mysore Sultanate destroyed the temple, plundered the temple wealth during his invasion of Chittoor district, as part of expansion of his kingdom. Vakula maata statue sans the head, severed from the main statue, is in dire condition. In medieval India, many Muslim invaders destroyed ancient Hindu temples, plundered wealth and desecrated them.</p>\n<p>Post Independence, Tirumala Tirupati Devasthanams (TTD) over the decades totally neglected this temple, its lackadaisical attitude best reflected in its E.O's statement, “basic reason for exclusion of the temple by TTD lies in G.O (Government order) of 1987 which has not listed Vakula maata temple that TTD shall look after\"  Many wonder how could TTD ignore the mother of Lord Venkateswara while it spends millions over renovation of temples located elsewhere. As a result, Vakula maata temple remains in dilapidated condition with dire need of renovation.</p>\n<h2><span id=\"Illegal_mining\">Illegal mining</span></h2>\n<p>Activists and local people of Tirupati claim it is politics, corruption, careless attitude of those in power resulted in poor maintenance of the temple. The hillock on which the temple is situated known for best rock quality, being mined illegally to be used in construction industry. These illegal miners are closely related to politicians of the district, hence the Administration and Police seem helpless.</p>\n<p>In the meanwhile, illegal quarrying started slowly stripping away the hill from all sides. It appears that as much as 80 percent of the hill was flattened. It is possible that the Temple may even collapse since the foundation has become weak.</p>\n<p>Members of the archaeology group too have expressed concern over this poor attitude towards preserving the centuries-old temple. \"No official is bothered to preserve this ancient heritage structure. We cannot allow the temple to fall in the hands of land sharks,\" an archaeologist associated with Tirumala temple affairs said.</p>\n<h2><span id=\"Public_outrage_and_protests\">Public outrage and protests</span></h2>\n<p>A number of organizations, Hindu religious heads and leaders of various political parties expressed anguish over the pathetic condition of the temple, approached TTD over the years to restore the Vakulamata Temple.</p>\n<p>Many Hindu saints, seers represented the need to renovate the temple and ban the illegal mining in the area, to Government. <i>Swami Paripoornananda Saraswati</i> of <i>Sreepeetham</i> , activists from <i>Global Hindu Heritage Foundation</i> did <i>Paadayatra</i> to Perurbanda hillock and protested against the inaction of TTD and Government of the day. Swami Paripoornananda Saraswati threatened to stay on Deeksha (fast) at the site if TTD has not responded intime.</p>\n<p>Bharatiya Janata Party protested several times in the past and subitted memorandum to TTD Chairman and Governor of the state for the cause of renovation of the temple  The party even issued legal notice requesting the Courts to intervene, direct TTD for renovation the temple.</p>\n<p>In response to the demands of various organizations, TTD woke up with plan to renovate Vakulamatha Temple with outlay of 2Cr rupees including 15 Lakh rupees to be spent on fencing the premises on the hillock, however local mining companies approached Courts and got stay order in 2010 preventing TTD to take up renovation of the Temple.</p>\n<p>However, subsequently in the year 2012, High Court of Judicature at Hyderabad vacated the stay and ordered TTD to renovate, restore the temple back to its pristine glory. TTD assured the Court it would comply with the order, but not even a brick laid at the temple site, thereby allowing illegal mining to thrive.</p>\n<p>All hopes are now on the new Government formed at State and Center would take every necessary action to suspend illegal mining in the area and exhort TTD board to renovate the Temple.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Tirumala</li>\n<li>Global Hindu Heritage Foundation</li>\n<li>Save Temples</li>\n<li>Tirumala Tirupati</li>\n</ul>"}