{"pageid": 4453863, "ns": 0, "title": "Anasuya", "extract": "<p><i><b>Anasuya</b></i> (IAST: Anusūyā, <span lang=\"sa\" xml:lang=\"sa\">अनसूया</span> \"free from envy and jealousy\"), also known as <i><b>Anusuya</b></i>, was wife of an ancient Indian rishi (sage) named Atri, in Hindu mythology. In Ramayana, she appears living with her husband in a small hermitage in the southern periphery of the forest of Chitrakuta. She was very pious and always practiced austerities and devotion. This allowed her to attain miraculous powers.</p>\n<p>When Sita and Rama visited her during their exile, Anusuya was very attentive to them and gave Sita an ointment which could maintain her beauty forever. She was mother of Dattatreya, the sage-avatar of Trimurti Brahma, Vishnu, Shiva, the irascible sage Durvasa, avatar of Shiva and Chandraatri, avatar of Brahma. She is also mother of Chandra Dev Moon. She was daughter of Sage Kardama and his wife Devahuti. Sage Kapila was her brother and teacher. She is extolled as <i>Sati Anusuya</i> – Anusuya, the chaste wife.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i>Anasuya</i> is made up of two parts: <i>An</i> and <i>Asuya</i>. <i>An</i> is a negative prefix and <i>Asuya</i> means jealousy. Hence, Anasuya could be translated into English as <i>one who is free from jealousy or envy</i>.</p>\n<h2><span id=\"Stories_Of_Anusuya_and_Atri\">Stories Of Anusuya and Atri</span></h2>\n<p>The story of Anusuya's family is mentioned in Bhagavata Purana Skanda III. Sage Kardama married Devahuti, daughter of Swayambhu Manu and had one son avatar Kapila and nine daughters, including Anusuya, who married various Saptarishis.</p>\n<h3><span id=\"The_Divine_Trinity_Tests_Anasuya\">The Divine Trinity Tests Anasuya</span></h3>\n\n<p>Sage Narada praised Anusuya in his hymns and verses, making the wives of Brahma, Vishnu and Shiva jealous. They requested their husbands go and tempt her away from her husband, breaking her pativrata. The Divine Trinity went to Anusuya as guests when Atri was not at home and asked her to serve them lunch in the nude. She agreed, but first splashed them each with enchanted water, turning them into small children. The three goddesses waited for their husbands to return and when they didn't, travelled to Anusuya’s cottage to find them transformed. The Goddesses repented and at request of Anusuya, the three Gods agreed to be born as her sons. According to one version, the gods merged turning into Anasuya's three headed son Dattatreya.<sup class=\"reference plainlinks nourlexpansion\" id=\"ref_a\">[1]</sup></p>\n\n<p>A Brahmin named Kaushik from Pratishthan used to visit a prostitute, in spite of being a Brahmin and having a devoted wife. When he later became infected with leprosy, the prostitute stopped seeing him, forcing him to return to his wife who still cared for him. He still longed for the affections of the prostitute and one day asked his wife to take him to her. In that town, sage Mandavya had been impaled in lieu of a criminal and was lying on a spike in the forest. While being led by his wife through the deep forest at night, Kaushik happened to trip on the sage, who cursed him to death before the next sunrise. To stop the curse, Kaushik's wife stopped the sunrise with the power of her love, creating havoc in the heavens. The gods went to Brahma for help, who in turn went to Anasuya, asking her to convince Kaushik's wife to allow the sunrise. Anasuya not only convinced Kaushik's wife to allow the sun to rise, but also brought Kaushik back to life after the curse had run its course. Brahma was very happy with Anusuya and was then born to her as Chandraatri.</p>\n<p>Some time later, Rahu masked Sun, cloaking the whole world in darkness. Atri, with powers granted by many years of austerity, wrested Sun out of Rahu's hands, restoring light to the world. The Gods were pleased and Shiva and Vishnu were born to Atri and Anusuya as Durvasa and Dattatreya.</p>\n<p>According to another legend, Atri performed a great tapascharya on Kula Mountain that set the whole world on fire. Brahma, Vishnu and Shiva were impressed with him and granted him a boon. Atri asked them to be born as his children. In Brahma Purana, Atri asked for three sons and one daughter, Shubhatreyi.</p>\n<h2><span id=\"Sati_Anusuya_Ashrama\">Sati Anusuya Ashrama</span></h2>\n\n<p>Sati Anusuya ashram is in Chitrakoot, Madhya Pradesh, located further upstreams the Mandakini River, 16 km from the town, set amidst thick forests that round to the melody of birdsong all day. It was here that sage Atri, his wife Anusuya and their three sons(who were three incarnations of Brahma, Vishnu and Shiva), lived and are said to have meditated.</p>\n<p>Valmiki describes in the epic Ramayana that at one time there was no rain in Chitrakuta for ten years. There was a severe famine and nothing was left to eat or drink for animals and birds. Sati Anusuya performed hard and intensive austerities and got the river Mandakini down on earth. This led to the greenery and forests to grow which removed the sufferings of all sages and the animals.</p>\n<p>Sati Anusuya ashrama, at present is a very peaceful place where various streams from the hills converge and form the Mandakini River. It is said that Rama along with Sita had visited this place to meet Maharishi Atri and Sati Anusuya. It is here Sati Anusuya explained to Sita, the grandeur and importance of <i>satitva</i>. The dense forests of Dandaka start from this place. It was ruled by Ravana. Ravana had appointed strong rakshasas like Khara and Viradha as its rulers. The place was infected by the terror of rakshasas.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<p>The story of Anasuya is made into films in different languages in India. The Telugu film is made entitled Sati Anasuya in 1957 and 1971. The 1957 film was directed by Kadaru Nagabhushanam and starring Anjali Devi and Gummadi Venkateswara Rao. The 1971 film was directed by B. A. Subba Rao. Jamuna Ramanarao played the role of Anasuya, Sharada as Sumati and Tadepalli Lakshmi Kanta Rao as Atri Maharshi. Music score provided by P. Adinarayana Rao.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n<p><span id=\"endnote_a\"><b>^</b></span> The word pativrata used in the above composition should be replaced by the word pativratya because pativrata means a chaste woman who is devoted to her husband and the word pativratya means chastity.Thus the sentence should actually read 'They requested their husbands .... breaking her <i>pativratya'</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>A Dictionary of Hindu Mythology &amp; Religion</i> by John Dowson</li>\n</ul>", "images": [{"ns": 6, "title": "File:Anasuya feeding the Hindu Trinity, The Krishna-Sudama Temple of Porbandar, India.JPG"}, {"ns": 6, "title": "File:Anusuya.jpg"}, {"ns": 6, "title": "File:Bhagavata Purana manuscript, 18 century.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Rama visits Atri.jpg"}]}