{"pageid": 4454490, "ns": 0, "title": "Lajja Gauri", "extract": "<p><b>Lajjit Gauri</b> is a goddess associated with abundance and fertility, and she has been euphemistically described as <i>Lajja</i> (that is, modesty).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>Early depictions of Lajja Gauri in Shaktism cults were found in the Indus Valley seals, though her later depiction dates to the 1st-3rd centuries, and her worship is prevalent in the Deccan, a region of the Indian subcontinent.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Her fertility aspect is emphasized by symbolic representation of the genitals, Yoni or the Womb, as blooming Lotus flower denoting blooming youth in some cases and in others through a simple yet detailed depiction of an exposed vulva. Added to the fact that she is sitting in a squatting position (uttanpada) with legs open, as in during childbirth, in some cases, the right foot is placed on a platform to facilitate full opening. She is invoked for abundant crops (vegetative fertility) and good progeny. A blossoming lotus replaces her head and neck, an icon often used in Tantra. The seven Chakras of human energy anatomy are often depicted as blossoming lotuses, and the Goddess is often depicted in her Sri Yantra as a Yoni, shown as a simplified triangle at the centre. Further, most fertility goddesses of the Ancient world are similarly shown headless, while giving prominent focus to the genitals. The arms of the goddess are bent upwards, each holding a lotus stem, held at the level of the head again depicted by the matured lotus flower.</p>\n<p>Owing to an absence of verifiable text in Vedic traditions on the iconography, she doesn’t seem to hold any exalted position in Hindu pantheon, despite her strong presence throughout India, especially in the tribal region of Bastar in Central India and downwards to the South, suggesting that the goddess had a cult of her own, later embraced into the mainstream religion through the myths of Sati and Parvati. The goddess is sometimes called <i>Lajja Gauri</i>, interpreted by some as the Innocent Creatrix, the Creator deity  or at times simply \"Headless Goddess\", or <i>Aditi Uttanapada</i>  by modern archeologist, academicians and Indologists.</p>\n<p>The majority of the terracotta figurines were carved in the Gupta and post-Gupta periods.</p>\n<h2><span id=\"Various_forms\">Various forms</span></h2>\n<p>Devi, the Great Mother Goddess of Hinduism, in Her form as Lajja Gauri, is also known as Aditi, Adya Shakti; Renuka wife of sage Jamadagni, who is worshipped for fertility as Matangi and Yallamma (everybody's mother), Kotari, Kotavi (a nude folk goddess), KottaMahika, Kotmai, and many other names. She is the most ancient Goddess form in the religious complex that is today referred to as Hinduism, whose worship is prevalent in villages of Gujarat, Maharashtra where a notable sculpture dating 150 - 300 CE was found at Amravati (now kept at State Museum, Chennai), Tribal areas of Central India, Andhra Pradesh, Karnataka, where the town of Badami, known for the Badami Cave Temples, has a sculpture of the deity preserved at the local Archeological Museum, originally found in Naganatha Temple, Naganathakolla, Bijapur District, and has an extant temple dedicated to the goddess in Badami Chalukya Architecture, within the town precincts dating to Chalukya Empire which flourished around 6th century AD.</p>\n<p>Another interpretation as suggested by Dr. Ramachandra C. Dhere in his book entitled, <i>Lajja Gauri</i> is that Lanja/Lanjika means 'naked', reminds us of the geographical area in Konkan (Maharashtra), called Lanja.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><i>Forms of the Goddess Lajja Gauri in Indian Art</i>, by Bolon, Carol Radcliffe. 1992. ISBN 978-0-271-00761-8.</li>\n<li><i>The Universal Mother</i>, by Shanti Lal Nagar. Published by Atma Ram &amp; Sons, 1989. ISBN 81-7043-113-1. Chapter 18: The Mother Goddess as Aditi/Lajja Gauri. <i>Page 200</i></li>\n<li><i>Lajja Gauri Seals and related antiquities from Kashmir Smast, Gandhara</i>, South Asian studies, British Academy, London, ROYAUME-UNI (Revue). ISSN 0266-6030. <i>2002, vol. 18, pp. 83–90</i>.</li>\n<li>\"Sacred Display: Divine and Magical Female Figures of Eurasia.\" Miriam Robbins Dexter and Victor H. Mair. Amherst, New York: Cambria Press, 2010</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dilukai</li>\n<li>Sheela na gig</li>\n<li>Baubo</li>\n<li>Nin-imma</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>Dictionary of Hindu Lore and Legend</i>, by Anna Dallapiccola. ISBN 0-500-51088-1.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Lajja Gauri at Wikimedia Commons</li>\n<li><i>Aditi- Lajja Gauri</i> - A Study</li>\n<li>Deity of Fertility and Creation - <i>Image</i></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Lajja gauri.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}]}