{"pageid": 44657, "ns": 0, "title": "Metis (mythology)", "extract": "<p><b>Metis</b> <span></span> (Μῆτις, \"wisdom,\" \"skill,\" or \"craft\"), in ancient Greek religion, was a mythological character belonging to the Titan generation. Like several primordial figures, she was an Oceanid, in the sense that Metis was born of Oceanus and his sister Tethys, of an earlier age than Zeus and his siblings. Metis was the first great spouse of Zeus, and also his cousin. Zeus is himself titled <i>Mêtieta</i>, \"the wise counsellor,\" in the Homeric poems.</p>\n<p>By the era of Greek philosophy in the 5th century BC, Metis had become the mother of wisdom and deep thought, but her name originally connoted \"magical cunning\" and was as easily equated with the trickster powers of Prometheus as with the \"royal <i>metis</i>\" of Zeus. The Stoic commentators allegorised Metis as the embodiment of \"prudence\", \"wisdom\" or \"wise counsel\", in which form she was inherited by the Renaissance.</p>\n<p>The Greek word <i>metis</i> meant a quality that combined wisdom and cunning. This quality was considered to be highly admirable in the Mycenean era, with the hero Odysseus being the embodiment of it. In the Classical era, it was regarded by Athenians as one of the notable characteristics of the Athenian character. Metis was the one who gave Zeus a potion to cause Cronus to vomit out Zeus' siblings.</p>\n<p>Metis was both a threat to Zeus and an indispensable aid:</p>\n<blockquote class=\"templatequote\">\n<p>Zeus lay with Metis but immediately feared the consequences. It had been prophesied that Metis would bear extremely powerful children: the first, Athena and the second, a son more powerful than Zeus himself, who would eventually overthrow Zeus.</p>\n</blockquote>\n<p>In order to forestall these dire consequences, Zeus tricked her into turning herself into a fly and promptly swallowed her. He was too late: Metis had already conceived a child. In time she began making a helmet and robe for her fetal daughter. The hammering as she made the helmet caused Zeus great pain, and Hephaestus either clove Zeus's head with an axe, or hit it with a hammer at the river Triton, giving rise to Athena's birth. Athena leaped from Zeus's head, fully grown, armed, and armoured, and Zeus was none the worse for the experience.</p>\n<p>The similarities between Zeus swallowing Metis and Cronus swallowing his children have been noted by several scholars. This also caused some controversy in regard to reproduction myths and the lack of a need for women as a means of reproduction.</p>\n<p>Hesiod's account is followed by Acusilaus and the Orphic tradition, which enthroned Metis side by side with Eros as primal cosmogenic forces. Plato makes <i>Poros</i>, or \"creative ingenuity\", the child of Metis.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>David Leeming, \"Metis\". In <i>The Oxford Companion to World Mythology</i>. Oxford University Press, 2004. York University. 24 October 2011 [2]</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: Metis</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Winged goddess Louvre F32.jpg"}]}