{"pageid": 45196864, "ns": 0, "title": "Poleramma", "extract": "<p><b>Goddess Poleramma</b> is a Pre Vedic deity goddess, who is predominantly worshipped in the state of Andhra Pradesh. <b>Poleramma</b> is a local form of Sakti in Andhra pradesh. She is worshipped as Grama devata (Goddess who protects the village).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Goddess_History\">Goddess History</span></h2>\n<p><b>Poleramma</b> Mother belongs to the Seven Dravidian Sister Goddesses. The seven deities are Poleramma, Ankamma, Muthyalamma, Dilli Polasi, Bangaramma, Mathamma and Renuka. The Seven sisters are popular in Andhra Pradesh, Tamil Nadu and Karnataka. The principal deity is Poleramman, and her name may vary according to the regional emphasis.</p>\n<p>Mother Poleramma is worshipped as a village guardian goddess to protect the village. The shrine is usually kept outside the village, quite frequently on the banks of the irrigation tank. Sometimes the shrine has a makeshift nature and appears crudely built with mud and stones. Although Poleramma does not enjoy the permanent basis of temple premises, there is nothing to doubt bhaktas devotion towards Mother. In the rural setting Goddess Poleramma is considered the goddess of smallpox, more in the nature of Mother Muthu Mariamman of Tamil Nadu. But then again, Mother also oversees cattle disease, drought, and general health welfare. To appease the goddess animal sacrifice is offered.</p>\n<h2><span id=\"Story_of_Poleramma\">Story of Poleramma</span></h2>\n<p>Dravidian deities are not consorts or wives of male deities. Poleramma is protector of borders of villages. She protects borders of villages from disease, drought and evils. Typically a small temple is built in outskirts of temple.</p>\n<h2><span id=\"Raise_of_Poleramma\">Raise of Poleramma</span></h2>\n<p>The seven sisters are always represented as single female saktis. They have a brother called potu Raju who is represented as an impaled stake. Traditional temples were on the outskirts of village and represented by semi finished stone. Poleramma is also known by 101 names and she is the protector of populace.</p>\n<p>Gods.</p>\n<h2><span id=\"Poleramma_carnival-జాతర\"></span><span id=\"Poleramma_carnival-.E0.B0.9C.E0.B0.BE.E0.B0.A4.E0.B0.B0\">Poleramma carnival-జాతర</span></h2>\n<p>The carnival-జాతర (yaatra ) continues for four days. On the first day the pot is taken from the tree and carried throughout the village which is accompanied by the beating of drums. When it is carried past each house the people come out and bow in worship before it. The aadi calls upon the elders to witness, calling each one by name and announces the various vows that have been made to Poleramma. Thereafter a sheep is sacrificed to seal the promise made in the vows. Once again similar procession takes place and the pot is carried around the village, food being collected at each house. The temple is also purified with various ceremonies. The stone image is bathed and some offerings are placed before her. The procession now goes to the water where the royal staff and the snake's hood s have been kept in water over night. These are taken and carried to the temple after a sheep has been offered. After placing all this beside Poleramma in the temple, the ceremonies of the first day is complete.</p>\n<p>On the second day there are still some more processions about the village and the food is offered in front of the house of another shepherd. On the third day the procession starts earlier and more food is collected. After some rituals the merry-making takes place. The villagers bring their decorated carts and oxen and form a procession to go around the temple. After the procession of carts, the people bring sheep, goats, and chickens which are offered to Poleramma. This ends the ceremonies of the third day.</p>\n<p>The fourth day is the greatest day of the festival. It has the most revolting features of any part of the ceremonies. A huge heap of boiled cholam, kaffir corn, is poured out before the goddess and the sacrificed animal is brought. Several rituals are performed after this. When Poleramma's worship is over, a sheep is offered to Potu Razu, and some of the food is poured before him. Prayers are offered to him in order to guard the village and this brings the ceremonies to an end.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Gandikota 2.JPG"}, {"ns": 6, "title": "File:Gollalamamidada temple gopuram Eastgodavari.JPG"}, {"ns": 6, "title": "File:Gopuram of narasimhaswamy temple.JPG"}, {"ns": 6, "title": "File:Kanakadurga Temple Vimana Gopuram.JPG"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Tirumala 090615.jpg"}]}