{"pageid": 45422461, "ns": 0, "title": "Bhramari", "extract": "<p><b>Bhramari</b> is a Hindu Goddess. She is an incarnation of the Goddess Shakti. Bhramari means 'the Goddess of bees' or 'the Goddess of black bees'. She is associated with bees, hornets and wasps, which cling to her body. She is typically depicted as holding a mace, trident, sword and shield in her four hands.</p>\n<p>The tenth book and thirteenth chapter of the <i>Devi Bhagavata Purana</i> records the exploit of the goddess Bhramari in detail. She is also briefly alluded to in the Devi Mahatmya. The <i>Devi Bhagavata Purana</i> describes how she slew the demon Arunasura.</p>\n<h2><span id=\"Story\">Story</span></h2>\n<p>In the city of the demons, there lived a powerful demon named Arunasura. He was a furious God-hater and a hypocrite, who wanted above all else to conquer the Gods. He went to the banks of the Ganges in the Himalayas and practiced a very strict penance to Brahma, who believed him to be the protector of the demons. He held in his body the five vāyus of Prana and began meditating, repeating the Gayatri Mantra and practicing austerities. For the first ten thousand years, he lived by ingesting only dry leaves; for the second, he lived by drinking only drops of water; and, for the third, he lived by inhaling air alone. For the fourth ten thousand years, he did not consume anything and thus practiced his penance. After the fourth ten thousand years, his belly had become dried up, his body had withered and the nerves of his body had become almost visible; only the life breath was lingering there. At this point a halo of light emitted from his body and began to burn the whole world. With his eyes closed, he appeared to be blazing with fire, as if he were a fire himself.</p>\n<p>Observing his penance and resolve, Lord Brahma saw fit to bless Arunasur with protection from all two- or four-legged creatures. This blessing gave Arunasur the confidence to call on all the other demons living in the nether regions and fight a final battle with the Gods above. The demons came and saluted him as their king. By his command, they sent messengers to the Heavens to signal their intent. Upon hearing the news, Indra trembled with fear and went instantly with the Gods to the abode of Brahma. After discussing the situation with Brahma, they went to the Vaikunth to recruit Vishnu. There they all held a conference on how to kill the demon who sought to overthrow them.</p>\n<p>While the Gods conferred, Arunasur and his army went to the Heavens. The demon used the power of his penances to assume various forms and seized possession of the Moon, the Sun, Yamraj, Agni and all the others. All the Gods, dislodged from their stations, then went to the region of Kailash and presented to Lord Shiva the dire nature of their situation. After conferring with Shiva, they turned to Parvati, the complete incarnation of the Adi Parashakti. Parvati was aware of Arunasur's blessing, and devised a plan to kill the demon with the help of six-legged creatures.</p>\n<p>After taking control of all the celestial regions, Arunasur's next intention was to attack kailash directly. Shiva and his sons confronted him at the foot of the mountain. They tried to defeat him but were unsuccessful. Even Shiva was unable to defeat him. Arunasur then proceeded to attack Shiva. Shiva then called upon Parvati in the battlefield. Parvati then appeared behind Shiva and grew to a massive size, wielding a mace, trident, longsword and shield in her four hands. Her three eyes shone like the sun, the moon, and the eternal fire agni. She closed her eyes in concentration, summoning forth countless bees, hornets, wasps, flies, termites, mosquitos and spiders from the skies. They crawled onto her body and clung onto her, merging with her to create the divine form of Bhramari Devi.</p>\n<p>In the battle that ensued, the demons' swords were blocked by Bhramari Devi's shield, while her other arms inflicted damage on the massive army. She ran through the ranks, stabbing with the trident, chopping with the longsword and reducing demons to powder with powerful swings of her mace. The bees, hornets, wasps, flies, termites, mosquitos and spiders which clung to her emanated forth in a wave over the ranks. When Arunasur was the last demon remaining on battlefield, she retreated and sent out all of the insects to attack him. They crawled all over him and ripped open each part of his body: his breasts, chest, back and belly, arms, hands, fingers, legs, feet and toes were all torn apart. Soon after seeing Arunasur's great fall, the insects returned to Bhramari Devi and clung on her again. The Gods, who were in awe of this new form, gave her great praise. On the successful decimation of the demonic forces, all of the gods were able to return to their celestial homes.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ah-Muzen-Cab -- Mayan god of bees.</li>\n<li>Aristaeus -- Ancient Greek god of bees.</li>\n<li>Austėja -- Lithuanian—goddess of bees.</li>\n<li>Bubilas -- Lithuanian—god of bees.</li>\n<li>Colel Cab -- Mayan goddess of bees.</li>\n<li>Melissa -- Ancient Greek/Minoan—goddess of bees.</li>\n<li>Mellona -- Roman goddess of bees.</li>\n<li>Bee (mythology)</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Om symbol.svg"}]}