{"pageid": 45435120, "ns": 0, "title": "Yemoja", "extract": "<p><b>Yemoja</b> (Yoruba: <span lang=\"yo\" xml:lang=\"yo\"><i>Yemọja</i></span>) is a major water deity from the Yoruba religion. She is an orisha and the mother of all orishas, having given birth to the 14 Yoruba gods and goddesses. She is often syncretized with either Our Lady of Regla in the afrocuban diaspora or various other Virgin Mary figures of the Catholic Church, a practice that emerged during the era of the Trans-Atlantic slave trade. Yemoja is motherly and strongly protective, and cares deeply for all her children, comforting them and cleansing them of sorrow. She is said to be able to cure infertility in women, and cowrie shells represent her wealth. She does not easily lose her temper, but when angered she can be quite destructive and violent, as the flood waters of turbulent rivers.</p>\n<p>Yemoja is often depicted as a mermaid, and is associated with the moon, water, and feminine mysteries. She is the protector of women. She governs everything pertaining women; childbirth, conception, parenting, child safety, love, and healing. She oversees deep secrets, ancient wisdom, the moon, sea shells, and the collective unconscious. According to myth, when her waters broke, it caused a great flood creating rivers and streams and the first mortal humans were created from her womb.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name_variants\">Name variants</span></h2>\n<ul><li>Yoruba: Yemọja / Iyemọja / Yemọnja / Iyemọnja</li>\n<li>Portuguese: Yemanjá, Iemajá, Iemanjá, Janaína, Mãe da Água</li>\n<li>Spanish: Yemayá, Yemoyá, Yemallá, Madre del Agua</li>\n<li>French: La Sirène, Mère de L'Eau</li>\n<li>Pidgin/Creole Languages: Mami Wata</li>\n</ul>\n<h2><span id=\"Africa\">Africa</span></h2>\n\n<p>In traditional Yoruba culture and spirituality, <i>Yemọja</i> is a mother spirit; patron spirit of women, especially pregnant women; She is the patron deity of the Ogun river (Odò Ògùn) but she is also worshipped at streams, creeks, springs in addition to wells and run-offs. Her name is a contraction of the Yoruba words <i>Yeye</i>, meaning \"mother\"; <i>ọmọ</i>, meaning \"child\"; and <i>ẹja</i>, meaning \"fish\"; roughly translated the term means \"Mother whose children are like fish.\" This represents the vastness of her motherhood, her fecundity, and her reign over all living things. In West Africa, Yemoja is worshipped as a high-ranking river deity, but in Brazil and Cuba she is worshipped mainly as a sea/ocean goddess. River deities in Yorubaland include Yemo̩ja, Ọ̀ṣun (Oshun), Erinlè̩, Ọbà, Yewa, etc. It is Olókun that fills the role of sea deity in Yorubaland, while Yemoja is a leader of the other river deities. The river deity Yemoja is often portrayed as a mermaid, even in West Africa, and she can visit all other bodies of water, including lakes, lagoons, and the sea, but her home and the realm she owns are the rivers and streams, especially the Ogun River in Nigeria.</p>\n<h2><span id=\"Americas\">Americas</span></h2>\n<h3><span id=\"Brazil\">Brazil</span></h3>\n\n<p>In Candomblé and Umbanda Yemanjá is one of the seven Orixás. Red roses are used as a ritual offering. She is the <i>Queen of the Ocean</i>, the patron spirit of the fishermen and the survivors of shipwrecks, the feminine principle of creation, and the spirit of moonlight. Saturday is the consecrated day of Yemanjá.</p>\n<ul><li>Colors: light blue and crystal</li>\n<li>Ritual garment color: light blue</li>\n<li>Ritual jewelry or necklace: crystalline beads</li>\n<li>Ritual salutation: Odô ta</li>\n<li>Symbols: shells, sea stones</li>\n</ul><h4><span id=\"Syncretism\">Syncretism</span></h4>\n<p>In Brazil Yemanjá is syncretized with Our Lady of the Seafaring (Nossa Senhora dos Navegantes) and Our Lady of the Conception (Nossa Senhora de Conceição).</p>\n<h4><span id=\"Sacred_objects\">Sacred objects</span></h4>\n<p>Sacred objects associated with Yemanjá that are placed in the pegi, the room or space dedicated to an orixá, include:</p>\n<ul><li>Dishes and porcelain</li>\n<li>Earthen basins</li>\n<li>Fruits, namely obi (<i>Cola acuminata</i>) and the bitter kola nut (<i>Garcinia kola</i>)</li>\n<li>White jars or pitchers</li>\n<li>White medals or coins</li>\n</ul><h4><span id=\"Ritual_sacrifice\">Ritual sacrifice</span></h4>\n<p>Guinea fowl, ducks, hens, she-goat are sacrificed (\"orô\") on festival days associated with Yemanjá in the Candomblé tradition. Animals sacrificed to Yemonja must be thrown in the water for their disposal.</p>\n<h4><span id=\"Ritual_foods\">Ritual foods</span></h4>\n<ul><li>Angu, manioc or maize flour boiled in water or milk</li>\n<li>Corn meal</li>\n<li>Lelé, a drink of white corn meal boiled in coconut milk</li>\n<li>Obi, the fruit of <i>Cola acuminata</i></li>\n<li>Onion, referred to as <i>alubaça</i></li>\n<li>Rice</li>\n<li>White corn</li>\n</ul><h4><span id=\"Festivals\">Festivals</span></h4>\n<ul><li>In Salvador, Bahia, Iemanjá is celebrated by Candomblé on the same day consecrated by the Catholic Church to Our Lady of Seafaring (Nossa Senhora dos Navegantes). Every February 2, thousands of people line up at dawn to leave their offerings at her shrine in Rio Vermelho. Gifts for Iemanjá include flowers and objects of female vanity (perfume, jewelry, combs, lipsticks, mirrors). These are gathered in large baskets and taken out to the sea by local fishermen. Afterwards a massive street party ensues.</li>\n<li>In Pelotas, Rio Grande do Sul State, on February 2, the image of Nossa Senhora dos Navegantes is carried to the port of Pelotas. Before the closing of the Catholic feast, the boats stop and host the Umbanda followers that carry the image of Iemanjá, in a syncretic meeting that is watched by thousand of people on the shore.</li>\n<li>Iemanjá is also celebrated every December 8 in Salvador, Bahia. The Festa da Conceição da Praia (Feast to Our Lady of Conception of the church at the beach) is a city holiday dedicated to the Catholic saint and also to Iemanjá. Another feast occurs on this day in the Pedra Furada, Monte Serrat in Salvador, Bahia, called the <i>Gift to Iemanjá</i>, when fishermen celebrate their devotion to the Queen of the Ocean.</li>\n<li>In São Paulo State, Iemanjá is celebrated in the two first weekends of December on the shores of Praia Grande city. During these days many vehicles garnished with Iemanjá icons and colors (white and blue) roam from the São Paulo mountains to the sea littoral, some of them traveling hundreds of miles. Thousands of people rally near Iemanjá's statue in Praia Grande beach.</li>\n<li>On New Year's Eve in Rio de Janeiro, millions of cariocas, of all religions, dressed in white gather on Copacabana beach to greet the New Year, watch fireworks, and throw white flowers and other offerings into the sea for the goddess in the hopes that she will grant them their requests for the coming year. Some send their gifts to lemanjá in wooden toy boats. Paintings of lemanjá are sold in Rio shops, next to paintings of Jesus and other Catholic saints. They portray her as a woman rising out of the sea. Small offerings of flowers and floating candles are left in the sea on many nights at Copacabana.</li>\n</ul><h3><span id=\"Cuba\">Cuba</span></h3>\n<p>In Santería or regla de ocha, Yemayá is the mother of all living things as well as the owner of the oceans and seas.</p>\n<ul><li>Colors: There are many roads to Yemayá, Okute, Asesú, Achabá and Mayelewo are some of them, and each one has a color combination having all blue as a common denominator.</li>\n<li>Ritual garment color: Blue.</li>\n<li>Ritual number: Seven.</li>\n<li>Ritual jewelry or necklace: Seven blue beads followed by seven crystalline beads.</li>\n<li>Ritual salutation: Omío Yemayá</li>\n<li>Symbols: Shells, sea stones, fish, fishnets, anchors, everything that pertains to the sea.</li>\n</ul><h4><span id=\"Ritual_sacrifice_2\">Ritual sacrifice</span></h4>\n<p>When a Yemayá is born it ritually eats duck, but after that only Assesú road has that bird sacrificed to her. The other feathers sacrificed are roosters and rams as four legged animals.</p>\n<h4><span id=\"Ritual_foods_or_adimús\"></span><span id=\"Ritual_foods_or_adim.C3.BAs\">Ritual foods or adimús</span></h4>\n<ul><li>Cane syrup, called <i>melado</i> in Spanish.</li>\n<li>Watermelon.</li>\n<li><i>Malarrabia</i>, a Cuban dessert.</li>\n<li><i>Gofio,</i> flour made from roasted grains.</li>\n<li>Pork rinds.</li>\n</ul><h4><span id=\"Festivals_2\">Festivals</span></h4>\n<ul><li>In Havana, Cuba, Yemayá is celebrated on the 7th of September. There is a procession in the municipality of Regla, home of Our Lady of Regla Church, which takes place around that date, which is a tradition that was initiated by slaves Cabildos and their descent, namely Susana Cantero -Omí Toké- and Pepa Herrera -Echu Bí-. </li>\n<li>It is common for regla de ocha initiated priests and priestess to keep a vigil for Yemayá on September 6th which is called <i>vísperas</i>.</li>\n</ul><h3><span id=\"Uruguay\">Uruguay</span></h3>\n<p>In Montevideo, worshippers gather on Ramirez Beach in the Parque Rodo neighborhood every February 2 to celebrate Iemanjá Day. Hundreds of thousands sit waiting for the sunset before they launch small boats with offerings into the ocean.</p>\n<p>In 2015, the Uruguayan government estimated that 100,000 people had visited the beach for the celebrations.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:A yemoja statue at badagry.JPG"}, {"ns": 6, "title": "File:Offerings for Lemanjá.jpg"}, {"ns": 6, "title": "File:Translation to english arrow.svg"}, {"ns": 6, "title": "File:Yemoja Abayomi Barber.jpg"}, {"ns": 6, "title": "File:Yemoja Nigeria.jpg"}]}