{"pageid": 45430256, "ns": 0, "title": "Brahmacharini", "extract": "<p><i><b>Brahmacharini</b></i> means a devoted female student who lives in an Ashrama with her Guru along with other students. It is also the name of the second aspect of Goddess Durga(Parvati). The Goddess is worshipped on the second day of Navratri(the nine divine nights of Navadurga). The goddess Brahmacharini wears white clothes, holds a japa mala(rosary) in her right hand and Kamandal, a water utensil in her left hand.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word <i>brahmacharini</i> stems from two Sanskrit roots:</p>\n<ol><li><i>Brahma</i>(ब्रह्म, shortened from Brahman), means \"the one self-existent Spirit, the Absolute Reality, Universal Self, Personal God, the sacred knowledge\".</li>\n<li><i>charini</i> is the feminine version of one who is a <i>charya</i>(चर्य), which means \"occupation with, engaging, proceeding, behaviour, conduct, to follow, going after\".</li>\n</ol><p>The word <i>brahmacharini</i> in Vedic texts means a female who pursues the sacred religious knowledge.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>According to different versions of her myths, maiden Parvati resolves to marry Shiva. Her parents learn of her desire, discourage her, but she pursues what she wants and did Tap for about 5000 years. In mean time Gods approached god Kamadeva - the Hindu god of desire, erotic love, attraction and affection and asks him to generate desire in Shiva for Parvati. They did this because of an asura named Tarkasur who gained the boon of being killed by only Lord Shiva's child. Kama reaches Shiva and shoots an arrow of desire. Shiva opens his third eye in his forehead and burns the cupid Kama to ashes. Parvati does not lose her hope or her resolve to win over Shiva. She begins to live in mountains like Shiva, engage in the same activities as Shiva, one of asceticism, yogin and tapas - it is this aspect of Parvati that is deemed to be that of goddess Brahmacharini. Her ascetic pursuit draws the attention of Shiva and awakens his interest. He meets her in disguised form, tries to discourage her, telling her Shiva's weaknesses and personality problems. Parvati refuses to listen and insists in her resolve. Shiva finally accepts her and they get married.</p>\n<h2><span id=\"Festival\">Festival</span></h2>\n<p>Goddess Brahmacharini is worshipped on the second day of Navratri.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:2-Maa Brahmachaarini (Vaishno Devi Maa Chhatikra-Vrindaban).png"}]}