{"pageid": 45430299, "ns": 0, "title": "Chandraghanta", "extract": "<p>In Hinduism, <i><b>Chandraghanta</b></i> is the third form of Goddess Durga. Her name Chandra-Ghanta, means \"one who has a half-moon shaped like a bell. Her third eye is always opened and she always ready for war against demons\". She is also known as Chandrakhanda, Chandika or Rannchandi. Her worship takes place on the third day of Navaratri(the nine divine nights of Navadurga). She is believed to reward people with her grace, bravery and courage. By her grace all the sins, distresses, physical sufferings, mental tribulations and ghostly hurdles of the devotees are eradicated.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>After Lord Shiva gave Parvati his word that he would not marry any woman, her sufferings overwhelmed him so much that he gave up, followed by a tearful reunion and then agrees to marry her. Soon, the joyous moment of Parvati's life comes. Shiva brings a procession of gods, mortals, ghosts, ghouls, goblins, sages, ascetics, Aghoris and Shivaganas to the gates of King Himavan's palace to take away his bride Parvati, on the occasion of his remarriage. Shiva arrives at King Himavan's palace in a terrorizing form and Parvati's mother Maina Devi faints in terror. Parvati appears to Shiva and sees his fearsome form, so to save her parents and other family members she transforms herself into Goddess Chandraghanta.</p>\n<p>Chandraghanta persuaded Shiva to re-appear in a charming form. On listening to the Goddess, Shiva appears as a prince decorated with countless jewels. Parvati revived her mother, father and friends then Shiva and Parvati get married and made promises to one another.</p>\n\n<p>She has eight hands holding a Trishula(trident), Gada(mace), bow-arrow, khadak(sword), Kamala(lotus flower), Ghanta(bell) and kamandal(waterpot), while one of her hands remains in blessing posture or abhayamudra. She rides on a tiger or lion as her vehicle, which represents bravery and courage, she wears a half moon on her forehead and has a third eye in the middle of her forehead. Her complexion is golden. Shiva sees Chandraghanta's form as a great example of beauty, charm and grace.</p>\n\n<p>She rides a tiger or lion as her vehicle, representing bravery. This is a terrible aspect and is roaring in anger. This form of Durga is not completely different from earlier forms. It shows that when provoked she can be malevolent. Her malevolent form is said to be Chandi or Chamunda Devi. She is otherwise the very embodiment of serenity.</p>\n<p>The devotees who adore and worship her develop an aura of divine splendor. Their persons emit invisible power-waves which exercise a great impact on those who come in contact with them. They easily achieve success in life. Chandraghanta is ready to destroy the wicked, but to her devotees she is a kind and compassionate Mother showering peace and prosperity. During the battle between her and the demons, the horrible sound produced by her bell sent thousands of wicked demons to the abode of the Death God. She is ever in a warring posture which shows her eagerness to destroy the foes of her devotees so that they may live in peace and prosperity. Divine vision is acquired by her grace. If a devotee happens to enjoy divine fragrance and hears diverse sounds, he is said to be blessed by the Mother.</p>\n<p>Durga incarnated as Kaushiki, the daughter of Lord Shiva and Parvati, in order to vanquish demons Shumbh and Nishumbh and their hordes. The beauty of Kaushiki was to lure demons to their doom. Shumbh wanted to marry Kaushiki to his brother Nishumbh and thus sent demon Dhumralochan to bring her. When she resisted, Dhumralochan attacked her. Enraged, Parvati assumed a warrior form, seated on a tiger and defeated Dhumralochan and his entire army.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:3-Maa Chandraghantaa (Vaishno Devi Maa Chhatikra-Vrindaban).png"}, {"ns": 6, "title": "File:Chandraghanta Sanghasri 2010 Arnab Dutta.JPG"}, {"ns": 6, "title": "File:Mangalore Dasara.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}