{"pageid": 45430338, "ns": 0, "title": "Kushmanda", "extract": "<p><i><b>Kushmanda</b></i> is a Hindu goddess, credited with creating the world with her divine smile. Followers of the Kalikula tradition believe her to be the fourth form of the Hindu goddess Durga. Her name signals her main role: Ku means \"a little\", Ushma means \"warmth\" or \"energy\" and Anda means \"cosmic egg\". </p>\n<p>Kushmanda is worshiped on the fourth day of the festival of Navratri (nine nights of Navadurga) and as the consort of Shiva. She is believed to improve health and bestow wealth and strength.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Form\">Form</span></h2>\n<p>Kushmanda is depicted with ten hands holding a trident, discus, sword, hook, mace, bow, arrow and two jars of honey and blood. Her one hand is always on abhayamudra from which she blesses all her devotees. She rides on a tiger.</p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>When the universe was non-existent and darkness prevailed everywhere, Maa Kushmanda produced the Cosmic egg with her smile, bringing light to the universe. Kushmanda has the power and strength to live in the core of Sun. Her luminosity gives the Sun its brightness. She is said to give directions to the Sun God, Surya.</p>\n<h2><span id=\"Creation_of_Trimurti_&amp;_Tridevi\"></span><span id=\"Creation_of_Trimurti_.26_Tridevi\">Creation of Trimurti &amp; Tridevi</span></h2>\n<h3><span id=\"Creation_of_Mahakali\">Creation of Mahakali</span></h3>\n<p>From the glance of Kushmanda's left eye, a terrible lady with pitch-black complexion was created. She had ten faces, ten arms, ten feet, thirty eyes, fifty fingers and fifty toes. Her hair was disheveled and tongue lolled. Her white teeth bit her ten tongues. She was clad in space except a girdle of severed arms and a garland of skulls. She was seated on a burning funeral pyre and cackled in a ghastly manner. She was armed with cleaver, trident, discus, arrow, shield, severed head, skull-cup, conch-shell, cross-bow and a club. She was collecting blood dripping from the severed head in the skull-cup and sipped it while eating carrion. Kushmanda named her Mahakali.</p>\n<h3><span id=\"Creation_of_Mahalakshmi\">Creation of Mahalakshmi</span></h3>\n<p>From the glance of Kushmanda’s third eye, a ferocious lady with complexion of lava was created. She had eighteen arms. She was clad in saffron clothes and wore a warrior’s armour and helmet. She was armed with battle-axe, trident, discus, mace, thunderbolt, arrow, sword, lotus, rosary, conch-shell, bell, noose, spear, goad, bow, shield, whine-cup and a waterpot with handle. She sipped wine from the wine-cup. She was seated on a lotus and roared viciously. Kushmanda named her Mahalakshmi.</p>\n<h3><span id=\"Creation_of_Mahasaraswati\">Creation of Mahasaraswati</span></h3>\n<p>From the glance of Kushmanda's right eye, a benevolent lady with complexion of milk was created. She had eight arms and three placid eyes. She was clad in white clothes and wore a crescent moon on her forehead. She was armed with trident, discus, small drum, arrow, conch shell, bell, bow and a ploughshare. Her face was glorious like the full moon and she wore pearl ornaments. She was seated on a gem-studded throne and maintained a serene smile. Kushmanda named her Mahasaraswati.</p>\n<h3><span id=\"Creation_of_Shiva_and_Saraswati\">Creation of Shiva and Saraswati</span></h3>\n<p>Kushmanda's person from her face fell upon Mahakali. Immediately, a man and a woman sprang out of Mahakali’s body. The man had five faces, fifteen eyes and ten arms. His complexion was fair and he was clad in tiger-skin. A serpent was coiled around his throat and he wore a crescent moon on his forehead. He was armed with battle-axe, antelope, bow, arrow, trident, thunderbolt, skull-cup, Damru, rosary and a Kamandal. Kushmanda named him Shiva. The woman had four arms and complexion of milk. Clad in white, she held a goad, a rosary, a book and a lotus. She wore white ornaments. Kushmanda named her Saraswati.</p>\n<h3><span id=\"Creation_of_Brahma_and_Lakshmi\">Creation of Brahma and Lakshmi</span></h3>\n<p>Kushmanda's person from her feet fell upon Mahalakshmi. Immediately, a man and a woman sprang out of Mahalakshmi’s body. The man had four faces and four arms. His complexion was red and he was clad in saffron clothes. He wore expensive ornaments. He held lotus, book, rosary and a waterpot. Kushmanda named him Brahma. The woman had four arms and fair complexion. Clad in gold, she held two lotus buds in her two upper arms while her two lower hands were held open. She was heavily decked with ornaments. Kushmanda named her Lakshmi.</p>\n<h3><span id=\"Creation_of_Vishnu_and_Shakti\">Creation of Vishnu and Shakti</span></h3>\n<p>Kushmanda's person from her arms fell upon Mahasaraswati. Immediately, a man and a woman sprang out of Mahasaraswati’s body. The man had four arms. His complexion was dark and he was clad in yellow clothes. He was heavily decked with ornaments. He held a discus, a conch-shell, a mace and a lotus. Kushmanda named him Vishnu. The woman had four arms and a fair complexion. Clad in red, she held her two lower hands open while her two upper hands held a goad and a noose. Kushmanda named her Shakti, and made her a perfect incarnation of herself. Kushmanda then re-absorbed the triple Goddesses (Mahakali, Mahalakshmi, and Mahasaraswati) and gave Shakti to Shiva, Saraswati to Brahma and Lakshmi to Vishnu as consorts. She then entered the sun (Surya) as a great orb of energy, giving him life and energy to burn and glow.</p>\n<h3><span id=\"Chandi\">Chandi</span></h3>\n<p>Shakti and Shiva then created this universe together, by merging with each other into the half-and-half form Ardhanarishvara. The two parts, man and woman, created the universe and other Gods and Goddesses too. Among all the gods and goddesses, the goddesses Saraswati, Lakshmi and Shakti are the ones who are closest to Kushmanda, with Shakti being the most perfect of the three. Much later on, when Saraswati, Lakshmi and Shakti combined themselves into one goddess, called Chandi, in order to defeat a powerful demon, the three reflections of Kushmanda were thus unified once more. Kushmanda is also known as Smaanda Devi.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Shaktism</li>\n<li>Adi Parashakti</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Kushmanda Sanghasri 2010 Arnab Dutta.JPG"}]}