{"pageid": 45456547, "ns": 0, "title": "Siddhidhatri", "extract": "<p><i><b>Siddhidhatri</b></i> is the ninth form of the Goddess Durga, the meaning of her name is as follows: Siddhi means supernatural power or meditative ability, and Dhatri means giver or awarder. She is worshipped on the ninth day of Navaratri(nine nights of Navadurga), she fulfills all the divine aspirations and completes the mundane.</p>\n<p>In this form Durga is seated on a lotus and is four-armed. She holds a lotus, mace, Sudarshana Chakra and shankha. In this form Durga removes ignorance and she provides the knowledge to realize that or Brahman. She is surrounded by Siddhas, Gandharvas, Yakshas, Devas (Gods) and Asura (Demons) worship her. The Siddhi that she provides is the realization that only she exists. She is the mistress of all achievements and perfections.</p>\n<h2><span id=\"Symbolism_&amp;_Origin_Of_Her_Form\"></span><span id=\"Symbolism_.26_Origin_Of_Her_Form\">Symbolism &amp; Origin Of Her Form</span></h2>\n<p>Siddhidhatri has four hands holding a discus, conch shell, trident and mace, sitting on a fully bloomed lotus or a lion. She is served among the eight supernatural powers or the siddhis named Anima, Mahima, Garima, Laghima, Prapti, Prakambya, Ishitva and Vashitva. Anima means to reduce one's body even the size of an atom; Mahima means to expand one's body to an infinitely large size; Garima means almost becoming infinitely heavy; Laghima means becoming almost weightless; Prapti means having unrestricted access to all places; Prakambya means to realize whatever one desire; Ishitva means to possess absolute lordship and Vashitva is the power to subjugate all. Lord Shiva was blessed by Siddhidatri by being given by all the eight powers, they were requested and required to run the creation in his Ardhanareshwar form of half Shiva and half Shakti.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>Dictionary of Hindu Lore and Legend</i> (ISBN 0-500-51088-1) by Anna Dhallapiccola</li>\n</ul>", "images": [{"ns": 6, "title": "File:Siddhidatri Sanghasri 2010 Arnab Dutta.JPG"}]}