{"pageid": 45452205, "ns": 0, "title": "Skandamata", "extract": "<p><i><b>Skandamātā</b></i> (Sanskrit:स्कन्दमाता) is the fifth form of Hindu Goddess Durga. Her name comes from word, Kartikeya|Skanda is another name for war god Kartikeya and Mata is the term for mother. As one of the Navadurga, Her worship takes place on the fifth day of Navaratri(the nine divine nights of Navadurga).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>Skandamātā is four-armed and rides on a lion. She carries a lotus, a water material and a bell. Her one hand is in blessing posture. Lord Skanda can be seen in her lap. She possesses four arms out of which two often hold the lotus flowers. One of her hands is always in the boon-conferring gesture and with the other she holds her son Skanda in her lap. Her complexion is white and she is seated on the lotus. So, she is also called Goddess with a lotus-seat (Padmāsana). The lion is her vehicle.</p>\n<h2><span id=\"Significance\">Significance</span></h2>\n<p>It is believed that she awards devotees with salvation, power, prosperity and treasures. She can grant oceans of wisdom even to most illiterate person, if he happens to worship her. Skandamātā who possesses the brilliance of the sun fulfills all the desires of her devotees. He who is selflessly devoted to her, attains all the achievements and treasures of life. The worship of Skandamātā purifies the heart of a devotee. While worshiping her, the devotee should have absolute control over his senses and mind. He should free himself from worldly bondage and worship her with a single-pointed devotion. Her worship is twice blessed. When the devotee worships her, Lord Skand, her son in her lap, is automatically worshipped. Thus, the devotee happens to enjoy the grace of Skandmata along with the grace of Lord Skand. If a devotee worships her devoid of selfishness, the Mother blesses them with power and prosperity. The devotees who worship Skandamātā shine with divine splendour. Her worship is ultimately conducive to salvation. She is regularly known as \"The Goddess of Fire\".</p>\n<h2><span id=\"Story\">Story</span></h2>\n\n<p>The legend of Skanda is found in the Skanda Purana. Shiva and Parvati's energy combined into its own devine form when the two meditated. Indra came to know about this and assigned Lord Agni(Fire) to steal the ball of energy and keep it safe from Demon Tarakasur. Agni snuck in the cave and took the energy by deceit and lies in his hands. After meditation, Parvati realized that Lord Agni took the divine energy and chased after him. Lord Agni vanished with the divine energy and ran to Goddess Ganga. Meanwhile, Parvati came out of the cave and asked Gods why Lord Agni stole the divine energy. Gods answered her that they had to keep it safe from Demon Tarakasur. Parvati got angry and attained the form of Goddess Durga, cursed the Gods that their wives would never be able to enjoy happiness with their children and cursed Lord Agni that he would be an all-burner, unable to differentiate the differences between right and wrong, and that his food would have impurities, that he would always be surrounded by black smoke and that anyone who touched him in any one of the three worlds would reduce to ashes. Meanwhile, Shiva came out of the cave and placated her. Later, Shiva's son Kartikeya (or Murugan or Skanda) had taken birth from the six Kritikas(Mothers) and not Parvati. Nonetheless, the Goddess had accepted him as her own child, setting an example of being a great mother before the world. She took back Kartikeya, from Kritika Lok(Kritika world) to Kailash while riding Lion in her Durga form. As he grew, he learned about the boon given by Lord Brahma to Tarakasur that he could only be killed by Kartikeya. The Gods had given Kartikeya special powers and weapons, and Shiva and Parvati encouraged him to kill Tarakasur in the battlefield. Before Kartikeya left for the great battle, Parvati transformed herself as Goddess Durga again to bless him. With Parvati's(Goddess Durga's) blessings, he killed Tarakasur and his army. He was made the commander-in-chief by the Gods.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li><i>Dictionary of Hindu Lore and Legend</i> (ISBN 0-500-51088-1) by Anna Dhallapiccola</li>\n</ul>", "images": [{"ns": 6, "title": "File:5-Maa Skandamata (Vaishno Devi Maa Chhatikra-Vrindaban).png"}, {"ns": 6, "title": "File:Skandamata Sanghasri 2010 Arnab Dutta.JPG"}]}