{"pageid": 4545371, "ns": 0, "title": "Anahit", "extract": "<p><b>Anahit</b> (Armenian: <span lang=\"hy\" xml:lang=\"hy\">Անահիտ</span>) was the goddess of fertility and healing, wisdom and water in Armenian mythology. In early periods she was the goddess of war. By the 5th century BC she was the main deity in Armenia along with Aramazd. The Armenian goddess Anahit is related to the similar Old Persian goddess Anahita. Anahit's worship, most likely borrowed from the Iranians during the Median invasion or the early Achaemenid period, was of paramount significance in Armenia. Unlike Iranians, Armenians incorporated idol-worship into the cult of Anahit. Artaxias I erected statues of Anahit, and promulgated orders to worship them.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Armenian_Anahit_and_Persian_Anahita\">Armenian Anahit and Persian Anahita</span></h2>\n<p>According to Strabo, the \"Armenians shared in the religion of the Perses and the Medes and particularly honored Anaitis\". The kings of Armenia were \"steadfast supporters of the cult\" and Tiridates III, before his conversion to Christianity, \"prayed officially to the triad Aramazd-Anahit-Vahagn but is said to have shown a special devotion to 'the great lady Anahit, ... the benefactress of the whole human race, mother of all knowledge, daughter of the great Aramazd'\" According to Agathangelos, tradition required the Kings of Armenia to travel once a year to the temple at Eriza (Erez) in Acilisene in order to celebrate the festival of the divinity; Tiridates made this journey in the first year of his reign where he offered sacrifice and wreaths and boughs. The temple at Eriza appears to have been particularly famous, \"the wealthiest and most venerable in Armenia\", staffed with priests and priestesses, the latter from eminent families who would serve at the temple before marrying. This practice may again reveal Semitic syncretic influences, and is not otherwise attested in other areas. Pliny reports that Mark Antony's soldiers smashed an enormous statue of the divinity made of solid gold and then divided the pieces amongst themselves. Also according to Pliny, supported by Dio Cassius, Acilisene eventually came to be known as Anaïtica. Dio Cassius also mentions that another region along the Cyrus River, on the borders of Albania and Iberia, was also called \"the land of Anaïtis.\"</p>\n<h2><span id=\"Temples_dedicated_to_Anahit\">Temples dedicated to Anahit</span></h2>\n<p>In Armenia, Anahit-worship was established in Erez, Armavir, Artashat and Ashtishat. A mountain in Sophene district was known as Anahit's throne (<i>Athor Anahta</i>). The entire district of Erez, in the province of Akilisene (Ekeghiats), was called <i>Anahtakan Gavar</i>.</p>\n<p>According to Plutarch, the temple of Erez was the wealthiest and the noblest in Armenia. During the expedition of Mark Antony in Armenia, the statue was broken to pieces by the Roman soldiers. Pliny the Elder gives us the following story about it: The Emperor Augustus, being invited to dinner by one of his generals, asked him if it were true that the wreckers of Anahit's statue had been punished by the wrathful goddess. \"No!\" answered the general, \"on the contrary, I have to‑day the good fortune of treating you with one part of the hip of that gold statue.\" The Armenians erected a new golden statue of Anahit in Erez, which was worshiped before the time of St. Gregory Illuminator.</p>\n<p>The annual festivity of the month Navasard, held in honor of Anahit, was the occasion of great gatherings, attended with dance, music, recitals, competitions, etc. The sick went to the temples in pilgrimage, asking for recovery. The symbol of ancient Armenian medicine was the head of the bronze gilded statue of the goddess Anahit.</p>\n<h2><span id=\"Historians'_accounts_of_Anahit\"></span><span id=\"Historians.27_accounts_of_Anahit\">Historians' accounts of Anahit</span></h2>\n\n\n<p>According to Agathangelos, King Trdat extolls the \"great Lady Anahit, the glory of our nation and vivifier ...; mother of all chastity, and issue of the great and valiant Aramazd.\" The historian Berossus identifies Anahit with Aphrodite, while medieval Armenian scribes identify her with Artemis. Though according to Strabo, Anahit's worship included rituals of sacred prostitution, there is no proof of this, and Christian polemicists do not refer to the custom.</p>\n<blockquote>\n<p>We have absolutely no proof, however, that this sacred prostitution was characteristic of the Armenian Anahit throughout the country, especially as native Christian writers do not mention it, although they might have used it to great advantage their attacks upon old religion.</p>\n</blockquote>\n<h2><span id=\"Relation_to_the_Avestan_Anahita\">Relation to the Avestan Anahita</span></h2>\n<p>The name corresponds to Avestan Anahita (Aredvi Sura Anahita), a similar divine figure.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Satala Aphrodite</li>\n<li>Anahita</li>\n<li>Aramazd</li>\n<li>Astghik</li>\n<li>Vahagn</li>\n<li>Hayk</li>\n<li>Anat</li>\n<li>Sarpanit</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Vahagni Tsnunde Vishapakax</li>\n<li>Armenian Mythology from the Tour Armenia site.</li>\n<li>Armenian History site.</li>\n<li>Bronze head of a goddess in the British Museum</li>\n<li>Pantheon of Armenian pagan gods and goddess</li>\n<li>This article incorporates text from <i>History of Armenia</i> by Vahan M. Kurkjian, a publication in the public domain.</li>\n</ul>", "images": [{"ns": 6, "title": "File:5000 Armenian dram - 1995 (reverse).png"}, {"ns": 6, "title": "File:Anahit Stamp.jpg"}, {"ns": 6, "title": "File:Anahitcoin.jpg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}