{"pageid": 45538755, "ns": 0, "title": "Leutogi", "extract": "<p><b>Leutogi</b> was a Polynesian goddess, originally a Samoan princess later turned goddess, and once worshiped in the Samoan archipelago in the central South Pacific ocean.</p>\n<h2><span id=\"Myth\">Myth</span></h2>\n<p>In life, Leutogi was a princess of the Samoan Islands who was sent to the neighbouring island of Tonga to become the second wife of the then-king of Tonga, as part of a peace treaty between the two island kingdoms. There, however, Princess Leutogi found herself to be held in low esteem by the people of Tonga; when she discovered a wounded baby bat, Leutogi took pity on him and nursed him back to health herself until it could be returned to its family colony. Leutogi was derided by the more war-like Tongans for this, and for all of her acts of kindness.</p>\n<p>But the baby bat's family did not forget her kindness to them; when the king's family fell into misfortune, Princess Leutogi was used as a scapegoat, and sentenced to die by fire, accused as a witch. As the flames surrounded her, thousands of bats filled the sky and urinated down on the pyre and the crowd, extinguishing the flames and saving Princess Leutogi's life.</p>\n<p>The Tongans then exiled Princess Leutogi to a barren and deserted island, expecting her to soon starve to death. Princess Leutogi, however, survived there happily for many years, thanks to the bats, who kept her constant company, brought her plenty of fresh fruits, berries, nuts and seeds for food (and anything else she needed). Eventually, they had colonized the island and its many caves, and made the island fertile again. In time, Princess Leutogi became a goddess and protector of the bats and fertility, and was worshiped by her native Samoans.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>The Minyades - three sisters in Greek mythology who were turned into bats and owls.</li>\n<li>Camazotz - Mayan bat god</li>\n</ul><h2><span id=\"External_links_and_References\">External links and References</span></h2>\n<ul><li>Leutogi, Encyclopedia of Goddesses and Heroines</li>\n</ul>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}