{"pageid": 45582699, "ns": 0, "title": "Surasa", "extract": "<p><b>Surasa</b> is a Hindu goddess, who is described as the mother of the nagas (serpents). Her most popular tale appears in the Hindu epic <i>Ramayana</i>, where she is tasked to test the monkey-god Hanuman on his way to Lanka.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Birth_and_children\">Birth and children</span></h2>\n<p>In the Hindu epic <i>Ramayana</i>, Surasa is one of the ten daughters of Daksha, who are married to the sage Kashyapa. She became the mother of the nagas (a class of serpents), while her co-wife and sister Kadru gave birth to uragas, another class of snakes. Vasuki, Takshaka, Airavata and other sons of Surasa are described to live in Bhogavati.</p>\n<p>The epic <i>Mahabharata</i> describes her being born from the wrath of Krodhavasha, another wife of Kashyapa. Surasa has three daughters: Anala, Ruha and Virudha. The serpents descend from the daughters of Surasa. She is thus called the mother of nagas and also cranes; another snake race Pannagas descends from Kadru.</p>\n<p>The <i>Matsya Purana</i> and the <i>Vishnu Purana</i> describes Surasa as one of 13 wives of Kashyapa and daughters of Daksha. The <i>Vishnu Purana</i> says that she gave birth to a thousand multi-hooded serpents, who fly in the sky; while Kadru also gives birth to a thousand snakes. As the <i>Matsya Purana</i>, she is the mother of all quadrupeds, except cows; the serpents are described as Kadru's children. The <i>Bhagavata Purana</i> portrays her the mother of rakshasas (cannibals, demons). The <i>Vayu Purana</i> and <i>Padma Purana</i> lists do not mention her as a wife of Kashyapa; and Anayush or Danayush take her position as mother of snakes.</p>\n<p>The <i>Devi Bhagavata Purana</i> mentions that Rohini as Surasa's incarnation; his son Balarama was incarnation of the naga Shesha, Surasa's son.</p>\n<p>As per the <i>Matsya Purana</i>, when the god Shiva as Tripurantaka sets off to the three demon cities, various deities aid him. Surasa and other goddesses become his arrows and spears. When drops of the demon Andhaka blood multiplying into many demons, Surasa and other mother goddesses called matrikas aid Shiva to slay the demon, by drinking the blood.</p>\n<h2><span id=\"Encounter_with_Hanuman\">Encounter with Hanuman</span></h2>\n<p>Surasa's encounter with the monkey-god Hanuman in the <i>Sundara Kanda</i> Book of the <i>Ramayana</i> and its retellings, is the most popular tale related to Surasa. Hanuman, flies over the ocean to Lanka (identified with present-day Sri Lanka) in search of his master Rama's kidnapped wife Sita. When Hanuman leaves from land (identified with India), a mountain Mainaka appears in Hanuman's path, for him to rest but Hanuman considering it as an obstacle flies ahead. The gods, gandharvas and sages call Surasa, the mother of the nagas, and request her to assume a terrible rakshasi (demoness) form to test Hanuman. The reasons for her being called to test Hanuman as well as the abilities to be tested, differ in various <i>Ramayana</i> tellings. The <i>Ramacharitamanas</i> suggests that the test was meant to prove his greatness and establish that he is ideally suited for the task assigned to him. Conversely, the <i>Adhyatma Ramayana</i> says that the gods do not trust Hanuman's strengths; however both agree that the gods want to test Hanuman's strength (<i>bala</i>) and thinking power (<i>buddhi</i>). The original <i>Ramayana</i> states that his strength and valour are to be tested and does not state the reasons. Other texts find a middle path where though the gods are confident of Hanuman's abilities, they wish to \"sharpen\" them or warn him of impending dangers.</p>\n<p>Surasa consents and obstructs Hanuman's path in the sea. She has solar imagery, with “yellow eyes and a pair of jaws fanged and gaping” and the size of a mountain. She declares that Hanuman is the food provided to her by the gods and tries to eat him. Hanuman explains his mission to track Sita and requests her to let him go, and promises to return to enter her mouth, in accordance to Sama (gentle persuasion) and Dana (earnestly asking) part of the Sāma, Dāna, Bheda, Danda philosophy. She tells him that he can pass only through her mouth, as per a boon given to her. Hanuman counters her by challenging to open her mouth wide enough to eat him (Bheda – threat). He starts expanding his form and becoming larger; Surasa also expands her jaws so she can devour Hanuman; the contest is interpreted as danda (punishment). Finally when Surasa's mouth expands to a 100 <i>yojana</i>s, Hanuman suddenly assumes a tiny form (size of a thumb) and enters her mouth and leaves it, before she can close it. In a variant, Hanuman enters Surasa's mouth and leaves through her ear. Thus, Hanuman respects Surasa's vow as well as saves his life. He salutes her and addresses her as Dakshayani (daughter of Daksha). Impressed by Hanuman's \"ingenuity and courage\", Surasa assumes her true form and blesses Hanuman. In a version, she reveals the purpose of her mission, being the orders of the gods and declares that the success of her mission, revealing Hanuman's intellect and strength. Hanuman recalls his adventures, including the Surasa encounter, to Rama after he returns from Lanka.</p>\n<p>Surasa is one of the three women who encounter Hanuman on his journey to Lanka; the other two are the rakshasi Simhika and Lankini, the guardian goddess of Lanka. The heavenly Surasa represents the element akasha (sky), while Simhika and Lankini represents water and earth respectively. As per another interpretation, the trio represents the maya (illusion) related to the three gunas (qualities). Surasa allegorically stands for sattvika maya, the purest form of illusion that needs to be tamed but still respected. The three women also denote a challenge to Hanuman's celibacy. \"Eroticism and Hanuman's dispassionate visual consumption of women as sexual objects\" is a recurring theme in the epic.</p>\n<p>According to J. C. Jhala, the Surasa encounter is a later interpolation to the <i>Ramayana</i> as it resembles the Simhika episode to a great extent. It is missing from early adaptations of Rama's story in the <i>Mahabharata</i> and the <i>Agni Purana</i>. However Goldmans suggest that the theory is flawed and highly questionable and retain it in their critical edition of the <i>Ramayana</i>.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Robert P. Goldman, Sally J. Sutherland Goldman (1 January 2007). <i>The Rāmāyaṇa of Vālmīki: An Epic of Ancient India. Sundarakāṇḍa</i>. Motilal Banarsidass Publishe. ISBN 978-81-208-3166-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASurasa&amp;rft.au=Robert+P.+Goldman%2C+Sally+J.+Sutherland+Goldman&amp;rft.btitle=The+R%C4%81m%C4%81ya%E1%B9%87a+of+V%C4%81lm%C4%ABki%3A+An+Epic+of+Ancient+India.+Sundarak%C4%81%E1%B9%87%E1%B8%8Da&amp;rft.date=2007-01-01&amp;rft.genre=book&amp;rft.isbn=978-81-208-3166-7&amp;rft.pub=Motilal+Banarsidass+Publishe&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Hanuman and Surasa.jpg"}, {"ns": 6, "title": "File:Hanuman encounters with surasa and simhika, hanuman being accousted by lank9ini.png"}, {"ns": 6, "title": "File:Wat Phra Kaeo mural 2008-09-06 (001).jpg"}]}