{"pageid": 455928, "ns": 0, "title": "Gayatri", "extract": "<p><b>Gayatri</b> (Sanskrit: गायत्री, IAST:gāyatrī) is the personified form of popular Gayatri Mantra, a hymn from Vedic texts. She is also known as Savitri and Vedamata (Mother of vedas). Gayatri is often associated with Savitr, Vedic Solar deity Gayatri is one of the consorts of Lord Brahma in Puranic concepts. Saivite texts identify Gayatri as the consort of Shiva, in his highest form of Sadasiva with five heads and ten hands.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Background\">Background</span></h2>\n<p>Gayatri is the feminine form of <i><span title=\"International Alphabet of Sanskrit Transliteration\">gāyatra</span></i>, a Sanskrit word for a song or a hymn, having a Vedic meter of three <i>pada</i>s, or lines, of eight syllables. In particular, it refers to the Gayatri Mantra and the Goddess Gāyatrī as that mantra personified. Gayatri is one of the most well known Vedic hymns consisting of twenty-four syllables. This hymn is addressed to god Surya (sun) as the supreme generative force. One translation of this hymn is: \"We meditate on that glorious light of the divine Surya (Sun), may he, the lord of light, illuminate our minds\". It is purported that repeating this hymn leads to salvation (moksha); that one who desires to attain heaven should recite it a thousand times each day; and that a person, who daily repeats the Gayatri hymn 3000 times for one month, shall be freed from guilt, however great.</p>\n<p>Gayatri is sometimes seen as a consort of Brahma. According to the myth, one day Brahma was to perform his sacrifices to gods. But to do so it was important for Brahma to be married. His consort's presence was indispensable to complete the ceremonies. Brahma asked the priest to fetch him any woman and wed him to her at the spot. Nearby was found a very lovely girl mostly seen near the Mt. Kailash Manasarovar region during that time . In reality, she was no other person than this Vedic hymn of Gayatri incarnated in the shape of that beautiful girl. Brahma immediately married that girl and kept her as his wife .</p>\n<p>According to Varaha Purana and Mahabharata, Goddess Gayatri slayed the demon Vetrasura, the son of Vritra and river Vetravati, on a Navami day.</p>\n<h2><span id=\"Depiction\">Depiction</span></h2>\n\n\n\n<p>Earlier depictions of Gayatri is appeared in the Himachal Pradesh, where she was revered as the consort of Sadasiva. Some of these forms are terrific in nature. One of the bronze images of Gayatri dated back to 10th c. CE was obtained from Champa region and now preserved in Delhi museum. It appears with five faces and ten hands holding, sword, lotus, trident, disc, skull, Varada in left and goad, noose, a manuscript, the jar of ambrosia and Abhaya in right. She resides in the mount Nandi. Modern depictions illustrates swan as her mount. Fine paintings of Gayatri appears from 18th century CE in which she is often portrayed with third eye, crescent moon and five heads with five different colors same like Sadasiva.</p>\n<p>Gayatri is typically portrayed as seated on a red lotus, signifying wealth. In her ten hands she holds all the symbols of Lord Vishnu including mace, lotus, axe, conch, sudarshan chakra, lotus, etc. One of the sacred texts explicitly reads, 'The Gayatri is Brahma, the Gayatri is Vishnu, the Gayatri is Shiva, the Gayatri is Vedas\". She appears in either of these forms:</p>\n<ul><li>Having five heads (Mukta, Vidruma, Hema, Neela, Dhavala) with the ten eyes looking in eight directions plus the earth and sky, and ten arms holding all the weapons of Lord Shiva, Lord Vishnu and Lord Brahma.</li>\n<li>Accompanied by a white swan, holding a book to portray knowledge in one hand and a cure in the other, as the Goddess of education.</li>\n</ul><p>She is an aspect of Goddess Saraswati, Goddess Lakshmi and Goddess Parvati, all three in one form, a form of Adi Shakti, as she is the human form of the Gayatri writings of the Vedas, hence called Gayatri meaning 'Gaya' to sing and 'tri' referring to the three Goddess, is the source of Brahma's power. Without her, Brahma remains dormant or unable to create. It's said that if one were to worship anyone, Gayatri, Lakshmi, Saraswati, Durga or Radha devi, it is equal to worshiping all the <i>pancha</i> (5) <i>matha</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Sacinandana Swami: <i>The Gayatri Book.</i>, Vasati Verlag, 2005, ISBN 978-3-937238-05-0</li>\n<li>\"Gayatri Sahasranam\", Swami Satyananda Saraswati, Devi Mandir (ISBN 1-877795-57-7)</li>\n<li><cite class=\"citation book\">Sadguru Sant Keshavadas (2006) [1978]. <i>Gayatri: The Highest Meditation</i>. Dehli: Motilal Bandarsidass Publishers PVT. LTD. pp. 148 pages. ISBN 81-208-0697-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGayatri&amp;rft.au=Sadguru+Sant+Keshavadas&amp;rft.btitle=Gayatri%3A+The+Highest+Meditation&amp;rft.date=2006&amp;rft.genre=book&amp;rft.isbn=81-208-0697-2&amp;rft.pages=148+pages&amp;rft.place=Dehli&amp;rft.pub=Motilal+Bandarsidass+Publishers+PVT.+LTD.&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> [1]</li>\n<li>Drake, Earl. 2015. Gayatri Rajapatni: The Woman Behind the Glory of Majapahit. Penang: Areca Books. ISBN 9789675719233</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Gayatri1.jpg"}, {"ns": 6, "title": "File:Gayatri goddess appears before Kaushika rishi.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Sadashiva.JPG"}, {"ns": 6, "title": "File:Unbalanced scales.svg"}, {"ns": 6, "title": "File:ಶ್ರೀ ಗಾಯತ್ರಿ ದೇವಿ.jpg"}]}