{"pageid": 456663, "ns": 0, "title": "Phoebe (mythology)", "extract": "<p>In ancient Greek religion, <b>Phoebe</b> (<span></span>; Greek: Φοίβη <i>Phoibe</i>, associated with <i>Phoebos</i> or \"shining\")' was one of the original Titans, who were one set of sons and daughters of Uranus and Gaia. She was traditionally associated with the moon (see Selene), as in Michael Drayton's <i>Endimion and Phœbe</i> (1595), the first extended treatment of the Endymion myth in English. Her consort was her brother Coeus, with whom she had two daughters, Leto, who bore Apollo and Artemis, and Asteria, a star-goddess who bore an only daughter Hecate. Given the meaning of her name and her association with the Delphic oracle, Phoebe was perhaps seen as the Titan goddess of prophecy and oracular intellect.</p>\n<p>Through Leto, Phoebe was the grandmother of Apollo and Artemis. The names <i>Phoebe</i> and <i>Phoebus</i> (masculine) came to be applied as synonyms for Artemis and Apollo respectively (as well as for Selene and Helios).</p>\n<p>According to a speech that Aeschylus, in <i>Eumenides</i>, puts in the mouth of the Delphic priestess herself, she received control of the Oracle at Delphi from Themis: \"Phoebe in this succession seems to be his private invention,\" D. S. Robertson noted, reasoning that in the three great allotments of oracular powers at Delphi, corresponding to the three generations of the gods, \"Ouranos, as was fitting, gave the oracle to his wife Gaia and Kronos appropriately allotted it to his sister Themis.\"</p>\n<p>In Zeus' turn to make the gift, Aeschylus could not report that the oracle was given directly to Apollo, who had not yet been born, Robertson notes, and thus Phoebe was interposed. These supposed male delegations of the powers at Delphi as expressed by Aeschylus are not borne out by the usual modern reconstruction of the sacred site's pre-Olympian history.</p>\n<h2><span id=\"Genealogical_Chart\">Genealogical Chart</span></h2>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Aeschylus, <i>Persians. Seven against Thebes. Suppliants. Prometheus Bound.</i> Edited and translated by Alan H. Sommerstein. Loeb Classical Library No. 145. Cambridge, MA: Harvard University Press, 2009. ISBN 978-0-674-99627-4. Online version at Harvard University Press.</li>\n<li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Caldwell, Richard, <i>Hesiod's Theogony</i>, Focus Publishing/R. Pullins Company (June 1, 1987). ISBN 978-0-941051-00-2.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li><i>Hymn to Hermes</i> (4), in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Giocatrici-di-astragali.JPG"}]}