{"pageid": 457446, "ns": 0, "title": "Chimalma", "extract": "<p><b>Chimalman</b> or <b>Chimalma</b> is a goddess in Aztec mythology, and was considered by the Aztecs to be the mother of the Toltec god Quetzalcoatl. Her name means \"shield-hand.\"</p>\n<p>Several oral traditions consider that Chimalman is that she was a spirit which accompanied the Azteca from the homeland of Aztlán. Huitzilopochtli and Quetzalcoatl were spiritual entities adopted from the Toltec legacy when the Azteca lived among the Chichimeca. As with many Aztec myths, there are multiple versions of the Chimalma story depending on which tribe and time period is examined.</p>\n<h2><span id=\"Mother_of_Quetzalcoatl\">Mother of Quetzalcoatl</span></h2>\n\n<p>According to the <i>Manuscript of 1558</i>, section 7, the begetting of Quetzalcoatl happened in this way:</p>\n<p>\"And then when Mixcoatl went to... Huitznahuac, the woman Chimalman came out to confront him... She stood naked, without skirt or shift.\" While she stood thus, Mixcoatl shot an arrow \"between her legs\"—on two separate occasions. \"And when this had occurred, he took the woman of Huitznauac, the one who is Chimalman, and lay with her and so she became pregnant.\"</p>\n\n<p>Another version indicates that Mixcoatl saw Chimalman while hunting in the Morelos valley and fell in love with her. When his efforts to approach her failed, he became angry and shot five arrows at her, all of which she caught in her bare hand. She was given the name \"shield-hand\" and they were later married, but unable to conceive a child. After praying on the altar of Quetzalcoatl, the priest told Chimalman to swallow a small precious stone, after which she became pregnant. This angered Quetzalcoatl's brother, Tezcatlipoca, such that he persuaded others to kill Mixcoatl. Chimalman fled to her hometown of Tepoztlan and died giving birth to her son Topiltzin. Topiltzin would later discover his identity as Quetzalcoatl and that he was sent to help the Toltec civilization. This version is similar to the <i>Codex Chimalpopoca</i>, that indicated, \"...Quetzalcoatl was placed in her belly when she swallowed a piece of jade.\"</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Codex Laud (folio 39).jpg"}]}