{"pageid": 4597838, "ns": 0, "title": "Mahuika", "extract": "<dl><dd><i>For the underwater geological feature, see Mahuika crater.</i></dd>\n</dl>\n<p><b>Mahuika</b> is a Māori fire deity. Generally, Mahuika is female and wife of the god Auahitūroa.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>In some versions, she is the younger sister of Hine-nui-te-pō, goddess of death. It was from her that Māui (in some versions he is her grandson) obtained the secret of making fire.</p>\n<p>She married Auahitūroa and together they had five children, named for the five fingers on the human hand, called collectively Ngā Mānawa. The symbolism of this connection between toropuku (fingers) and fire is revealed in the stories where Māui obtains fire from Mahuika by tricking her into giving him her fingernails one by one.</p>\n<p>She is also said to have played a role in the formation of Rangitoto Island, asking Ruaumoko, god of earthquakes and eruptions, to destroy a couple that had cursed her.</p>\n<p>In some parts of New Zealand, Mahuika is a male deity. This is also the case in some parts of tropical Polynesia; for instance, in the Tuamotu archipelago and the Marquesas, <b>Mahu-ika</b> is the fire god who lives in the underworld in addition to being the grandfather of Maui. Maui wrestled him in order to win the secret of making fire.</p>\n<p>In other parts of Polynesia, similar deities are known as <b>Mafui'e</b>, <b>Mafuike</b>, <b>Mahui'e</b> or <b>Mahuike</b>.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>E. Best, <i>Maori Religion and Mythology, Part 2</i> (Dominion Museum Bulletin No.11. Museum of New Zealand: Wellington, 1982), 244-245.</li>\n<li>R.D. Craig, <i>Dictionary of Polynesian Mythology</i> (Greenwood Press: New York, 1989), 148.</li>\n<li>J.F. Stimson, <i>Legends of Maui and Tahaki</i> (Honolulu: Bernice P. Bishop Museum Press, 1934), 17-23.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}, {"ns": 6, "title": "File:NgaManawa.jpg"}]}