{"pageid": 46769075, "ns": 0, "title": "Hiera Orgas", "extract": "<p>The '<b>Hiera Orgas'</b> (Classical Greek: ἱερὰ ὀργάς), meaning ‘sacred meadow’, was a site, which featured in at least two conflicts between Athens and Megara.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Identification\">Identification</span></h2>\n\n<p>The <i>Hiera Orgas</i> was a circular, fertile area of land sacred to the Eleusinian goddesses, Demeter and Persephone. It was probably situated on the Megarian side of the Northern reaches of the Iapis River in the borderland between Athens and Megara.</p>\n<p>As no boundary markers (<i>horoi</i>) have survived, it is not possible to be more specific. Its location between the two states meant that control of the site was always going to be controversial. Megara and Athens had a history of territorial conflict dating back to the sixth century BC, including armed conflict over the island of Salamis.</p>\n<h2><span id=\"Restrictions_on_the_use_of_sacred_land\">Restrictions on the use of sacred land</span></h2>\n<p>Prohibitions on the use of sacred land outside the cities, similar to the <i>Orgas</i>, were common in Greek states (<i>poleis</i>) throughout the Classical period. A range of laws and customs protected the integrity of many country sites from deliberate or accidental contamination by people and livestock. The Athenians seem to have considered it to be a sacred precinct (<i>temenos</i>), which deserved to be kept inviolate and protected under religious law. This view does not seem to have been shared by the Megarians. The Athenians, at least, deemed the cultivation of the <i>Hiera Orgas</i> as a distinct religious pollution (<i>miasma</i>), which, if left unresolved, would anger the gods and, therefore, compromise the ongoing fertility and wellbeing of the state itself. The geographer and antiquarian, Pausanias (3.4.5-6), reported a late tradition in which the Spartan king, Cleomenes, was said to have defiled the <i>Orgas</i>. According to the tradition, for his act of impiety, Cleomenes was punished by the gods with madness.</p>\n<h2><span id=\"Significance_in_the_Peloponnesian_War\">Significance in the Peloponnesian War</span></h2>\n<p>Thucydides (1.139.2) and Plutarch (<i>Pericles</i>, 30.2) record that the cultivation of the <i>Hiera Orgas</i> by a number of Megarians was one of the complaints cited by the Athenians to justify the implementation of the Megarian exclusion decree, which, in turn, became one of the main causes of the Peloponnesian War. There has been considerable debate over the etiology of the war and the genuineness, or otherwise, of the Athenian response to protect the integrity of the <i>Hiera Orgas</i> by excluding Megarians from all ports and markets under Athenian control in 432 BC. The Megarians, themselves, are not recorded as having denied the accusation, but their ambassadors did complain of the severity of the Athenian response.</p>\n<p>It is possible that Pericles used the dispute for his own political purposes, but the success of his public stance in protecting the <i>Hiera Orgas</i>, serves to demonstrate the significance of the religious considerations at play in the dispute.</p>\n<h2><span id=\"Fourth-century_dispute\">Fourth-century dispute</span></h2>\n<p>Athens and Megara came into conflict over the <i>Hiera Orgas</i> again in 350/49 BC. This time, there appeared to be no clear political context to bring into question Athenian motives.</p>\n<p>The orator, Demosthenes (13.32) provided the earliest record of the recurrence of the dispute. He describes the Megarians as ‘accursed’ (<i>karatoi</i>) for their impious encroachment upon the <i>Orgas</i>. Shortly afterwards, the Athenian Assembly voted to settle the matter by seeking independent arbitration from Apollo’s oracle at Delphi. The Athenians stipulated complex and expensive arrangements for determining the will of Apollo concerning the site. According to the inscription (pictured), which recorded the process, Apollo was given the choice between two inscribed tin sheets concerning the question of the cultivation of the <i>Hiera Orgas</i>. These sheets were rolled and wrapped in wool before being placed into a bronze ballot-urn. The two identical sealed packages were then placed into separate pitchers; one gold, one silver. The <i>Pythia</i> was then asked to choose between them on behalf of the god. Apollo’s decision would then be inscribed on a <i>stele</i>. As it turned out, Delphi decided that no cultivation be permitted.</p>\n<p>The Megarians seem to have been unimpressed and persisted with their encroachments. The Athenians sent a force under the general, Ephialtes, to delimit the site and its hinterland and to enforce the god’s decision.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Hiera Orgas Stele.jpg"}]}