{"pageid": 469531, "ns": 0, "title": "Poliʻahu", "extract": "<p>In Hawaiian mythology, <b>Poli<span>ʻ</span>ahu</b> is one of the four goddesses of snow, all enemies of Pele. She was thought to reside on Mauna Kea, which if measured from the seafloor is the world's tallest mountain.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>Two main legends about Poli<span>ʻ</span>ahu survive.</p>\n<h3><span id=\"Aiwohikupua\">Aiwohikupua</span></h3>\n<p>Poli<span>ʻ</span>ahu met the ali<span>ʻ</span>i Aiwohikupua on the Eastern slope of Mauna Kea. The two fell in love and Aiwohikupua took Poli<span>ʻ</span>ahu home to his native Kaua<span>ʻ</span>i. There Poli<span>ʻ</span>ahu discovered that the ali<span>ʻ</span>i was already betrothed to a princess of Maui. Poli<span>ʻ</span>ahu left in dismay, but managed to first curse the betrothed. She first chilled the princess of Maui to the bone, then turned the cold into heat. Finally, the princess gave up and left him. Later Poli<span>ʻ</span>ahu similarly cursed Aiwohikupua, freezing him to death. The four goddesses are defined by their otherworldly beauty. Poli<span>ʻ</span>ahu is noted as Hawaii's most beautiful goddess.</p>\n<h3><span id=\"Poliʻahu_and_Pele\"></span><span id=\"Poli.CA.BBahu_and_Pele\">Poli<span>ʻ</span>ahu and Pele</span></h3>\n<p>Poli<span>ʻ</span>ahu also engineered Hawaii's Hāmākua Coast.</p>\n<p>Poli<span>ʻ</span>ahu mingled with humans on the East slope of Mauna Kea. One day, while hōlua sledding with mortals, Poli<span>ʻ</span>ahu was joined by a beautiful stranger who challenged her. The stranger had no sled, so she borrowed one to run against Poli<span>ʻ</span>ahu.</p>\n<p>In the first run, Poli<span>ʻ</span>ahu easily passed the stranger. Graciously, Poli<span>ʻ</span>ahu exchanged sleds with the stranger, before winning again. On the third run, the stranger tried to prevent Poli<span>ʻ</span>ahu from winning by opening lava streams in front of her, revealing herself as volcano goddess Pele.</p>\n<p>Poli<span>ʻ</span>ahu ran towards the top of the mountain, reeling from Pele's attack. Once she regained her composure, Poli<span>ʻ</span>ahu threw snow at the lava and froze it, confining it to the island's Southern end. To this day, Pele is said to rule Kīlauea and Mauna Loa, but must submit to Poli<span>ʻ</span>ahu on the northern end of the island.</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Hawaiian Legends of Volcanoes - Pele and the Snow Goddess</li>\n<li>Poliahu, Goddess of Mauna Kea</li>\n<li>Poli`ahu and Pele: Legend as information science</li>\n</ul>"}