{"pageid": 471315, "ns": 0, "title": "Inari Ōkami", "extract": "<p><b>Inari Ōkami</b> <span>(<span lang=\"ja\" xml:lang=\"ja\">稲荷大神</span>, also <b>Oinari</b>)</span> is the Japanese <i>kami</i> of foxes, of fertility, rice, tea and sake, of agriculture and industry, of general prosperity and worldly success, and one of the principal kami of Shinto. In earlier Japan, Inari was also the patron of swordsmiths and merchants. Represented as male, female, or androgynous, Inari is sometimes seen as a collective of three or five individual <i>kami</i>. Inari appears to have been worshipped since the founding of a shrine at Inari Mountain in 711 AD, although some scholars believe that worship started in the late 5th century.</p>\n<p>Worship of Inari spread across Japan in the Edo period, and by the 16th century Inari had become the patron of blacksmiths and the protector of warriors. Inari is a popular figure in both Shinto and Buddhist beliefs in Japan. More than one-third (32,000) of the Shinto shrines in Japan are dedicated to Inari. Modern corporations, such as cosmetic company Shiseido, continue to revere Inari as a patron kami, with shrines atop their corporate headquarters.</p>\n<p>Inari's foxes, or <i>kitsune</i>, are pure white and act as their messengers.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Depiction\">Depiction</span></h2>\n\n<p>Inari has been depicted both as male and as female. The most popular representations of Inari, according to scholar Karen Ann Smyers, are a young female food goddess, an old man carrying rice, and an androgynous bodhisattva. No one view is correct; the preferred gender of depiction varies according to regional traditions and individual beliefs. Because of their close association with <i>kitsune</i>, Inari is often believed to be a fox; though this belief is widespread, both Shinto and Buddhist priests discourage it. Inari also appears in the form of a snake or dragon, and one folktale has Inari appear to a wicked man in the shape of a monstrous spider as a way of teaching him a lesson.</p>\n<p>Inari is sometimes identified with other mythological figures. Some scholars suggest that Inari is the figure known in classical Japanese mythology as Ukanomitama or the <i>Kojiki's</i> Ōgetsu-Hime; others suggest Inari is the same figure as Toyouke. Some take Inari to be identical to any grain <i>kami</i>.</p>\n<p>Inari's female aspect is often identified or conflated with Dakiniten, a Buddhist deity who is a Japanese transformation of the Indian <i>dakini</i>, or with Benzaiten of the Seven Lucky Gods. Dakiniten is portrayed as a female or androgynous bodhisattva riding a flying white fox. Inari's association with Buddhism may have begun in the 8th century, when Shingon Buddhist monk and founder, Kūkai, took over administration of the temple of Tōji, and chose Inari as a protector of the temple. Thus, Inari is still closely associated with Shingon Buddhism to this day.</p>\n<p>Inari is often venerated as a collective of three deities (<i>Inari sanza</i>); since the Kamakura period, this number has sometimes increased to five <i>kami</i> (<i>Inari goza</i>). However, the identification of these <i>kami</i> has varied over time. According to records of Fushimi Inari, the oldest and perhaps most prominent Inari shrine, these <i>kami</i> have included Izanagi, Izanami, Ninigi, and Wakumusubi, in addition to the food deities previously mentioned. The five <i>kami</i> today identified with Inari at Fushimi Inari are Ukanomitama, Sarutahiko, Omiyanome, Tanaka, and Shi. However, at Takekoma Inari, the second-oldest Inari shrine in Japan, the three enshrined deities are Ukanomitama, Ukemochi, and Wakumusubi. According to the Nijūni shaki, the three <i>kami</i> are Ōmiyame no mikoto (water,) Ukanomitama no mikoto (grain,) and Sarutahiko no mikami (land.)</p>\n<p>The fox and the wish-fulfilling jewel are prominent symbols of Inari. Other common elements in depictions of Inari, and sometimes of their <i>kitsune</i>, include a sickle, a sheaf or sack of rice, and a sword. Another belonging was their whip—although they were hardly known to use it, it was a powerful weapon that was used to burn people's crops of rice.</p>\n<h2><span id=\"History\">History</span></h2>\n\n\n<p>The origin of Inari worship is not entirely clear. The first recorded use of the present-day <i>kanji</i> (<i>characters</i>) of Inari's name, which mean \"carrying rice\", (literally \"rice load\") was in the <i>Ruijū Kokushi</i> in 892 AD. Other sets of <i>kanji</i> with the same phonetic readings, most of which contained a reference to rice, were in use earlier, and most scholars agree that the name <i>Inari</i> is derived from <i>ine-nari</i> (<i>growing rice</i>) <span>(<span lang=\"ja\" xml:lang=\"ja\">稲成り</span>)</span>. The worship of Inari is known to have existed as of 711 AD, the official founding date of the shrine at Inari Mountain in Fushimi, Kyoto. Scholars such as Kazuo Higo believe worship was conducted for centuries before that date; they suggest that the Hata clan began the formal worship of Inari as an agriculture <i>kami</i> in the late fifth century. The name Inari does not appear in classical Japanese mythology.</p>\n<p>By the Heian period, Inari worship began to spread. In 823 AD, after Emperor Saga presented the Tō-ji temple to Kūkai, the founder of the Shingon Buddhist sect, the latter designated Inari as its resident protector <i>kami</i>. In 827, the court granted Inari the lower fifth rank, which further increased the deity's popularity in the capital. Inari's rank was subsequently increased, and by 942, Emperor Suzaku granted Inari the top rank in thanks for overcoming rebellions. At this time, the Fushimi Inari-taisha shrine was among the twenty-two shrines chosen by the court to receive imperial patronage, a high honor. The second Inari shrine, Takekoma Inari, was established in the late ninth century.</p>\n<p>Inari's popularity continued to grow. The Fushimi shrine, already a popular pilgrimage site, gained wide renown when it became an imperial pilgrimage site in 1072. By 1338, the shrine's festival was said to rival the Gion Festival in splendor.</p>\n<p>In 1468, during the Ōnin War, the entire Fushimi shrine complex was burned. Rebuilding took about thirty years; the new building was consecrated in 1499. While the old complex had enshrined three <i>kami</i> in separate buildings, the new one enshrined five <i>kami</i> in a single building. The new shrine also included a Buddhist temple building for the first time, and the hereditary priesthood was expanded to include the Kada clan.</p>\n\n<p>During the Edo period, Inari worship spread across Japan; it became especially prominent in Edo. Smyers attributes this spread to the movement of <i>daimyōs</i> (feudal lords). Inari had by the sixteenth century become the patron of blacksmiths and the protector of warriors—for this reason, many castle compounds in Japan contain Inari shrines—and the <i>daimyōs</i> took their belief in their protector <i>kami</i> with them when they relocated to a new domain. Inari's divine role continued to expand; on the coast, they became a protector of fishermen; in Edo, they were invoked to prevent fires. They became the patron of actors and of prostitutes, since their shrines were often found near the pleasure quarters where these individuals lived. They began to be worshipped as the <i>Desire-Fulfilling Inari</i>, a deity of luck and prosperity; a common saying in Osaka was <i>Byō Kōbō, yoku Inari</i> (<i>For sickness [pray to] Kōbō, for desires [pray to] Inari</i>). Ironically, Inari also began to be petitioned for good health; they are credited with curing such diverse afflictions as coughs, toothaches, broken bones, and syphilis. Women prayed to Inari to grant them children.</p>\n<p>After a government decree mandated the separation of Buddhist and Shinto beliefs, many Inari shrines underwent changes. At Fushimi Inari, for instance, structures that were obviously Buddhist were torn down. Among the populace, however, the blended form of worship continued. Some Buddhist temples, such as Toyokawa Inari, maintained Inari worship by arguing that they had always been devoted to a Buddhist deity (often Dakiniten), which the common folk had mistaken as Inari.</p>\n<p>In the Tokugawa period, when money replaced rice as the measure of wealth in Japan, Inari's role as a <i>kami</i> of worldly prosperity was expanded to include all aspects of finance, business, and industry. At the beginning of the eighteenth century, followers of Inari at the Ginza mint struck coins meant for offerings to Inari, which featured pictures of two foxes and a jewel or the characters for <i>long life</i> and <i>good luck</i>.</p>\n<h2><span id=\"Shrines_and_offerings\">Shrines and offerings</span></h2>\n\n<p>Inari is a popular deity with shrines and temples located throughout most of Japan. According to a 1985 survey by the National Association of Shinto Shrines, 32,000 shrines—more than one-third of Shinto shrines in Japan—are dedicated to Inari. This number includes only Shinto shrines with full-time resident priests; if small roadside or field shrines, shrines kept in a home or corporate office, smaller shrines without full-time resident priests, and Buddhist temples were included, the number would increase by at least an order of magnitude.</p>\n<p>The entrance to an Inari shrine is usually marked by one or more vermilion torii and some statues of <i>kitsune</i>, which are often adorned with red <i>yodarekake</i> (<i>votive bibs</i>) by worshippers out of respect. This red color has come to be identified with Inari, because of the prevalence of its use among Inari shrines and their torii. The main shrine is the Fushimi Inari Shrine in Fushimi, Kyoto, Japan, where the paths up the shrine hill are marked in this fashion. The <i>kitsune</i> statues are at times taken for a form of Inari, and they typically come in pairs, representing a male and a female. These fox statues hold a symbolic item in their mouths or beneath a front paw—most often a jewel and a key, but a sheaf of rice, a scroll, or a fox cub are all common. Almost all Inari shrines, no matter how small, will feature at least a pair of these statues, usually flanking or on the altar or in front of the main sanctuary. The statues are rarely realistic; they are typically stylized, portraying a seated animal with its tail in the air looking forward. Despite these common characteristics, the statues are highly individual in nature; no two are quite the same.</p>\n<p>Offerings of rice, sake, and other food are given at the shrine to appease and please these <i>kitsune</i> messengers, who are then expected to plead with Inari on the worshipper's behalf. Inari-zushi, a Japanese sushi roll of packaged fried tofu, is another popular offering. Fried tofu is believed to be a favorite food of Japanese foxes, and an Inari-zushi roll has pointed corners that resemble fox ears, thus reinforcing the association. Priests do not normally offer these foods to the deity, but it is common for shops that line the approach to an Inari shrine to sell fried tofu for devotees to offer. Fox statues are often offered to Inari shrines by worshippers, and on occasion a stuffed and mounted fox is presented to a temple. At one time, some temples were home to live foxes that were venerated, but this is not current practice.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 235px\">\n\n</li>\n</ul><h2><span id=\"Festival\">Festival</span></h2>\n<p>Inari's traditional festival day was the first horse day (the sixth day) of the second month (<i>nigatsu no hatsuuma</i>) of the lunisolar calendar.</p>\n<p>In some parts of Kyūshū, a festival or praying period begins five days before the full moon in November; occasionally it is extended to a full week. This is accompanied by bringing offerings of rice products to a shrine to Inari each day and receiving <i>o-mamori</i> (<i>protection charms</i>).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Inari</li>\n<li>Dewi Sri</li>\n<li>Huxian, the Chinese equivalent deity</li>\n<li>Dionysus/Bacchus</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Ashkenazy, Michael. <i>Handbook of Japanese Mythology</i>. Santa Barbara, California: ABC-Clio, 2003. ISBN 1-57607-467-6.</li>\n<li>Smyers, Karen Ann. <i>The Fox and the Jewel: Shared and Private Meanings in Contemporary Japanese Inari Worship.</i> Honolulu: University of Hawaii Press, 1999. ISBN 0-8248-2102-5.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Inari (deity) at Wikimedia Commons</li>\n<li> The dictionary definition of Inari at Wiktionary</li>\n<li>Tamatsukuri Inari Shrine</li>\n</ul>", "images": [{"ns": 6, "title": "File:A man confronted with an apparition of the Fox goddess.jpg"}, {"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Blacksmith Munechika, helped by a fox spirit, forging the blade Ko-Gitsune Maru, by Ogata Gekkō.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:FushimiInariTorii.jpg"}, {"ns": 6, "title": "File:Inuyama inari 1.jpg"}, {"ns": 6, "title": "File:KakigaraInari shrine.JPG"}, {"ns": 6, "title": "File:Kobayashi Izanami and izanagi.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Ojiyama-inari,王子山稲荷,篠山市1021722.JPG"}]}