{"pageid": 47210, "ns": 0, "title": "Vesta (mythology)", "extract": "<p><b>Vesta</b> (<small>Latin pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈwɛsta]</span>) is the virgin goddess of the hearth, home, and family in Roman religion. She was rarely depicted in human form, and was often personified by the fire of her temple in the Forum Romanum. Entry to her temple was permitted only to her priestesses, the Vestals, who tended the sacred fire at the hearth in her temple. As she was considered a guardian of the Roman people, her festival, the <i>Vestalia</i> (7-15 June), was regarded as one of the most important Roman holidays. During the <i>Vestalia</i> matrons of the city walked barefoot to the sanctuary of the goddess, and gave offerings. Such was Vesta's importance to Roman religion that hers was one of the last republican pagan cults still active following the rise of Christianity until it was forcibly disbanded by the Christian emperor Theodosius I in AD 391.</p>\n<p>The myths depicting Vesta and her priestesses were few, and were limited to tales of miraculous impregnation by a phallus appearing in the flames of the hearth - the manifestation of the goddess. Vesta was among the <i>Dii Consentes</i>, twelve of the most honored gods in the Roman pantheon. She was the daughter of Saturn and Ops, and sister of Jupiter, Neptune, Pluto, Juno, and Ceres. Her closest Greek equivalent is Hestia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Ovid derived Vesta from Latin <i>vi stando</i> - \"standing by power\". Cicero supposed that the Latin name Vesta derives from the Greek Hestia, which Cornutus claimed to have derived from Greek <i>hestanai dia pantos</i> (\"standing for ever\"). This etymology is offered by Servius as well. Another etymology is that Vesta derives from Latin <i>uestio</i> (\"clothe\"), as well as from Greek <i>έστἰα</i> (\"hearth\" = <i>focus urbis</i>).</p>\n<p>Georges Dumézil (1898–1986), a French comparative philologist, surmised that the name of the goddess derives from Proto-Indo-European root <i>*h₁eu-</i>, via the derivative form <i>*h₁eu-s-</i> which alternates with <i>*h₁w-es-</i>. The former is found in Greek εὕειν <i>heuein</i>, Latin <i>urit</i>, <i>ustio</i> and Vedic <i>osathi</i> all conveying 'burning' and the second is found in <i>Vesta</i>. (Greek goddess-name Ἑστία <i>Hestia</i> is probably unrelated). See also Gallic Celtic <i>visc</i> \"fire.\"</p>\n<h2><span id=\"History\">History</span></h2>\n<h3><span id=\"Origin\">Origin</span></h3>\n<p>According to tradition, worship of Vesta in Italy began in Lavinium, the mother-city of Alba Longa and the first Trojan settlement. From Lavinium worship of Vesta was transferred to Alba Longa. Upon entering higher office, Roman magistrates would go to Lavinium to offer sacrifice to Vesta and the household gods the Romans called <i>Penates</i>. The Penates were Trojan gods first introduced to Italy by Aeneas. Alongside those household gods was Vesta, who has been referred to as <i>Vesta Iliaca</i> (Vesta of Troy), with her sacred hearth being named <i>Ilaci foci</i> (Trojan hearth).</p>\n<p>Worship of Vesta, like the worship of many gods, originated in the home, but became an established cult during the reign of either Romulus, or Numa Pompilius (sources disagree, but most say Numa). The priestesses of Vesta, known as Vestal Virgins, administered her temple and watched the eternal fire. Their existence in Alba Longa is connected with the early Roman traditions, for Romulus' mother Silvia was a priestess.</p>\n<h3><span id=\"Roman_Empire\">Roman Empire</span></h3>\n<p>Roman tradition required that the leading priest of the Roman state, the <i>pontifex maximus</i> reside in a <i>domus publicus</i> (\"publicly owned house\"). After assuming the office of <i>pontifex maximus</i> in 12 BC, Augustus gave part of his private house to the Vestals as public property and incorporated a new shrine of Vesta within it. The old shrine remained in the <i>Forum Romanum'</i>s temple of Vesta, but Augustus' gift linked the public hearth of the state with the official home of the <i>pontifex maximus</i> and the emperor's Palatine residence. This strengthened the connection between the office of <i>pontifex maximus</i> and the cult of Vesta. Henceforth, the office of <i>pontifex maximus</i> was tied to the title of emperor; Emperors were automatically priests of Vesta, and the <i>pontifices</i> were sometimes referred to as <i>pontifices Vestae</i> (\"priests of Vesta\"). In 12 BC, 28 April (first of the five day <i>Floralia</i>) was chosen <i>ex senatus consultum</i> to commemorate the new shrine of Vesta in Augustus' home on the Palatine. The latter's hearth was the focus of the Imperial household's traditional religious observances. Various emperors led official revivals and promotions of the Vestals' cult, which in its various locations remained central to Rome's ancient traditional cults into the 4th century. Dedications in the Atrium of Vesta, dating predominantly AD 200 to 300, attest to the service of several <i>Virgines Vestales Maxime</i>. Vesta's worship began to decline with the rise of Christianity. In ca. 379, Gratian stepped down as <i>pontifex maximus</i>; in 382 he confiscated the <i>Atrium Vestae</i>; simultaneously, he withdrew its public funding. In 391, despite official and public protests, Theodosius I closed the temple, and extinguished the sacred flame. Finally, Coelia Concordia stepped down as the last <i>Vestalis Maxima</i> (\"chief Vestal\") in 394.</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n\n<p>Depicted as a good-mannered deity who never involved herself in the quarreling of other gods, Vesta was ambiguous at times due to her contradictory association with the phallus. She was the embodiment of the Phallic Mother: she was not only the most virgin and clean of all the gods, but was addressed as mother and granted fertility. Mythographers tell us that Vesta had no myths save being identified as one of the oldest of the gods who was entitled to preference in veneration and offerings over all other gods. Unlike most gods, Vesta was hardly depicted directly; nonetheless, she was symbolized by her flame, the fire stick, and a ritual phallus (the <i>fascinus</i>).</p>\n<p>While Vesta was the flame itself, the symbol of the phallus might relate to Vesta's function in fertility cults, but it maybe also invoked the goddess herself due to its relation to the fire stick used to light the sacred flame. She was sometimes thought of as a personification of the fire stick which was inserted into a hollow piece of wood and rotated - in a phallic manner - to light her flame.</p>\n<h3><span id=\"Hearth\">Hearth</span></h3>\n<p>Concerning the status of Vesta's hearth, Dionysius of Halicarnassus had this to say: \"And they regard the fire as consecrated to Vesta, because that goddess, being the Earth and occupying the central position in the universe, kindles the celestial fires from herself.\" Ovid agreed, saying: \"Vesta is the same as the earth, both have the perennial fire: the Earth and the sacred Fire are both symbolic of home.\" The sacred flames of the hearth were believed to be indispensable for the preservation and continuity of the Roman State: Cicero states it explicitly. The purity of the flames symbolised the vital force that is the root of the life of the community. It was also because the virgins' ritual concern extended to the agricultural cycle and ensured a good harvest that Vesta enjoyed the title of <i>Mater</i> (\"Mother\").</p>\n<p>The fecundating power of sacred fire is testified in Plutarch's version of the birth of Romulus, the birth of king Servius Tullius (in which his mother Ocresia becomes pregnant after sitting upon a phallus that appeared among the ashes of the ara of god Vulcanus, by order of Tanaquil wife of king Tarquinius Priscus) and the birth of Caeculus, the founder of Praeneste. All these mythical or semilegendary characters show a mystical mastery of fire, e.g., Servius's hair was kindled by his father without hurting him, his statue in the temple of Fortuna Primigenia was unharmed by fire after his assassination. Caeculus kindled and extinguished fires at will.</p>\n<h3><span id=\"Marriage\">Marriage</span></h3>\n\n<p>Vesta was connected to liminality, and the <i>limen</i> (\"threshold\") was sacred to her: brides were careful not to step on it, else they commit sacrilege by kicking a sacred object. Servius explains that it would be poor judgement for a virgin bride to kick an object sacred to Vesta - a goddess that holds chastity sacred. On the other hand, it might merely have been because Romans considered it bad luck to trample any object sacred to the gods. In Plautus' <i>Casina</i>, the bride Casina is cautioned to lift her feet carefully over the threshold following her wedding so she would have the upper hand in her marriage. Likewise, Catullus cautions a bride to keep her feet over the threshold \"with a good omen\".</p>\n<p>In Roman belief, Vesta was present in all weddings, and so was Janus: Vesta was the threshold and Janus the doorway. Similarly, Vesta and Janus were invoked in every sacrifice. It has been noted that because they were invoked so often, the evocation of the two came to simply mean, \"to pray\". In addition, Vesta was present with Janus in all sacrifices as well. It has also been noted that neither of them were consistently illustrated as human. This has been suggested as evidence of their ancient Italic origin, because neither of them were \"fully anthropomorphized\"</p>\n<h3><span id=\"Agriculture\">Agriculture</span></h3>\n<p>Counted among the agricultural deities, Vesta has been linked to the deities Tellus and Terra in separate accounts. In <i>Antiquitates rerum humanarum et divinarum</i>, Varro links Vesta to Tellus. He says: \"They think Tellus... is Vesta, because she is 'vested' in flowers\". Verrius Flaccus, however, had identified Vesta with Terra. Ovid hints at Vesta's connection to both of the deities.</p>\n<h2><span id=\"Temple\">Temple</span></h2>\n\n\n<p>Where most temples would have a statue, that of Vesta had a hearth. The fire was a religious center of Roman worship, the common hearth (<i>focus publicus</i>) of the whole Roman people. The Vestals were obliged to keep the sacred fire alight. If the fire went out, it must be lit from an <i>arbor felix</i>, auspicious tree, (probably an oak). Water was not allowed into the inner <i>aedes</i> nor could stay longer than stricly needed on the nearby premises. It was carried by the Vestales in vessels called <i>futiles</i> which had a tiny foot that made them unstable.</p>\n<p>The temple of Vesta held not only the <i>ignes aeternum</i> (\"sacred fire\"), but the Palladium of Pallas Athena and the <i>di Penates</i> as well. Both of which are items said to have been brought into Italy by Aeneas. The Palladium of Athena was, in the words of Livy: \"<i>fatale pignus imperii Romani</i>\" (\"[a] pledge of destiny for the Roman empire\"). Such was the Palladium's importance, that when the Gauls sacked Rome in 390 BC, the Vestals first buried the Palladium before removing themselves to the safety of nearby Caere. Such objects were kept in the <i>penus Vestae</i> (i.e. the sacred repository of the temple of Vesta).</p>\n<p>Despite being one of the most sacred of Roman Shrines, that of Vesta was not a <i>templum</i> in the Roman sense of the word; that is, it was not a building consecrated by the augurs and so it could not be used for meetings by Roman officials. It has been claimed that the shrine of Vesta in Rome was not a <i>templum</i>, because of its round shape. However, a <i>templum</i> was not a building, but rather a sacred space that could contain a building of either rectangular or circular shape. In fact, early <i>templa</i> were often altars that were consecrated and later had buildings erected around them. The temple of Vesta in Rome was an <i>aedes</i> and not a <i>templum</i>, because of the character of the cult of Vesta - the exact reason being unknown.</p>\n<h2><span id=\"Vestals\">Vestals</span></h2>\n\n\n<p>The Vestales were one of the few full-time clergy positions in Roman religion. They were drawn from the patrician class and had to observe absolute chastity for 30 years. It was from this that the Vestales were named the Vestal virgins. They wore a particular style of dress and they were not allowed to let the fire go out, on pain of a whipping. The Vestal Virgins lived together in a house near the Forum (<i>Atrium Vestae</i>), supervised by the Pontifex Maximus. On becoming a priestess, a Vestal Virgin was legally emancipated from her father's authority and swore a vow of chastity for 30 years. A Vestal who broke this vow could be tried for incestum and if found guilty, buried alive in the <i>Campus Sceleris</i> ('Field of Wickedness').</p>\n<p>The <i>februae</i> (<i>lanas</i>: woolen threads) that were an essential part of the Vestal costume were supplied by the rex sacrorum and flamen dialis. Once a year, the Vestals gave the <i>rex sacrorum</i> a ritualised warning to be vigilant in his duties, using the phrase \"Vigilasne rex, vigila!\" In Cicero's opinion, the Vestals ensured that Rome kept its contact with the gods.</p>\n<p>A peculiar duty of the Vestals was the preparation and conservation of the sacred salamoia muries used for the savouring of the <i>mola salsa</i>, a salted flour mixture to be sprinkled on sacrificial victims (hence the Latin verb <i>immolare</i>, \"to put on the <i>mola</i>, to sacrifice\"). This dough too was prepared by them on fixed days. Theirs also the task of preparing the suffimen for the Parilia.</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>Domestic and family life in general were represented by the festival of the goddess of the house and of the spirits of the storechamber - Vesta and the Penates - on <i>Vestalia</i> (7 - 15 June). On the first day of festivities the <i>penus Vestae</i> (<i>sanctum sanctorum</i> of her temple which was usually curtained off) was opened, for the only time during the year, at which women offered sacrifices. As long as the curtain remained open, mothers could come, barefoot and disheveled, to leave offerings to the goddess in exchange for a blessing to them and their family. The animal consecrated to Vesta, the donkey, was crowned with garlands of flowers and bits of bread on 9 June. The final day (15 June) was Q(uando) S(tercum) D(elatum) F(as) [\"when dung may be removed lawfully\"] - the <i>penus Vestae</i> was solemnly closed; the <i>Flaminica Dialis</i> observed mourning, and the temple was subjected to a purification called <i>stercoratio</i>: the filth was swept from the temple and carried next by the route called <i>clivus Capitolinus</i> and then into the Tiber.</p>\n<p>In the military <i>Feriale Duranum</i> (AD 224) the first day of <i>Vestalia</i> is <i>Vesta apperit[ur]</i> and the last day is <i>Vesta cluditur</i>. This year records a <i>supplicatio</i> dedicated to Vesta for 9 June, and records of the Arval Brethren on this day observe a blood sacrifice to her as well. Found in the Codex-Calendar of 354, 13 February had become the holiday <i>Virgo Vestalis parentat</i>, a public holiday which by then had replaced the older <i>parentalia</i> where the sacrifice of cattle over flames is now dedicated to Vesta. This also marks the first participation of the Vestal Virgins in rites associated with the Manes.</p>\n<h2><span id=\"Mythography\">Mythography</span></h2>\n\n<p>Vesta had no official mythology, and she existed as an abstract goddess of the hearth and of chastity. Only in the account of Ovid at Cybele's party does Vesta appear directly in a myth.</p>\n<h3><span id=\"Birth_of_Romulus_and_Remus\">Birth of Romulus and Remus</span></h3>\n\n<p>Plutarch, in his <i>Life of Romulus</i>, told a variation of Romulus' birth citing a compilation of Italian history by a Promathion. In this version, while Tarchetius was king of Alba Longa, a phantom phallus appeared in his hearth. The king visited an oracle of Tethys in Etrusca, who told him that a virgin must have intercourse with this phallus. Tarchetius instructed one of his daughters to do so, but she refused sending a handmaiden in her place. Angered, the king contemplated her execution; however, Vesta appeared to him in his sleep and forbade it. When the handmaid gave birth to twins by the phantom, Tarchetius handed them over to his subordinate, Teratius, with orders to destroy them. Teratius instead carried them to the shore of the river Tiber and laid them there. Then a she-wolf came to them and breastfed them, birds brought them food and fed them, before an amazed cow-herder came and took the children home with him. Thus they were saved, and when they were grown up, they set upon Tarchetius and overcame him. Plutarch concludes with a contrast between Promathion's version of Romulus' birth and that of the more credible Fabius Pictor which he describes in a detailed narrative and lends support to.</p>\n<h3><span id=\"Conception_of_Servius_Tullius\">Conception of Servius Tullius</span></h3>\n<p>Dionysius of Halicarnassus recounts a local story regarding the birth of king Servius Tullius. In it, a phallus rose from the hearth of Vesta in Numa's palace, and Ocresia was the first to see it. She immediately informed the king and queen. King Tarquinius, upon hearing this, was astonished; but Tanaquil, whose knowledge of divination was well-known, told him it was a blessing that a birth by the hearth's phallus and a mortal woman would produce superior offspring. The king then chose Ocresia to have intercourse with it, for she had seen it first. During which either Vulcan, or the tutelary deity of the house, appeared to her. After disappearing, she conceived and delivered Tullius. This story of his birth could be based off his name as Servius would euphemistically mean \"son of servant\", because his mother was a handmaiden.</p>\n<h3><span id=\"Impropriety_of_Priapus\">Impropriety of Priapus</span></h3>\n<p>In book 6 of Ovid's <i>Fasti</i>: Cybele invited all the gods, satyrs, rural divinities, and nymphs to a feast, though Silenus came uninvited with his donkey. At it, Vesta lay carelessly at rest, and Priapus spotted her. He decided to approach her in order to violate her; however, the ass brought by Silenus let out a timely bray: Vesta was woken and Priapus barely escaped the outraged gods. Mentioned in book 1 of the <i>Fasti</i> is a similar instance of Priapus' impropriety involving Lotis and Priapus. The Vesta-Priapus account is not as well developed as that involving Lotis, and critics suggest the account of Vesta and Priapus only exists to create a cult drama. Ovid says the donkey was adorned with necklaces of bread-bits in memory of the event. Elsewhere, he says donkeys were honored on 9 June during the <i>Vestalia</i> in thanks for the services they provided in the bakeries.</p>\n<h2><span id=\"Vesta_outside_Rome\">Vesta outside Rome</span></h2>\n<p>Vesta's cult is attested at Bovillae, Lavinium and Tibur. At Bovillae were located the Alban Vestals (Albanae Longanae Bovillenses), supposed to be continuing the Alban Vestals. Lavinium had the Vestals of the Laurentes Lavinates. The two orders were rooted in the most ancient tradition predating Rome. Tibur too had his own vestals who are attested epigraphically.</p>\n<p>Vestals might have been present in the sanctuary of Diana Nemorensis near Aricia.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Clerical celibacy</li>\n<li>House of the Vestals</li>\n<li>Temple of Vesta, Tivoli</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Ancient_sources\">Ancient sources</span></h3>\n\n<h3><span id=\"Modern_sources\">Modern sources</span></h3>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Vesta</i> at Encyclopædia Britannica.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Chief Vestal.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Denario di quinto cassio longino con il tempio di vesta.jpg"}, {"ns": 6, "title": "File:NERONE-RIC I 62-155505 VESTA.jpg"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Temple of Vesta (4292736669).jpg"}, {"ns": 6, "title": "File:Vesta-Roma.jpg"}, {"ns": 6, "title": "File:Vesta antoninianus.png"}]}