{"pageid": 47266329, "ns": 0, "title": "Kateri Amman", "extract": "<p><br></p>\n<p><b>Kateri Amman</b> , also spelt as <b>Kaateri</b>, is a form of Maha Devi who was created to destroy sickness and disease in this dark age of Kaliyuga. Kateri is also known as The Sister of Kali Maa and Ganga Maa by her devotees. She works alongside Ganga Maa in Caribbean Kali worship to remove diseases and to grant children to their devotees. She is known to go within the deepest parts of a devotee's body to remove sicknesses.</p>\n<p>Kateri can be depicted in many forms with many different appearances. But her skin tone is either dark blue or black, hence sometimes calling her <b>Kaal Kateri Maa</b> or The Black Kateri Maa. She is seen either holding a sword, bowl, trishul, lotus or even all in her four armed form.</p>\n<p>Her worship is popular as she is worshiped in Mandirs/Kovils in Mauritius, the United Kingdom, Netherlands, Ireland, Australia, New Zealand, France, Fiji, South Africa, Trinidad and Tobago, Jamaica, Guadeloupe, Martinique, the United States of America, French Guiana, Suriname, Guyana, and many other places. Her offerings include Neem Leaves, Limes, Arahul or red Flowers and sometimes Alcohol and Cigarettes. She is sometimes also offered the sacrifice of a black goat or fowl, it all depends on the person's family lineage and their mode of worship.</p>\n<p>However, this goddess is a folk Dravidian goddess of Southern India, so she has no reference in the Scriptures. But she exists and she helps her devotees once they worship her and love and care for her.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>There are many stories on how this Devi was created. Some say she was a flesh-eating form of Parvati Devi, the consort of Lord Shiva. But the more popular one in the Caribbean is she was a healer. One in Southern India there was a merchant, and one day his daughter became very sick and was going to die. Seeing this happening to his daughter, he prayed to Mariamman as she was the head goddess of South India. She did come but in a new form, this new form healed the merchant's daughter and he thanked her. He asked her name and she said her name was Kateri Amman. In all Kali Temples in the Caribbean, Kateri Maa manifests within a devotee and heals whoever comes to her for help.</p>\n<p>She always works hand in hand with Ganga Devi to remove sickness and give children to barren women.</p>\n<h2><span id=\"Confusion\">Confusion</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><p>It is a popular misconception that Kateri Maa is Bahuchara Mata, a folk goddess of Gujarat, while the two devis are separate. People use images/murtis of Bahuchara and Khodiyar to worship her and this is a big mistake, especially if they offer sacrifices alcohol and cigarettes to these devis.She is also considered to be Katyayini Devi, the sixth Navadurga but this is a big mistake as both Devis are different Devis with different reasons. People also use murtis of Venkateswara who is a Southern Indian Incarnation of Lord Vishnu and Shrinathji who is actually Lord Krishna as a seven-year old and it is in this form that he lifted up the Govardhan Hill after Indra created storms and rains. The habit of most people is that they usually consider all the deities with a dark complexion, whether male or female to be Kateri Maa and this is a very big mistake that many people are making. Most of these misconceptions began in Guyana and has thus spread all over the world. It's not only Kateri that many people have misconceptions about, they use images of Shani as Dee Baba and Khandoba as Madurai Veeran. What some people do not know is that when they make offerings of rum and cigarettes to these deities, it angers them and would cause disasters in their life, and then they would want to know what is happening to them. There are those who try to shed light on this but there are many that would bring them down and let the misconceptions roll on.</p>\n<h2><span id=\"Parmeshwari_Mata\">Parmeshwari Mata</span></h2>\n<p>Parmeshwari Mata, is the folk goddess of the Chamar people in India. Parmeshwari Devi however doesn't have an exact image, because her original image and her original name was lost during the time period when the indentured labourers were coming to the Caribbean from India. When they arrived they started back to make offerings to her, but since they forgot her name they started to simply call her Parmeshwari Maa. Since she was the folk goddess of the Chamar caste, she is sometimes called Chamaria Parmeshwari. And over the years people have been using different images of different Devis and devtas for her such as Bahuchara Maa, Shrinathji and Venkateswara, Tara (Devi) and even Varahi Maa and doing blood worship to these forms and angering them. However someone may have gotten a vision of her and saw her seated on the pig, hence they started to make murtis of her on the pig in Trinidad. She is known to have a dark appearance and is seen holding a trishul and a grass knife. Both her and Kateri are said to be the same, however both have different histories and both have their origins in different parts of India. Parmeshwari is also commonly paired with the Aghora Bhairava form of Shiva.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>People who worship her will offer her Dhar. They will offer a mixture of water and/or milk, Arahul or any red flower, Neem Leaves, Sindoor, turmeric Powder, White Rice, White Sugar, Cloves, Grounded Nutmeg and grounded Camphor from a Lota. Other offerings to her includes Kheer, Lapsi and Sohari, Fruits, Coconuts, Limes, Neem Leaves, Flowers and garlands made with Neem Leaves, Limes and flowers. Her flag colour is black as that is her complexion. Usually her Poojas are performed near rivers, seas or under trees. Coconut flowers are used to represent her as they are the most purest flowers as they are not tampered or interfered with by insects.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Bahuchara Devi.jpg"}, {"ns": 6, "title": "File:Kateri Maa, on the horse, 2000.jpg"}, {"ns": 6, "title": "File:Khodiyaar Ji.jpg"}, {"ns": 6, "title": "File:Lord-venkateshwara.jpg"}, {"ns": 6, "title": "File:Maa-katyayani1.gif"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Shrinath Ji.jpg"}, {"ns": 6, "title": "File:Wiki letter w.svg"}]}