{"pageid": 4734804, "ns": 0, "title": "Glaistig", "extract": "<p>The <b>glaistig</b> <span></span> is a ghost from Scottish mythology, a type of fuath. It is also known as <i>maighdean uaine</i> (Green Maiden), and may appear as a woman of beautiful or monstrous mien, as a half-woman half-goat similar to a faun, or in the shape of a goat. The lower goat half of her hybrid form is usually disguised by a long, flowing green robe or dress, and the woman often appears grey with long yellow hair.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Variants\">Variants</span></h2>\n<p>The glaistig is an ambivalent ghost that appears in legend as both a malign and benign creature. Some stories have her luring men to her lair via either song or dance, where she would then drink their blood. Other such tales have her casting stones in the path of travellers or throwing them off course.</p>\n<p>In other, more benign incarnations, the glaistig is a type of tutelary spirit and protector of cattle and herders, and in at least one legend in Scotland, the town of Ach-na-Creige had such a spirit protecting the cattle herds. The townsfolk, in gratitude, poured milk from the cows into a hollowed-out stone for her to drink. According to the same legend, her protection was revoked after one local youth poured boiling milk into the stone, burning her. She has also been described in some folklore as watching over children while their mothers milked the cows and fathers watched over the herds.</p>\n<h3><span id=\"The_Green_Lady\">The Green Lady</span></h3>\n<p>Another rendition of the glaistig legend is that she was once a mortal noblewoman, to whom a \"fairy\" nature had been given or who was cursed with the goat's legs and immortality, and since has been known as \"The Green Lady\". She might either be benign, watching over houses and looking after the weak mind, or appear as a vengeful ghost. In some tales she was murdered in a green dress, and then stuffed unceremoniously up the chimney by a servant. It is said that her footsteps can still be heard as she walks the castle in sadness. Such Green Lady myths have been associated with a number of locations in Scotland, including Ardnacallich, Dunollie Castle, Loch Fyne, Muchalls Castle, and in Wales at Caerphilly. A similar tale (\"Ocean Born Mary\") has been told in Henniker, New Hampshire.</p>\n<ul><li>Green Lady of Fyvie, a ghost that supposedly wanders the corridors of Fyvie Castle in Aberdeenshire, Scotland</li>\n<li>Green Lady of Ashintully Castle in the county of Perthshire, Scotland</li>\n<li>Green Lady of Ballindalloch Castle in the Moray region of Scotland</li>\n<li>Green Lady of the Barony of Ladyland in North Ayrshire, Scotland</li>\n<li>Green Lady of Crathes Castle in Aberdeenshire, Scotland</li>\n<li>Green Lady of Knock Castle (Isle of Skye)</li>\n<li>Green Lady of Longleat in Somerset, South West England</li>\n</ul><p>A third tale synthesizes the two threads. It tells of a mortal woman who lived on an island near the Firth of Clyde and who was smitten by the fairies and was granted her unspoken wish to become one of them. Afterwards, she dedicated herself to watching over the cattle of the island until a farmer offended her greatly through rude treatment and she left, making her way to the mainland by leaping to nearby islets before snagging her hoof in the rigging of a passing ship. She, according to this tale, fell into the ocean and presumably drowned, or at any rate was never seen again.</p>\n<h2><span id=\"In_literature\">In literature</span></h2>\n<ul><li>A glaistig is a minor character in Martha Wells' 2006 short story <i>The Potter's Daughter</i>.</li>\n<li>A dark faery queen called The Glaistig appears in \"Waycross\", one of the short stories in Caitlin R. Kiernan's <i>Alabaster</i> short story collection.</li>\n<li>A glaistig appears in Emma Bull's urban fantasy novel War For the Oaks.</li>\n<li>Glaistig Uaine is a parahuman supervillain in the serial webfiction Worm by Wildbow, who has the power to claim the souls of other parahumans and take their powers for herself.</li>\n<li>Glaistigs are in Melissa Marr's series of the fey, \"Wicked Lovely\".</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p><i>This article incorporates text from \"Dwelly's [Scottish] Gaelic Dictionary\" (1911)</i>.</p>", "images": [{"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Symbol neutral vote.svg"}]}