{"pageid": 47440357, "ns": 0, "title": "Mama Killa", "extract": "<p><b>Mama Killa</b> (Quechua <i>mama</i> mother, <i>killa</i> moon, \"Mother Moon\", hispanicized spelling <i>Mama Quilla</i>), in Inca mythology and religion, was the third power and goddess of the moon. She was the sister and wife of Inti, daughter of Viracocha and mother of Manco Cápac and Mama Uqllu <i>(Mama Ocllo)</i>, mythical founders of the Inca empire and culture. She was the goddess of marriage and the menstrual cycle, and considered a defender of women. She was also important for the Inca calendar.</p>\n<p>Myths surrounding Mama Killa include that she cried tears of silver and that lunar eclipses were caused when she was being attacked by an animal. She was envisaged in the form of a beautiful woman and her temples were served by dedicated priestesses.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Beliefs\">Beliefs</span></h2>\n<p>Mama Killa was known as \"Mother Moon\", and was goddess of the moon. According to Father Bernabé Cobo, writing in the mid-sixteenth century, the moon was worshipped because of her \"admirable beauty\" and the \"benefits she bestows upon the world\". She was important for calculating the passage of time and the calendar, because many rituals were based upon the lunar calendar and adjusted to match the solar year. She also oversaw marriage, women's menstrual cycles and was deemed the protector of women in general.</p>\n<h3><span id=\"Myths_surrounding_Mama_Killa\">Myths surrounding Mama Killa</span></h3>\n<p>One myth surrounding the moon was to account for the \"dark spots\"; it was believed that a fox fell in love with Mama Killa because of her beauty, but when he rose into the sky, she squeezed him against her, producing the patches. The Incas would fear lunar eclipses as they believed that during the eclipse, an animal (possibly a mountain lion or serpent) was attacking Mama Killa. Consequently, people would attempt to scare away the animal by throwing weapons, gesturing and making as much noise as possible. They believed that if the animal achieved its aim, then the world would be left in darkness. This tradition continued after the Incas had been converted to Catholicism by the Conquistadors, which the Spanish used to their advantage. The natives showed the Spanish great respect when they found that they were able to predict when the eclipses would take place. Mama Killa was also believed to cry tears of silver.</p>\n<h2><span id=\"Relations\">Relations</span></h2>\n<p>Mama Killa was generally the third deity in the Inca pantheon, after Inti (god of the sun) and Illapu (god of thunder), but was viewed as more important than Inti by some coastal communities, including by the Chimú. Relatives of Mama Killa include her husband Inti, god of the sun, and her children Manco Cápac, first ruler of the Incas, and Mama Ocllo, his sister and wife. After the Ichma, nominally of the Chimú empire, joined the Inca empire, she also became the mother of their deity Pacha Kamaq. Mama Killa's mother was said to be Viracocha.</p>\n<h2><span id=\"Symbology_and_temples\">Symbology and temples</span></h2>\n<p>Mama Killa had her own temple in Cusco, served by priestesses dedicated to her. She was imagined as a human female, and images of her included a silver disc covering an entire wall.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>D'Altroy, T.N. (2002) <i>The Incas</i>, Blackwell Publishing: Oxford. ISBN 978-0-631-17677-0.</li>\n</ul><h2><span id=\"References\">References</span></h2>"}