{"pageid": 47683081, "ns": 0, "title": "Emotan", "extract": "<p><b>Emotan</b> was a market woman who used to trade in food stuffs around the 15th century at the Oba Market in the Ancient Benin Kingdom during the reign of Oba Uwaifiokun and Prince Ogun –who later took the name \"Oba Ewuare the Great\" after becoming the Oba of Benin. Widely believed by historians to be the pioneer of the first day care centre in Benin City, oral history also has it that she assisted Oba Ewuare reclaim the throne as Oba of Benin after several years in exile.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Life\">Life</span></h2>\n<p>Emotan whose real name was Uwaraye, was born in a village called Eyaen between 1380 and 1400. Her love and care towards children around her made her loved by her people. After the death of her husband, she constructed a hut where she attended to the needs of children.</p>\n<p>Emotan was instrumental in Ewuare's reclaim of the throne as Oba of Benin after she told him of a murder plotted against him made by Uwaifiokun and some chiefs during his time in exile. Ewuare went on to appoint Emotan as the <i>Iyeki</i> (English: leader of the authorized <i>Ekpate</i> guild), a position given to someone with the task of enforcing market rules and checkmating security matters.</p>\n<h2><span id=\"Deification\">Deification</span></h2>\n<p>After the death of Emotan, Oba Ewuare deified Emotan by ordering the planting of the sacred <i>Uruhe</i> tree at the same spot where she used to display her wares. He also went ahead to make a decree that homage must be paid to Emotan by persons who were celebrating any form of ceremonial gathering.</p>\n<h2><span id=\"Emotan_Statue\"><i>Emotan Statue</i></span></h2>\n\n<p>A life size bronze <i>Emotan Statue</i> was designed in honour of the legacy set by Emotan after two <i>Uruhe</i> tree that were planted on separate occasions fell. The statue was designed by John A. Danfor and was unveiled by Oba Akenzua II in cooperation with the British Colonial authorities on May 20, 1954. The statue is presently located at the Oba Market in Benin City, Edo State.</p>\n<h2><span id=\"References\">References</span></h2>"}