{"pageid": 4778715, "ns": 0, "title": "Nuit", "extract": "<p><b>Nuit</b> (alternatively <b>Nu</b>, <b>Nut</b>, or <b>Nuith</b>) is a goddess in Thelema, the speaker in the first Chapter of <i>The Book of the Law</i>, the sacred text written or received in 1904 by Aleister Crowley.</p>\n<p>Nut is an Egyptian sky goddess who leans over her husband/brother, Geb, the Earth God. She is usually depicted as a naked woman who is covered with stars. She represents the <i>All</i>, pure potentiality both as it flowers into the physical universe and as it resides beyond embodiment.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Goddess_of_Thelema\">Goddess of Thelema</span></h2>\n\n<p>Within this system, she is one-third of the triadic cosmology, along with Hadit (her masculine counterpart), and Ra-Hoor-Khuit, the Crowned and Conquering Child. She has several titles, including the \"Queen of Infinite Space\", \"Our Lady of the Stars\", and \"Lady of the Starry Heaven\". Nuit represents the infinitely-expanded circle whose circumference is unmeasurable and whose center is everywhere (whereas Hadit is the infinitely small point within the core of every single thing). According to Thelemic doctrine, it is the interaction between these two cosmic principles that creates the manifested universe similar to the gnostic syzygy.</p>\n<p>Some quotes from the <i>First Chapter</i> of <i>The Book of the Law</i> (<i>Liber AL vel Legis</i>): \"Every man and every woman is a star.\" (AL I:3).<br>\n\"Come forth, o children, under the stars, &amp; take your fill of love!\" (AL I:12).<br>\n\"For I am divided for love's sake, for the chance of union.\" (AL I:29).<br>\n\"The word of the Law is <i>Θελημα</i>. Who calls us Thelemites will do no wrong, if he look but close into the word. For there are therein Three Grades, the Hermit, and the Lover, and the man of Earth. Do what thou wilt shall be the whole of the Law.\" (AL I:39-40).<br>\n\"For pure will, unassuaged of purpose, delivered from the lust of result, is every way perfect.\" (AL I:44).<br>\n\"Invoke me under my stars! Love is the law, love under will. [...]\" (AL I:57).<br>\n\"I give unimaginable joys on earth: certainty, not faith, while in life, upon death; peace unutterable, rest, ecstasy; nor do I demand aught in sacrifice.\" (AL I:57).</p>\n<p>In <i>The Equinox of the Gods</i> (ch. 7, section 6), Crowley writes of Nuit in comparison to Christianity:</p>\n<dl><dd>\"Nuit cries: \"I love you,\" like a lover; when even John reached only to the cold impersonal proposition \"God is love.\" She woos like a mistress; whispers \"To me!\" in every ear; Jesus, with needless verb, appeals vehemently to them \"that labour and are heavy laden.\" Yet She who can promise in the present, says: \"I give unimaginable joys on earth,\" making life worth while; \"certainty, not faith, while in life, upon death,\" the electric light Knowledge for the churchyard corpsecandle Faith, making life fear-free, and death itself worth while: \"peace unutterable, rest, ecstasy,\" making mind and body at ease that soul may be free to transcend them when It will.\"</dd>\n</dl><p>The following are quotes from Crowley's commentaries to <i>The Book of the Law</i>.</p>\n<ul><li>\"Note that Heaven is not a place where Gods Live; Nuit is Heaven, itself.\"</li>\n<li>\"Nuit is All that which exists, and the condition of that existence. Hadit is the Principle which causes modifications in this Being. This explains how one may call Nuit Matter, and Hadit Motion.\"</li>\n<li>\"It should be evident that Nuit obtains the satisfaction of Her Nature when the parts of Her Body fulfill their own Nature. The sacrament of life is not only so from the point of view of the celebrants, but from that of the divinity invoked.\"</li>\n</ul><h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>In Egyptian mythology, Nut was the sky goddess. She is the daughter of Shu and Tefnut.</p>\n<p>The sun god Ra entered her mouth after the sun set in the evening and was reborn from her vulva the next morning. She also swallowed and rebirthed stars. She was a goddess of death, and her image is on the inside of most sarcophagi. The pharaoh entered her body after death and was later resurrected.</p>\n<p>In art, Nut is depicted as a woman wearing no clothes, covered with stars and supported by Shu; opposite her (the sky), is her husband Geb. With Geb, she was the mother of Osiris, Horus, Isis, Set, and Nephthys.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>The Book of the Law</li>\n<li>Thelema</li>\n<li>Nuit (mythology)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Crowley, Aleister. The Old and New Commentaries to Liber AL vel Legis</li>\n<li>____. (1974). <i>The Equinox of the Gods (Crowley)|The Equinox of the Gods.</i> New York, NY : Gordon Press.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Book of the Law</li>\n</ul>", "images": [{"ns": 6, "title": "File:Crowley unicursal hexagram.svg"}, {"ns": 6, "title": "File:Milano - Museo egizio - sarcof di Pa-di-Khonsu (22-24 din) - Nut.jpg"}, {"ns": 6, "title": "File:Stelae of Ankh-af-na-khonsu.jpg"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}