{"pageid": 47971391, "ns": 0, "title": "Cura (mythology)", "extract": "<p><b>Cura</b> is the name of a divine figure whose name means \"Care\" or \"Concern\" in Latin. Hyginus seems to have created both the personification and story for his <i>Fabulae</i>, poem 220.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Story_of_Cura\">Story of Cura</span></h2>\n<p>In crossing a river, Cura gathered clay and, engrossed in thought, began to mold it. When she was thinking about what she had already made, Jove arrived on the scene. Cura asked him to grant it <i>spiritus</i>, \"breath\" or \"spirit.\" He grants her request readily, but when she also asked to give her creation her own name, he forbade it, insisting that it had to carry his name. While the two were arguing, Tellus (Earth) arose and wanted it to have her name because she had made her body available for it.</p>\n<p>The judgment is finally rendered by Saturn. He determines that since the <i>spiritus</i> was granted by Jove, he should have it in death; Tellus, or Earth, would receive the body she had given; because Cura, or Care, had been the creator, she would keep her creation as long as it lived. To resolve the debate, <i>homo</i>, \"human being,\" would be the name, because it was made from <i>humus</i>, earth.</p>\n<h2><span id=\"Interpretation\">Interpretation</span></h2>\n<p>The story attracted the attention of Heidegger, a modern philosopher, who observed, \"The double sense of <i>cura</i> refers to care for something as concern, absorption in the world, but also care in the sense of devotion.\" Heidegger regards the fable as a \"naive interpretation\" of the philosophical concept that he terms Dasein, \"being-in-the-world\" in Section 42 of <i>Being and Time.</i> Heidegger's use of this fable in casting the female <i>Cura</i> as creator has been seen as an inversion of the equivalent Christian myth, in which woman is created last, with the centrality of <i>Cura</i> as a challenge to the Western concept of self-sufficiency and \"atomization\" of the individual.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>History of the Notion of Care</li>\n</ul><h2><span id=\"See_others\">See others</span></h2>\n<p>Cura (surname)</p>\n<p><br></p>", "images": [{"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}