{"pageid": 4803114, "ns": 0, "title": "Euphrosyne (mythology)", "extract": "<p><b>Euphrosyne</b> (<span></span>; Εὐφροσύνη), in ancient Greek religion, was one of the Charites, known in English as the \"Three Graces\". She was usually called <b>Euthymia</b> (Εὐθυμία).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Greek_mythology\">Greek mythology</span></h2>\n<p>According to Greek myth, Euphrosyne and the two other Charites were daughters of Zeus and the Oceanid Eurynome. The Greek poet Pindar states that these goddesses were created to fill the world with pleasant moments and good will. Usually the Graces attended the goddess of beauty Aphrodite and her companion Eros and loved dancing around in a circle to Apollo's divine music, together with the Nymphs and the Muses. Euphrosyne is usually depicted with her sisters.</p>\n<p>Euphrosyne is a Goddess of Joy or Mirth, and the incarnation of grace and beauty. The other two Charites are Thalia (Good Cheer) and Aglaea (Beauty or Splendor). Her half-brother is Hephaistos, or Hephaestus, the god of metalworking and volcanoes. Her name is the female version of a Greek word euphrosynos, which means \"merriment\".</p>\n<p>In Roman myths the Graces where known as the \"Gratiae\".</p>\n<h2><span id=\"In_art_and_literature\">In art and literature</span></h2>\n<p>She can be seen along with the other two Graces at the left of the painting in Botticelli's <i>Primavera</i>. The sculptor Antonio Canova made a well-known piece in white marble representing the three Graces, in several copies including one for John Russell, 6th Duke of Bedford.</p>\n<p>Joshua Reynolds painted Mrs. Mary Hale, wife of General John Hale, as Euphrosyne in 1766.</p>\n\n<p>John Milton invoked her in the poem <i>L'Allegro</i>.</p>\n<h2><span id=\"Cults_of_Euphrosyne\">Cults of Euphrosyne</span></h2>\n<p>Euphrosyne and her sisters' main cult was located in Athens, Sparta, or Boetia.</p>\n<h2><span id=\"In_science\">In science</span></h2>\n<p>The asteroid 31 Euphrosyne is named after the goddess, as is the Euphrosinidae family of marine worms.</p>\n<h2><span id=\"References\">References</span></h2>\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}, {"ns": 6, "title": "File:Canova-Three Graces 0 degree view.jpg"}, {"ns": 6, "title": "File:Euphrosyne statue - Achilleion.jpg"}, {"ns": 6, "title": "File:Joshua Reynolds - Mrs John Hale.jpg"}]}