{"pageid": 4811822, "ns": 0, "title": "Loviatar", "extract": "<p><b>Loviatar</b> (<small>Finnish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈloʋiɑtɑr]</span>, alternative names <b>Loveatar</b>, <b>Lovetar</b>, <b>Lovehetar</b>, <b>Louhetar</b>, <b>Louhiatar</b>, <b>Louhi</b>) is a blind daughter of Tuoni, the god of death in Finnish mythology and Tuonetar, the underworld queen. Loviatar is regarded as the goddess of death and disease. She was impregnated by wind and gave birth to nine sons, the Nine diseases. In some poems, she also gives birth to a tenth child who is a girl. She is mentioned in the 45th rune of the Kalevala.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Excerpt_from_the_Kalevala\">Excerpt from the Kalevala</span></h2>\n\n<h2><span id=\"Relation_to_Louhi\">Relation to Louhi</span></h2>\n<p>When Elias Lönnrot compiled <i>Kalevala</i>, he made Loviatar and Louhi two different characters. However, in the old folk poems the names are often used interchangeably. Some poems specify Louhi as the mother of the Nine diseases and others give Loviatar the title \"Whore Mistress of Pohjola\".</p>\n<p>There is one difference between Louhi and the various forms of Loviatar in the poems. The Loviatar name family occurs only in spells where diseases are banished to go back to her while Louhi occurs also in epic poems. She gives quests to heroes, and opposes Lemminkäinen in a spell contest.</p>\n<p>One hypothesis is that Louhi and Loviatar were regional variant names for the same goddess and that the epic poems were composed in an area where Louhi was the primary name. A large portion of the epic poems speak only about the Mistress of Pohjola and don't call her by name at all.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Laufey</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}, {"ns": 6, "title": "File:Venesarvinen hirvi.jpg"}]}