{"pageid": 4824699, "ns": 0, "title": "Shitala", "extract": "<p><b>Shitala</b> (<b>Sheetala</b>), also called <b>Sitala</b> (शीतला <i>śītalā</i>), is a folk deity, worshiped by many faiths in regions of North India, West Bengal, Nepal, Bangladesh and Pakistan. As an incarnation of Supreme Goddess Durga, she cures poxes, sores, ghouls, pustules and diseases. </p>\n\n<p></p>\n<h2><span id=\"Story\">Story</span></h2>\n<p>One story says Goddess Durga has incarnated as little Katyayani, the daughter of sage Katyayan to destroy all arrogant evil demonic forces of the world, in her real form as Durga, she killed many demons that were sent by Kaalkeya.</p>\n<p>A demon named Jwarasur, the demon of fever, started spreading incurable diseases to Katyayani's childhood friends, such as cholera, dysentery, measles, smallpox etc. Katyayani cured the diseases of some of her friends. To relieve the world from all fevers and diseases, Katyayani assumed the form of Shitala Devi. Each of her four hands held a short broom, winnowing fan, jar of cooling water and a drinking cup. With her power, she cured all the children's diseases. Katyayani then requests her friend, Batuk to go out and confront the demon Jwarasur. A battle ensued between the young Batuk and demon Jwarasur. Jwarasur succeeds in defeating Batuk. Then, Batuk, lying dead, magically faded into dust. Jwarasur was shocked that Batuk disappeared and wondered where he went. Then, what he doesn't know that Batuk has assumed the form of an awful male figure. This person was three-eyed and had four arms. He held a battle-axe, sword, trident and demon head. He was pitch-black in color. His hair was flowing. Eyes blazed with fury. This figure wore a tiger-skin and a garland of skulls. Batuk assumed the form of Lord Shiva's ferocious form, the terrible Bhairav. Bhairav reprimands Jwarasur and tells him that he is the servant of Goddess Durga (incarnate as Katyayani). A long discussion ensued but then converted into battle. Jwarasur created many demons from his powers but Bhairav managed to destroy all of them. Finally, Bhairav wrestled with Jwarasur and killed him with his trident.</p>\n<h2><span id=\"Name_and_variants\">Name and variants</span></h2>\n<p>Shitala literally means \"one who cools\" in Sanskrit. Shitala is worshiped under different names in various parts of the subcontinent. Shitala is more often called Ma and Mata (‘mother’) and is worshiped by Hindus, Buddhists and tribal communities. She is mentioned in Tantric and Puranic literature and her later appearance in vernacular texts (such as the Bengali 17th century Shitala-mangal-kabyas, ‘auspicious poetry’) has contributed to strengthen her status.</p>\n<p>Shitala is primarily popular in regions of North India. In some traditions she is identified with an aspect of Parvati, the consort of Shiva. Shitala is addressed as Mother, as a seasonal goddess (Vasant, i.e. Spring) and with honorific titles such as Thakurani, Jagrani (Queen of the World), Karunamayi (She who is full of mercy), Mangala (The Auspicious One), Bhagavati (The Goddess), Dayamayi (She who is Full of Grace and Kindness). The role of Shitala in South India is taken by the Goddess incarnate Mariamman, who is worshiped by Dravidian-speaking people.</p>\n<p>In Gurugram of Haryana state, Shitala mata is considered to be Kripi (wife of Guru Dronacharya) and worshiped there in Sheetla Mata Mandir Gurgaon.</p>\n<h2><span id=\"Shitala_puja\">Shitala puja</span></h2>\n<p>The worship of Shitala is conducted by both Brahmins and pujaris. She is primarily worshiped in the dry seasons of winter and spring. There are many arti sangrah and stuties for the puja of Maa Shitala. Some of them are shri shitla mata chalisa, Shitala Maa ki Arti, Shri Shitala mata ashtak, etc.</p>\n<h2><span id=\"Iconography_and_symbolism\">Iconography and symbolism</span></h2>\n\n<p>Shitala is represented as a young maiden crowned with a winnowing-fan, riding a donkey, holding a short broom (either to spread or dust off germs) and a pot full of pulses (the viruses) or cold water (a healing tool). Among low-caste Hindus and tribal communities, she is represented with slab-stones or carved heads. Sometimes, she is said to be carrying a bunch of neem (<i>Azadirachta indica</i>) leaves, a medicinal herb used throughout India since ancient times that is believed by some to be an effective remedy to most skin diseases to this day.</p>\n<p>Shitala is the form of folk demi-goddess Katyayani. She gives coolness to the patients of fever. According to Devi Mahatyam when a demon named Jvarasura gave bacterial fever to all the children, goddess Katyayani came in the form of Shitala to purify children`s blood and to destroy the bacteria of fever in blood. In Sanskrit 'Jwar' means \"fever\" and 'Shital' means \"coolness\". Shitala is sometimes also depicted with Jvarasura, the fever demon; Ghentu-debata, the god of skin diseases; Raktabati, the goddess of blood infections and the sixty-four epidemics; and is often worshiped with Oladevi, another disease goddess (some say of cholera).</p>\n<h2><span id=\"Buddhism\">Buddhism</span></h2>\n<p>In Buddhist culture, Jvarasura and Shitala are depicted sometimes as companions of Paranasabari, the Budhhist goddess of diseases. Jvarasura and Shitala are shown escorting her to her right and left side, respectively. In some images these deities are shown as flying away to escape from wrath of the Buddhist goddess Vajrayogini, destroyer of diseases.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Some of the Notable Temples:</p>\n<ul><li>Sheetala mata birth place Magdha , Bihar Sharif , Nalanda</li>\n<li>Sheetla Mata Mandir, Mainpuri, Uttar Pradesh.</li>\n<li>Sheetala Chaukia Dham Mandir Jaunpur</li>\n<li>Sheetla Mata Temple Khanda, Sonipat</li>\n<li>Maa Shitala Makara Dham Jaunpur</li>\n<li>Shitla Mata Mandir Jalore</li>\n<li>\n\nHarulongpher Shitalabari, Lumding, Nagaon, Assam</li>\n<li>Shitala Mata Mandir, Jodhpur, Rajasthan.</li>\n<li>Shitala Mata Mandir, Nizambad, Azamgarh, Uttar Pradesh</li>\n<li>Sheetala Mata Mandir, Village- Kanana, City- Balotra, Barmer, Rajasthan</li>\n<li>Shitala Devi Temple, Singhya Hauman mandir, Biratnagar, Nepal</li>\n<li>Shitala Devi temple, Rani Bag Hills, Kathgodam, Nainital, Uttrakhand</li>\n<li>Sri Sitala Mata and Chatwai Mata Temple, Purana Pul, Hyderabad.</li>\n<li>Shitala Devi temple, Mumbai</li>\n<li>Jara Shitala Temple, Bowbazar, Kolkata</li>\n<li>Shitala Devi temple, Gurgaon</li>\n<li>Shitala Maa temple, Samta</li>\n<li>Shitala Maa Temple Mand, Mandla, Madhya Pradesh.</li>\n<li>Sheetala mandir, Jalandhar</li>\n<li>Maa Sheetala Mandir, Maghra (Maa Ghar), Biharsharif, Nalanda, Bihar</li>\n<li>Sheetala Mata Mandir, Deoghar, Jharkhand</li>\n<li>Shitala Mata Mandir, New Colony, Mangalwari Bazaar, Nagpur, Maharashtra.</li>\n<li>Shitala Mata Mandir, Hingna T - Point, Ambazari Road, Nagpur, Maharashtra.</li>\n<li>Shitala Mata Mandir, Vill: Ghirdhar Pur Nawada, Post: Gulaothi (Saidpur Road), Distt: Bulandshahr, Uttar Pradesh.</li>\n<li>Shitala Mata Mandir, Vill. &amp; P.O.: Bidhlan, Tehsil: Kharkhauda, Sonipat. Haryana.</li>\n<li>Shitala Mata mandir, Vill.&amp; P.O- Sekhu, Teh-Talwandi sabo, Bathinda, Punjab (151301).</li>\n<li>Shitala Mata Mandir, Town &amp; P.O- Chandannagar, West Bengal.</li>\n<li>Shitala Mata Mandir, Town-Mau, Uttar Pradesh</li>\n<li>Sheetla Mata Mandir Bada Panna Kalanaur (Rohtak) Haryana-124113</li>\n<li>Maa Medhuli Mata (Saton Behan Shitla Mata Mandir), Manda Khas, Allahabad Uttar Pradesh 212104</li>\n<li>Sheetala mata mandir kharindwa</li>\n<li>Sheetala Mata Mandir, Gumanpura, Near Chhawani Circle, Kota, Rajasthan</li>\n<li>Sheetala mata mandir Bedipara Rajkot (Gujarat)</li>\n<li>Maa Sheetala Devi Mandir, Vill-Sadila, P.O. -Sakrara, District-Sitapur, Uttar Pradesh.</li>\n<li>Sheetla devi temple, Dhaner, PO Patrighat, Distt Mandi HP</li>\n<li>Sri Sri Shitala Mata Thakurani Mondir , Dolkhula, Dis: Khulna ,Country : Bangladesh</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kali</li>\n<li>Māri</li>\n<li>Isakki</li>\n<li>Rangda</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n<ul><li>Arnold, D. (1993) Colonizing the Body: State Medicine and Epidemic Disease in Nineteenth-Century India, Berkeley, University of California Press.</li>\n<li>Auboyer, J. and M.T. de Mallmann (1950). ‘Śītalā-la-froide: déesse indienne de la petite vérole’, Artibus Asiae, 13(3): 207-227.</li>\n<li>Bang, B.G. (1973). ‘Current concepts of the smallpox goddess Śītalā in West Bengal’, Man in India, 53(1):79-104.</li>\n<li>Kinsley, D. <i>Hindu Goddesses: Visions of the Divine Feminine in the Hindu Religious Tradition</i></li>\n<li>Dimock, E.C. Jr. (1982) ‘A Theology of the Repulsive: The Myth of the Goddess Śītalā’, in J.S. Hawley and D.M. Wulff (eds), The Divine Consort: Rādhā and the Goddesses of India, Berkeley, University of California Press, 184-203</li>\n<li>Ferrari, Fabrizio M. (2009). “Old rituals for new threats. The post-smallpox career of Sitala, the cold mother of Bengal”. In Brosius, C. &amp; U. Hüsken (eds.), Ritual Matters, London &amp; New York, Routledge, pp. 144–171.</li>\n<li>Ferrari, Fabrizio M. (2015). Religion, Devotion and Medicine in North India. The Healing Power of Śītalā. London: Bloomsbury.</li>\n<li>Inhorn, M.C. and P.J. Brown (eds) (2005). The Anthropology of Infectious Disease. International Health Perspectives, Amsterdam, Routledge.</li>\n<li>Junghare, I.Y. (1975) ‘Songs of the Goddess Shitala: Religio-cultural and Linguistic Features’, Man in India, 55(4): 298-316.</li>\n<li>Katyal, A. and N. Kishore (2001) ‘Performing the goddess: sacred ritual into professional performance’, The Drama Review, 45(1), 96-117.</li>\n<li>Kolenda, P. (1982) ‘Pox and the Terror of Childlessness: Images and Ideas of the Smallpox Goddess in a North Indian Village’, in J.J. Preston (ed.), Mother Worship, Chapel Hill, University of North Carolina Press, 227-250</li>\n<li>Mukhopadhyay, S.K. (1994) Cult of Goddess Śītalā in Bengal: An Enquiry into Folk Culture, Calcutta, Firma KLM.</li>\n<li>Nicholas, R. (2003). Fruits of Worship. Practical Religion in Bengal, Chronicle Books, New Delhi.</li>\n<li>Stewart, T.K. (1995) ‘Encountering the Smallpox Goddess: The Auspicious Song of Śītalā’, in D.S. Lopez, Jr. (ed.), Religious of India in Practice, Princeton, Princeton University Press, 389-397.</li>\n<li>Wadley, S.S. (1980) ‘Śītalā: The Cool One’, Asian Folklore Studies, 39: 33-62.</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Kalighat Shitala.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Shitala 25 Palli Arnab Dutta 2010.JPG"}, {"ns": 6, "title": "File:Shitala Makara Dham (Tilochan Mahadev, Jaunpur).jpg"}]}