{"pageid": 48348042, "ns": 0, "title": "Shui Wei Sheng Niang", "extract": "<p><b>Shui Wei Sheng Niang</b> (Chinese: <span lang=\"zh\" xml:lang=\"zh\">水尾圣娘</span>; pinyin: <i>Shuǐ wěi shèng niáng</i>; Thai: <i>Caw Mae Thong Kham</i>, <i>Caw Mae Thab Thim</i>) is a Hainan goddess that is worshiped by the Hainanese around the world, especially they who lives on the waterfront area. She is often worshipped with Mazu and 108 Xiongdi Gong. Her cult was spread along with Hainanese diaspora in the end of Qing dynasty. Her birthday is celebrated on 15th day of the 10th month of the lunar calendar.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<h3><span id=\"Her_First_temple\">Her First temple</span></h3>\n<p>Legend has it that a fisherman named Pan lived in Wenchang county, Hainan Island. One day while fishing out at sea, he caught a block of wood which he threw back into the sea, but he caught it again the next day. This happened repeatedly for a few days. As a result, Pan decided to bring the block of wood back to his home. He felt that the block of wood had a magical power and thus prayed to it, asking to be blessed with a great catch the next day. He promised that he would build a temple to enshrine the wood if his prayer were to be granted. Pan's prayer was actually granted. He came back from his fishing trip with a huge catch. However, Pan did not have enough money to build a temple, so he left the wood outside his house by the pig sty and forgot all about the promise he made. The next day, his pigs went ill and his neighbors saw a woman sitting on the branch of the longan tree near his house. It made him remember his promise to the block of wood. He informed his neighbours of the incident and they all raised funds for the construction of the temple and prayed to ask where they should build the new temple. Suddenly a child came by and showed them the location of where the temple should be built. That temple would then be the first temple for Goddess Shui Wei.</p>\n<h3><span id=\"Title_from_palace\">Title from palace</span></h3>\n<p>A Hainanese scholar named Zhang emerged third in the imperial examination during the reign of the Daoguang Emperor during the Qing Dynasty. One day, the emperor visited Hainan Island and became very ill. The imperial court sent a messenger to summon Zhang but he was already warned by the goddess in a dream that the emperor would soon pass on. A week later after returning to Beijing, the Emperor passed away. This miraculous event led the new Emperor, Xianfeng, to bestow the goddess the title of <i>nán tiān shǎndiàn gǎnyìng huǒ lěi shuǐ wěi shèng niáng</i> (南天闪电感应火雷水尾圣娘).</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>The worship of the Goddess Shui Wei is unique to the Hainanese community. She is widely worshipped by Hainanese immigrants who migrated to other countries by sea, as she is believed to be the protector of sea travelers. Her worship is popular in Southeast Asia, where her believers and temples can be found in Singapore, Malaysia, Thailand, Indonesia, and Vietnam.</p>\n<h3><span id=\"Thailand\">Thailand</span></h3>\n<p>Almost every Hainanese household on the northern part of Thailand have an altar dedicated to the Goddess Shui Wei. In Thailand, she is known as <i>Caw Mae Thab Thim</i>, but the Hainanese community of the Wang Thong market prefer addressing the goddess as <i>Caw Mae Thong Kham</i>. <i>Caw Mae Thong Kham</i> has a more local sense than <i>Caw Mae Thab Thim</i> and even the non-Hainanese communities of Wang Thong market feel a sense of belonging to the goddess. cult.</p>\n<h3><span id=\"Indonesia\">Indonesia</span></h3>\n<p>The cult of the Goddess Shui Wei is spread along the Hainanese communities in Indonesia. The oldest Chinese temple in Bali, Caow Eng Bio Chinese Buddhist Temple at Benoa Cape, enshrines her as the main deity of the temple along with the 108 Xiongdi Gong. Another temple that worships her as the tutelary deity is Cao Fuk Miao at Denpasar.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Chinese folk religion</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Caow Eng Bio 1.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}