{"pageid": 48595280, "ns": 0, "title": "Durga Ashtami", "extract": "<p><b>Durga Ashtami</b> or <b>Maha Ashtami</b> is one of the most auspicious days of ten days long Durga Puja Festival. In India fasting is undertaken by many people on this holy occasion. This day is also known for 'Astra Puja'(Worshiping Weapons) as on this day the weapons of goddess Durga are worshiped. The day is also known as Vira Ashtami as there are seen to use arms or martial arts on this day.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Plot\">Plot</span></h2>\n<p>The eighth day of Navratri or Durga Puja celebrations is known as Durgashtami, or Durga Ashtami. It is also known as Mahashtami and is one of the most auspicious day according to Hinduism. It falls on the Ashtami tithi of Chaitra month according to the Hindu calendar.</p>\n<p>It is believed in some regions, the Goddess Kali appeared on this day from the forehead of Mother Durga and annihilated Chanda, Munda, and Rakthabija (the demons who were associates of Mahishasura). The 64 Yoginis and Ashta Nayikas (the eight consorts of Goddess Durga) are worshiped during the Durga Puja rituals on Mahashtami. The Ashta Nayikas, also known as Eight Shaktis, are interpreted differently in different regions of India. But ultimately, all the eight goddesses are incarnations of Shakti. They are the same powerful Divine Feminine, representing different energies.</p>\n<p>The Ashta Nayikas worshiped during Durga Puja are Brahmani, Maheswari, Kaumari, Vaishnavi, Varahi, Narasinghi, Indrani and Chamunda.</p>\n<h2><span id=\"Tradition\">Tradition</span></h2>\n<p>A tradition associated with Durga Ashtami originated in North India is to honor the kanjaks in the home. A group of young, unmarried girls (a group of five or seven) are invited into the home to honor them. The tradition is based on the belief that each of these young girls( kanjaks ), represents the shakti (energy) of Durga on Earth. The group of girls are welcomed by washing their feet (a common ceremonial in India to welcome someone), welcoming them into the home, and then the rituals are done as Alati and Puja. After the rituals the girls are fed sweets and foods and honored with small gifts.</p>\n<p>The 2017 date is September 28.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.speakingtree.in/blog/masik-durga-ashtami-vrat-vidhi</li>\n<li>http://www.indiamarks.com/when-is-durga-ashtami-in-2015/</li>\n</ul>", "images": [{"ns": 6, "title": "File:AUM symbol, the primary (highest) name of the God as per the Vedas.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}