{"pageid": 489376, "ns": 0, "title": "Manāt", "extract": "<p><b><span title=\"DIN 31635 Arabic\">Manāt</span></b> (Arabic: <span lang=\"ar\" dir=\"rtl\" xml:lang=\"ar\">مناة</span>‎‎  <small>Arabic pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[maˈnaː(h)]</span> <small>oblique case</small>, <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[maˈnaːt]</span> <small>construct state</small>; also transliterated as <i><span title=\"DIN 31635 Arabic\">manāh</span></i>) was one of the three chief goddesses of Mecca.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>The pre-Islamic Arabs believed Manāt to be the goddess of fate. The followers prayed to her for rains and victory over enemies. She was considered the wife of Hubal. There are also connections with Chronos of Mithraism and Zurvan mythology. The <i>Book of Idols</i> describes her:</p>\n<blockquote class=\"templatequote\">\n<p>The most ancient of all these idols was Manāt. The Arabs used to name [their children] 'Abd-Manāt and Zayd-Manāt. Manāt was erected on the seashore in the vicinity of al-Mushallal in Qudayd, between Medina and Mecca. All the Arabs used to venerate her and sacrifice before her. The Aws and the Khazraj, as well as the inhabitants of Medina and Mecca and their vicinities, used to venerate Manāt, sacrifice before her, and bring unto her their offerings... The Aws and the Khazraj, as well as those Arabs among the people of Yathrib and other places who took to their way of life, were wont to go on pilgrimage and observe the vigil at all the appointed places, but not shave their heads. At the end of the pilgrimage, however, when they were about to return home, they would set out to the place where Manāt stood, shave their heads, and stay there a while. They did not consider their pilgrimage completed until they visited Manāt.</p>\n\n</blockquote>\n<p>The ruling tribes of al-Madinah, and other Arabs, continued to worship Manat until the time of Muhammad.</p>\n<p>The temple of Manat was raided and the idol was destroyed on the orders of Muhammad, in the Raid of Sa'd ibn Zaid al-Ashhali, in January 630 AD (8AH, 9th month, of the Islamic Calendar), in the vicinity of al-Mushallal.</p>\n<h2><span id=\"Somnath_temple\">Somnath temple</span></h2>\n<p>The attack on Somnath Temple in India in AD 1024 by Mahmud of Ghazni may have been inspired by the belief that an idol of Manat had been secretly transferred to the temple. According to the Ghaznavid court poet Farrukhi Sistani, who claimed to have accompanied Mahmud on his raid, Somnat (as rendered in Persian) was a garbled version of <i>su-manat</i> referring to the goddess Manat. According to him as well as a later Ghaznavid historian Gardizi, the images of the other goddesses were destroyed in Arabia but the one of Manat was secretly sent away to Kathiawar (in modern Gujarat) for safe keeping. Since the idol of Manat was an aniconic image of black stone, it could have been easily confused with a Shiva lingam at Somnath. Mahmud is said to have broken the idol and taken away parts of it as loot and placed so that people would walk on it. In his letters to the Caliphate, Mahmud exaggerated the size, wealth and religious significance of the Somnath temple, receiving grandiose titles from the Caliph in return.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}