{"pageid": 49399942, "ns": 0, "title": "Dakshin Vrindavan", "extract": "<p><b>Dakshin Vrindavan</b>( Tamil - தக்ஷிண் விருந்தாவன் ) ( Kannada - ದಕ್ಷಿಣ ವೃಂದಾವನ ), also known as \"Care for Cows Dakshin Vrindavan Public Charitable trust\" is a nonprofit organization registered in India for the protection of cows and bulls. The animal shelter is located at Chittur, in Palakkad, Kerala, India. It is the first Gaushala in Kerala. Dakshin Vrindavan saves cows from slaughter houses and cruel transporters and protect them in their shelter. The trust also maintain abandoned cows, bulls, retired oxen and calves in their shelter. Dakshin Vrindavan consist of volunteers who offer their talents and resources to tend to the neglected cows of India. It provides the cows with medical attention, clean water, lush pastures and lifetime accommodation. This charity was founded in the year 2013. This Gaushala is known to be the first and the largest Gaushala in State of kerala.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>The foundation of Dakshin Vrindavan was driven by Ashwin Sampatkumar's and Shankar Rama Varma's experience of visiting an Animal shelter, Care for cows Vrindavan, for welfare cows and bulls saved from slaughter houses in Vrindavan, and the realisation that protection of cows is not a charity but a social responsibility . His Grace Kurma Rupa Dasa, the founder of Care for Cows international, was instrumental in the founding of Dakshin Vrindavan. He personally Guided Ashwin Sampatkumar to open a shelter for cows. Ashwin Sampatkumar soon found his Mentor for life in His Grace Kurma Rupa Dasa. His Grace Kurma Rupa Dasa soon listed <b>Dakshin Vrindavan</b> as of the independent branches of Care For Cows International. Mr Parasuram's keen interest in helping with the endeavor proved a catalyst in it growing into a vast volunteer network from a pet project. Jaya parasuram (Mr Parasuram's wife), Girish Namboothiri, Ramesh K Varma and Prakash Srinivasan ( under the guidance of Shri. Thondanur Nambi Narayanan) were instrumental in founding and fleshing out the concept of Dakshin Vrindavan, and the seven of them formed a founding core around which friends, peers and the community came together to make the organisation a reality.</p>\n<p>The first generation of Dakshin Vrindavan, started with the rescue of the first member of the shelter Balaram from a farmer who was about to sell him to a butcher, just because he was a bull calf, in 2013. Approximately 10 volunteers joined the cause, and a land was found out for accommodating the calf. The land belonged to a family who helped Dakshin Vrindavan a lot in the initial years . Then came the rescue of almost 5 cows and bulls from illegal transportation, which were also housed in that land and soon after which the organisation formally registered as a Nonprofit organization.</p>\n<p>From that point on, Dakshin Vrindavan grew exponentially. Many more rescue operation were carried out and abandoned bulls and cows were also rescued.</p>\n<p>On June 2014, the Dakshin vrindavan team spotted a truck full of cows and Bulls in Mangalore which was on its way to slaughter house. The team intervened, sighted laws preventing slaughter of cows in karnataka and saved the cows. An astonishing eleven cows and bulls were saved from the rescue operation. This started the series of rescue operation done by Dakshin Vrindavan.</p>\n<p>After few months of moving to the 10 acres of land, the Gaushala faced threats from Communist party as cow protection was against their party ideologies. The cows were relocated to a temporary land to ensure their safety. The communist party workers threatened to kill the cows and conduct a beef festival if the gaushala is not shut down. Apparently when the media approached the union Minister of State, Ministry of Agriculture and Farmers Welfare S. S. Ahluwalia also the National Vice president of Bharatiya Janata Party,He was outraged and replied \"This is not acceptable\" \" Gaushalas are constructed throughout the country under Article 48 of the Constitution. It is the duty of the Kerala government to take steps to improve the breeding of cows and bulls in the state and prevent them from being slaughtered. It should take action against the culprits in this case and let the Dakshin Vrindavan Gaushala function peacefully\".</p>\n<h2><span id=\"Vision\">Vision</span></h2>\n<p>\"Saving cows from slaughter and illegal transporting and protecting these cows saved in our shelter\"</p>\n<h2><span id=\"Mission\">Mission</span></h2>\n<p>To protect, save and house 1000 cows in our shelter by 2017.</p>\n<h2><span id=\"Slogan\">Slogan</span></h2>\n<p>Protection of cows is not a charity but a social responsibility.</p>\n<h2><span id=\"Programmes\">Programmes</span></h2>\n\n<p>The programmes undertaken by Dakshin Vrindavan are:</p>\n<h2><span id=\"Acquiring_land_for_cows\">Acquiring land for cows</span></h2>\n\n<p>All these years cows were on leased land. In the starting years of Dakshin Vrindavan they were housed in the land provided by a family. But by the end of 2014, they were shifted to the land adjoining a temple near Nurani in Palakkad.</p>\n<p>10 acres of land was acquired on the banks of river Chittur by the generous participation of Mr and Mrs Sandeep Gopal, Mr and Mrs Balaji Krishnamachary Iyengar, Mr and Mrs Harish Sivarman, Mr and Mrs Santhosh Kovilakath, Mr and Mrs Sridhar krishnamoorthy, Mr and Mrs Chandru and Mr and Mrs Karthik Iyer and T.K Ramanathan. Dakshin Vrindavan has proposed a Gaushala for accommodating 150 cows with a budget of 50 Lakh Indian Ruppes.</p>\n<h2><span id=\"Building_a_permanent_shelter_for_cows\">Building a permanent shelter for cows</span></h2>\n\n<p>All these years cows were on leased lands and the shelter made for them were temporary. Now that land has been acquired, Dakshin Vrindavan focuses on building the cows a permanent shelter in 1 acre of the 10 acre acquired. The estimated cost for the construction of this shelter is about 50 Lakh Indian Rupees.</p>\n<p>Dakshin Vrindavan has started raising funds for this endeavor and expects the completion of this shelter by the mid of 2016.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span><span>Official website</span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Dakshin Vrindavan Logo.jpg"}, {"ns": 6, "title": "File:Dakshin Vrindavan Medical Camp.jpg"}, {"ns": 6, "title": "File:Dakshin vrindavan KURMARUPA.jpg"}, {"ns": 6, "title": "File:Gaushala Plan proj.jpg"}, {"ns": 6, "title": "File:New land.jpg"}, {"ns": 6, "title": "File:Wiki letter w.svg"}]}