{"pageid": 497237, "ns": 0, "title": "Ananke (mythology)", "extract": "<p>In ancient Greek religion, <b>Ananke</b> (<span></span>), also spelled <b>Anangke</b>, <b>Anance</b>, or <b>Anagke</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἀνάγκη</span>, from the common noun ἀνάγκη, \"force, constraint, necessity\"), is a personification of inevitability, compulsion and necessity. She is often depicted as holding a spindle. One of the Greek primordial deities, Ananke marks the beginning of the cosmos, along with her father and consort, Chronos (not the Titan Cronus). She was seen as the most powerful dictator of all fate and circumstance which meant that mortals, as well as the Gods, respected her and paid homage. Considered as the mother of the Fates according to one version, she is the only one to have control over their decisions (except, according to some sources, also Zeus).</p>\n<p>According to the ancient Greek traveller Pausanias, there was a temple in ancient Corinth where the goddesses Ananke and Bia (meaning violence or violent haste) were worshiped together in the same shrine. Ananke who represents Fate or Necessity or Force is frequently identified or associated with Aphrodite, especially Aphrodite Ourania who represents celestial Love, as the two are considered two sides of the same power that dictates life. Her Roman counterpart is <b>Necessitas</b> (\"necessity\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>\"Ananke\" is derived from the common Ancient Greek noun ἀνάγκη (Ionic: ἀναγκαίη <i>anankaiē</i>), meaning \"force, constraint or necessity.\" The common noun itself is of uncertain etymology. Homer refers to her being as necessity, often abstracted in modern translation (ἀναγκαίη πολεμίζειν, \"ιt is necessary to fight\") or force (ἐξ ἀνάγκης, \"by force\"). In Ancient Greek literature the word is also used meaning \"fate\" or \"destiny\" (ἀνάγκη δαιμόνων, \"fate by the daemons or by the gods\"), and by extension \"compulsion or torture by a superior.\" She appears often in poetry, as Simonides does: \"Even the gods don’t fight against <i>ananke</i>\".</p>\n<p>The pre-modern is carried over and translated (by reduction) into a more modern philosophical sense as \"necessity\", \"logical necessity\" or \"laws of nature\".</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>In Orphic mythology, she is a self-formed being who emerged at the dawn of creation with an incorporeal, serpentine form, her outstretched arms encompassing the cosmos. Ananke and Chronos are mates, mingling together in serpent form as a tie around the universe. Together they have crushed the primal egg of creation of which constituent parts became earth, heaven and sea to form the ordered universe. Ananke was the mother (or another identity) of Adrasteia, the distributor of rewards and punishments.</p>\n<h3><span id=\"Mother_and_Mistress_of_the_Moirai\">Mother and Mistress of the Moirai</span></h3>\n<p>The Greek philosopher, Plato in his <i>Republic</i> discussed the parentage of the Moirai or the Fates in the following lines:</p>\n<blockquote>\n<p><i>\"And there were another three who sat round about at equal intervals, each one on her throne, the Moirai (Moirae, Fates), daughters of <b>Ananke</b>, clad in white vestments with filleted heads, Lakhesis (Lachesis), and Klotho (Clotho), and Atropos (Atropus), who sang in unison with the music of the Seirenes, Lakhesis singing the things that were, Klotho the things that are, and Atropos the things that are to be . . . Lakhesis, the maiden daughter of Ananke (Necessity).\"</i></p>\n</blockquote>\n<p>While Aeschylus, the famous tragedian gave us an account in his Prometheus Bound where the Moirai were called the helmsman of the goddess Ananke along with the three Erinyes:</p>\n<blockquote>\n<p><i>\"Prometheus : Not in this way is Moira (Fate), who brings all to fulfillment, destined to complete this course. Only when I have been bent by pangs and tortures infinite am I to escape my bondage. Skill is weaker by far than Ananke (Necessity).<br>\nChorus : Who then is the helmsman of Ananke (Necessity)?<br>\nPrometheus : The three-shaped (trimorphoi) Moirai (Moirae, Fates) and mindful (mnêmones) Erinyes (Furies).<br>\nChorus : Can it be that Zeus has less power than they do?<br>\nPrometheus : Yes, in that even he cannot escape what is foretold.<br>\nChorus : Why, what is fated for Zeus except to hold eternal sway?<br>\nPrometheus : This you must not learn yet; do not be over-eager.<br>\nChorus : It is some solemn secret, surely, that you enshroud in mystery.</i><br>\n[N.B. Prometheus has knowledge of a secret prophecy that any son born of Zeus and Thetis would depose the god.]\"</p>\n</blockquote>\n<h2><span id=\"In_philosophical_thinking\">In philosophical thinking</span></h2>\n<p>In the <i>Timaeus</i>, Plato has the speaker Timaeus (and not Socrates) argue that in the creation of the universe, there is a uniting of opposing elements, intellect (nous) and necessity (ananke), as elsewhere Plato blends abstraction with his own myth making: \"For this ordered world (cosmos) is of a mixed birth: it is the offspring of a union of Necessity and Intellect. Intellect prevailing over Necessity by persuading (from Peitho, goddess of persuasion) it to direct most of the things that come to be toward what is best, and the result of this subjugation of Necessity to wise persuasion was the initial formation of the universe\" (48a, trans. John M. Cooper).</p>\n<p>The word \"Ananke\" is featured in Victor Hugo's novel <i>Notre-Dame of Paris</i>, written upon a wall of Notre-Dame by the hand of Dom Claude Frollo. In his <i>Toute la Lyre</i>, Hugo also mentions Ananke as a symbol of love. Here is what Hugo had to write about it in 1866.</p>\n<blockquote class=\"templatequote\">\n<p>Religion, society, nature; these are the three struggles of man. These three conflicts are, at the same time, his three needs: it is necessary for him to believe, hence the temple; it is necessary for him to create, hence the city; it is necessary for him to live, hence the plow and the ship. But these three solutions contain three conflicts. The mysterious difficulty of life springs from all three. Man has to deal with obstacles under the form of superstition, under the form of prejudice, and under the form of the elements. A triple <i>ananke</i> (necessity) weighs upon us, the <i>ananke</i> of dogmas, the <i>ananke</i> of laws, the <i>ananke</i> of things. In \"Notre Dame de Paris\" the author has denounced the first; in \"Les Misérables\" he has pointed out the second; in this book (Toilers of the Sea) he indicates the third. With these three fatalities which envelop man is mingled the interior fatality, that supreme <i>ananke</i>, the human heart.</p>\n<p>Hauteville House, March, 1866. Victor Hugo, <i>Toilers of the Sea</i>, 1866, p. 5</p>\n</blockquote>\n\n<p>Sigmund Freud in \"Civilization and Its Discontents\" (W. W. Norton, New York: 1961, p. 104) said: \"We can only be satisfied, therefore, if we assert that the process of civilization is a modification which the vital process experiences under the influence of a task that is set it by Eros and instigated by Ananke — by the exigencies of reality; and that this task is one of uniting separate individuals into a community bound together by libidinal ties.\"</p>\n<p>In \"Ancient Terror\", an essay that Robert Bird considered (although \"ostensibly a commentary on Léon Bakst's painting Terror Antiquus\") \" a highly synthetic picture of the evolution of Greek religion, which he traces to an original belief in a single, supreme goddess\", Vyacheslav Ivanov suggests that the ancients viewed all that is human and all that was revered as divine as relative and transient, \"Only Fate (Eimarmene), or universal necessity (Ananke), the inevitable \"Adrasteia,\" the faceless countenance and hollow sound of unknown Destiny, was absolute.\" Before the goddess, who possesses both the indestructible Force of Love-Live Giver and the absolute law of Fate the Destroyer, Fate-Death, as well as incorporating Mnemosyne-Memory and Gaia-Mother Earth, masculine daring and warring are powerless and transient, thus the order based on masculine element established by Zeus and other Olympian Gods is artificial.</p>\n<p>In Philip K. Dick's novel <i>VALIS</i>, Ananke is mentioned as \"blind necessity or blind chance, according to some experts...blind chance: chaos, in other words\". Described alongside the term 'Noos' as the overwhelming chaos which reason, Noos, tries to constrain.</p>\n<p>There is reference to Ananke early in John Banville's novel <i>The Infinities</i>. In explaining how the gods fashioned humans so that they would procreate, the narrator (Hermes) says that the gods gave humans lust, \"Eros and Ananke working hand in hand\". Norbert Wiener, in his book <i>Cybernetics: Or Control and Communication in the Animal and the Machine</i>, presents Ananke as the personification of scientific determinism, contrasted with Tyche as the personification of quantum indeterminacy, in the often-quoted sentence: \"The chance of the quantum theoretician is not the ethical freedom of the Augustinian, and Tyche is as relentless a mistress as Ananke.\"</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>In Kelly McCullough's <i>Ravirn</i> series, Ananke is a prominent figure in all the books under the guise of Necessity.</p>\n<p>In Kieron Gillen and Jamie McKelvie's comic book series <i>The Wicked + The Divine</i>, Ananke is the immortal caretaker of the Gods of The Recurrence.</p>\n<p>In Robertson Davies' novel <i>The Cunning Man</i>, Ananke becomes an element that Dr. Jonathan Hullah recognizes having ultimate say over all the destinies he watches unfold, including his own.</p>\n<p>She is also the title of a science fiction short story by Stanisław Lem, in the series of the <i>Tales of Pirx the Pilot</i>. Ananke, used in the meaning of force and obsession (Anankastic personality disorder), is the key to the solution of a disastrous spaceship accident.</p>\n<p>In the anime <i>Mobile Suit Gundam</i>, the flagship of the Earth Federation armada at Loum is named <i>Ananke</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mother Goddess</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - Ananke</li>\n<li>Multi-lingual Dictionary</li>\n<li>Greek Mythological Link: Ananke</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Ananke by Platone.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Destiny, Gilbert Bayes.jpg"}, {"ns": 6, "title": "File:Terror Antiquus by L.Bakst (1908).jpg"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}