{"pageid": 49891342, "ns": 0, "title": "Milda (mythology)", "extract": "<p><b>Milda</b>, in Lithuanian mythology, is the goddess of love. However, her authenticity is debated by scholars. Despite the uncertainty, Milda became a popular female given name in Lithuania. Neo-pagan societies and communities, including Romuva, organize various events in honor of goddess Milda in May. The Milda Mons, a mountain on Venus, is named after her. The female figure at the top of the Freedom Monument in Riga is affectionately called Milda.</p>\n<p>Milda was first mentioned by Teodor Narbutt in his 1835 work on the history of Lithuania. According to Narbutt, Milda was also known as Aleksota. Her temples stood in Aleksotas, Kaunas and in Antakalnis, Vilnius, where the Church of St. Peter and St. Paul now stands. Her worshippers were known as <i>mildauninkais</i>. The month of March was dedicated to Milda and her figurine was found in Kaunas, although other sources (such as written documents in the 16th century, and the calendar of the Gediminas Sceptre that begins in April where a spiral represented her month) mentioned that April was also known as \"the Month of Milda\". According to Vėlius, Narbutt invented Milda borrowing the idea of a beautiful Roman nymph Alexothe from the writings of Dominik Szybiński. As one of Kaunas' suburbs is Aleksotas, it was only natural that Milda's temple stood there. There is no evidence, either in written documents, archaeological research, or folklore, to support Narbutt's claims.</p>\n<p>Narbutt's information was later repeated and popularized by many other writers and historians, including Dionizas Poška, Jonas Totoraitis, Pranė Dundulienė. However, other authors, including Aleksander Brückner, Norbertas Vėlius, Gintaras Beresnevičius, expressed serious doubts whether such goddess actually existed due to lack of evidence. Milda owes her popularity to Józef Ignacy Kraszewski. In 1840, he wrote <i>Anafielas</i>, a three-part epic poem in Polish. The first part, <i>Witolorauda</i>, mentioned Milda and her festival in early May. The poem was translated into Lithuanian and published several times popularizing the goddess. Its Polish publication in 1846 was illustrated with 50 woodcuts by Wincenty Smokowski. His image of Milda continues to influence Milda's representations. In 1918, Petras Vaičiūnas wrote a poetic play dedicated to Milda.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Alchimowicz Goddess Milda.jpg"}, {"ns": 6, "title": "File:Draig.svg"}]}