{"pageid": 49980767, "ns": 0, "title": "Mata Sarthal Devi Mandir", "extract": "<p><b>Mata Sartal Devi Mandir</b> is an important Temple at Sarthal near Kishtwar in Jammu and Kashmir state of India.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mata_Sarthal_Devi_Mandir\">Mata Sarthal Devi Mandir</span></h2>\n<p>Sarthal Mata, considered as re-incarnation of Goddess Durga, is the chief deity of Hindus in Kishtwar (Jammu and Kashmir) and adjoining areas. Originally made from the stones by locals under patronage of Raja Agar Dev of Kishtwar, this holy temple was renovated by Maharaja Hari Singh in 1936 from the wood of Dayalwan and Deviyun-van forest. Situated at approximately 6000 feet, this scenic temple is covered with snow during winters. A number of peaks in the Pir Panjal Range are visible from the temple.</p>\n<h3><span id=\"History_(Legend)\"></span><span id=\"History_.28Legend.29\">History (Legend)</span></h3>\n<p>According to the local legend, Shri Paul who was the first saint from Kishtwar region, had directed his disciples to worship goddess durga in the form of Mother with 18 Arms. The legend goes on to say that one of the locals was able to invoke goddess in the form of a young girl who pointed towards the eighteen armed idol of goddess. King Agar Dev of Kishtwar is then believed to send his courtiers to make a temple for the idol at an appropriate place. It is said that the Idol became too heavy to be carried beyond its present abode at Sarthal where a Stone Temple was constructed.</p>\n<h3><span id=\"Management\">Management</span></h3>\n<p>The management of the temple lies with Dharmarth Trust that takes care of the running of the temple. An Inn (Dharamshala) has been constructed next to the temple where pilgrims can stay for the night at nominal payments.</p>\n<h3><span id=\"Annual_Pilgrimage\">Annual Pilgrimage</span></h3>\n<p>Annual pilgrimage (in the month of July) to the temple is an important event in the local calendar when people from nearby villages throng the temple to receive blessings of the goddess. People bring in tridents (trishul) to the temple. The temple boasts of trident collection that is hundreds of years old. During the Dogra Rule, this pilgrimage was known as \"Sarkari Yatra\" during which there was a 3-day holiday in entire Doda district for celebration of this yatra. It is considered auspicious to have Mundan (First Hair removal of a baby) at the temple. It has a dedicated vehicular road starting from Hasti (Near Kishtwar) that leads unto the base of temple. The temple is situated on the top of a hillock, and has some difficult stairs to be climbed to reach the top.</p>\n<h3><span id=\"Sarthal_Mata_Idol_Theft\">Sarthal Mata Idol Theft</span></h3>\n<p>The ancient Asthdash Buja Mata (Mother with 18 arms) black stone Idol of Mata Sarthal Devi was stolen in 2008 from the temple. However, the idol could not be smuggled out of the area and was recovered and reinstalled at the temple. This incident caused anguish amongst the local people.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}, {"ns": 6, "title": "File:Wiki letter w.svg"}]}