{"pageid": 50029850, "ns": 0, "title": "Lankini", "extract": "<p><b>Lankini</b> was a powerful Rakshasi from the ancient Hindu epic Ramayana. Her name literally means \"The Deity of Lanka\" as she was the female personification of the city itself and was the guardian to the doors of Lanka.</p>\n<h2><span id=\"Brahma's_curse\"></span><span id=\"Brahma.27s_curse\">Brahma's curse</span></h2>\n<p>As per Indian mythology, Lankini was once the guardian of the abode of Brahma. As she guarded the home of the creator, Brahma, she became arrogant and egoistic about her position. She treated others in the palace with contempt due to which she was cursed by Brahma to guard the city of Rakshasas forever. Lankini realized her mistake and begged for forgiveness. However, it was not possible for Brahma to take back the curse, and instead gave her a boon she will be freed of the curse only when a monkey will defeat her in combat and thus bring to end the age of Rakshasas.</p>\n<h2><span id=\"Encounter_with_Hanuman\">Encounter with Hanuman</span></h2>\n\n<p>In Ramayana Hanuman encounters Lankini at the gates of Lanka when he was appointed the task of searching for Sita. When accosted by Lankini and asked about his identity and purpose of visit, Hanuman not wanting to reveal his mission, cleverly replies that he has come from the forest desiring to see the famed city of Lanka and its beauty. However Lankini realises that he is an intruder and attacks him. Knowing that she is a woman, Hanuman softly strikes her back just enough to make her fall and bleed. A dazed and confused Lankini immediately realizes her opponent is no mere monkey and asks for forgiveness knowing that Brahma's prophecy has come true. Hanuman forgives her as he prepares to continue his quest into Lanka leaving Lankini behind who is now free of the curse. </p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:. The Guardian Angel of the City stopped him. Hanuman gave her a big punch.jpg"}, {"ns": 6, "title": "File:Hanuman encounters with surasa and simhika, hanuman being accousted by lank9ini.png"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Ramapanchayan, Raja Ravi Varma (Lithograph).jpg"}]}