{"pageid": 5083475, "ns": 0, "title": "Vagdavercustis", "extract": "<p>The goddess <b>Vagdavercustis</b> is known from a dedicatory inscription on an altar found at Cologne (Köln), Germany. The stone dates from around the 2nd century CE and is now in a museum in Cologne.</p>\n<p>The inscription appears on the front of the altar above a carved relief of five male figures carrying out a ritual. The officiant in the center is wearing a toga and has his head covered <i>(capite velato)</i>. He extends his hand toward an altar in order to burn incense, a box of which is held by a boy to the left. Behind them is an aulos-player, whose music would be intended to \"drown out inauspicious noises.\" The figure between the aulist and the officiant is worn and reveals little. The fifth, to the far right, is bearded and wearing a garment that is not a toga; he carries something slung over his right shoulder.</p>\n<p>The inscription reads as follows:</p>\n<dl><dd>\n<dl><dd>Deae</dd>\n<dd>Vagdavercusti</dd>\n<dd>Titus Flavius</dd>\n<dd>Constans Praef</dd>\n<dd>Praet EMV</dd>\n</dl></dd>\n</dl><p>Roughly translated into English, the inscription can be read as:</p>\n<dl><dd>\n<dl><dd>To the Goddess</dd>\n<dd>Vagdavercustis,</dd>\n<dd>Titus Flavius</dd>\n<dd>Constans, Prefect</dd>\n<dd>of the Praetorians, [dedicated this] in his distinguished memory.\" </dd>\n</dl></dd>\n</dl><p>The altar was dedicated by a Roman citizen, and the iconography is that of a traditional Roman sacrifice, but Vagdavercustis was most likely a native Germanic or Celtic goddess. It was not unusual, and perhaps even customary, for Roman officials in the provinces to honor local gods as a way to maintain local goodwill. There is some evidence that Vagdavercustis was worshipped by the Batavians (a Germanic tribe reported by Tacitus to have lived around the Rhine delta, in the area that is currently the Netherlands) in the region between the present-day Netherlands and Cologne (Köln).</p>\n<p>The paucity of evidence pertaining to Vagdavercustis has led to abundant interpretations of her significance. Trees are depicted on the side panels of the altar, suggesting a vegetative function. She may be related to Virtus, the Roman god of military virtue. Since she occurs only at Cologne, she may be a localized deity of place. The name has been taken to mean \"protectress of war dancers,\" with Vagdavercustis characterized as a war goddess.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>photo of altar</li>\n</ul>", "images": [{"ns": 6, "title": "File:Weihestein Vagdavercustis.JPG"}]}