{"pageid": 51418598, "ns": 0, "title": "Iyami Aje", "extract": "<p>In Yoruba language, <i><b>Ìyá mi</b></i> means \"my mother. In Yoruba cosmology, the mother's roles as the force of creation and the sustainer of life and existence elevates the mother to the realm of the divine. Consequently, <i>Ìyá mi</i>, with alterations in tones becomes <i><b>Ìyààmi</b></i> or <i><b>Ìyàmi</b></i> which means \"My Mysterious or Divine Mother.\" <b>Àjẹ́</b> is a Yoruba word that signifies the biological and spiritual power of the Africana woman that has myriad potential, including, but not limited to, powers of elemental, biological and artistic creation; healing; destruction; spiritual and physical development and fortification; and political organization and empowerment. In <i>The Architects of Existence: Àjẹ́ in Yoruba Cosmology, Ontology, and Orature</i>, Teresa N. Washington defines Àjẹ́ as \"a force that is beyond definition, but English approximations for Àjẹ́ would be Power, Creation, Cosmos, All.\" Given the foregoing, <b>Ìyàmi Àjẹ́</b> would be most appropriately defined as \"My Divine Mother of Unfathomable Powers.\"</p>\n<p>Iyami Aje are known by many praise names which include, but are not limited to, Iyami Osoronga, Awon Iya Wa (Our Mothers), Eleye (Owner(s) of the Sacred Bird), Iyanla, Elders of the Night, Old and Wise One(s), the \"Gods of Society,\" Ayé (Earth), and Àjẹ́, as the latter term signifies both the power and the individual wielding it. In Yoruba cosmology, the god Odù is the Creator of the Universe and all that thrives within it. She is the originator of existence and the womb of all origins: Yoruba spiritualist Samuel M. Opeola reveals that Odù is <i>the</i> Àjẹ́. Africana women, the direct biological and spiritual progeny of Odù, are said to all inherently bear some aspect of her signature force: Àjẹ́. Àjẹ́ is primarily associated with women because of their essential roles in conceiving, carrying, birthing, and nurturing children; however, Africana men, including African gods, can also have and be Àjẹ́. Opeola reveals that \"any Òrìṣà regarded in creation, childbirth, protection of a town also possesses the power of Àjé\" including Ọbàtálá, Ọbalúayé, Ògún, and Odùduwà, to name a few gods. However, with its origins cosmically in Odù, the Womb of Existence, and biologically in the menstruating, conceiving, birthing wombs of existence, Africana women are the owners and controllers of Aje.</p>\n<p>Because of its scope and power, Aje is feared and revered by many. Some individuals have attempted to demonize Aje by translating the word as witch, but Àjẹ́ and witch are not culturally, historically, politically, or spiritual synonymous concepts. Using the term \"witch\" is especially dangerous because in many African communities the accused can be ostracized or lynched because of false accusations. Ayo Adeduntan's article, \"Calling Àjẹ́ Witch In Order To Hang Her: Yoruba Patriarchal Definition and Redefinition of Female Power,\" analyzes the impact of the misuse of the term witch in Yoruba societies and the necessary usage of culturally appropriate and accurate Yoruba terms. In some cases, to protect the bearers of power and avoid confusion, terms such as \"Elders of the Night,\" Ayé, and Awon Iya Wa may be used euphemistically.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n\n\n<p>Women are said to yield great power because they hold the secret of creation given to them by Olodumare. According to an Ifa in Ose Otura, the history of Iyami goes back to the founding of the world when male immortals tried to form the world without the female immortal, Ọṣun. Ọṣun is identified as the head of the Iyami of women as she gathered the women to protest the formation of the world by the male primordials. The males failed and it was only when they included Ọṣun that the world could be formed. This story is also shared in Osa Meji as Odu or Odudua being the only female among 3 other males imoles and being given the power of motherhood and Aje by Olodumare which carries inherent power of motherhood that must be respected. Other lineages suggest that Yemoja is the leader of Iyami by being the owner of Gelede, a society devoted to Iyami. Ondo state lineages point to the first Iyami when a Vulture visited 2 women who was looking for a form of currency and the Vulture vomited up cowries. As these stories come from ancient Oral traditions; the details and specific Orisha may vary from lineage to individual towns.</p>\n<p>Aje is an ancient power that predates the arrival of the Yoruba to West Africa by millennia. While the town of Ota, Nigeria is the town most readily associated with Aje, Aje has always flourished in Africa and in the lands of the Diaspora to which they traveled either by their own volition or as victims of slavery. Aje are known to preside over the market, and the Iyalode, serves as the head of commerce and business in Yoruba towns and cities. Iyami Aje also continue to occupy essential positions of power in Yoruba sacred societies and political institutions. Iyami became demonized as more patriarchal regimes came into power under Abrahamic faiths, causing many to go into secrecy to avoid persecution and possible death. The influx of Abrahamic faiths and the European Witch-hunts of Europe during the 1700s coincided with the influx of Islamic and Christian colonialism and the slave trade in West Africa. Traditional ceremonies once performed by women became the domain of men; in some cases, rulers prohibitions against women to ensure they would not participate.</p>\n<p>The Gelede festivals helped to ensure the reverence and praise of Iyami Aje would not be vanquished or silenced. During these festivals, entire communities gather to thank and praise the Iyami Aje for their protection and support of the community. The Gelede festival reveres Iyami as gods and ancestral mothers, and one of the most heralded aspects of Iyami Aje in Gelede is Iyami Osoronga, who is also honored as Iya Nla (Great Mother), and is represented by a white mask during the Gelede festival. According to Babatunde Lawal in <i>The Gelede Spectacle</i>, Iya Nla is Yewajobi, Iyami Iya (Mother of All! Mother of Mothers).</p>\n<h2><span id=\"Principles,_Functions,_and_Roles\"></span><span id=\"Principles.2C_Functions.2C_and_Roles\">Principles, Functions, and Roles</span></h2>\n<p>Samuel M. Opeola states that Àjẹ́ is rooted in three primary principles:</p>\n<p>1. Do not dabble in herbalism (do not use herbs without thorough knowledge of their nature and use and divine authorization).</p>\n<p>2. Do not display wealth.</p>\n<p>3. Share everything.</p>\n<p>Opeola asserts that Àjẹ́ are \"against class systems\" and \"exploitation.\" From a position rooted in acknowledgement of equality, Àjẹ́ work to ensure societal, political, and cultural balance and harmony. One of the many praise names for the Àjẹ́ collective is Ẹgbẹ́ Ọ̀gbà, which means, a Collective of Equals.</p>\n<p>That Àjẹ́ is rooted in equality illustrates key difference between Yoruba ontology and that of the Mọlẹ̀. The Yoruba migrated from the East to Ile-Ife and there met the Mọlẹ̀ whose society was grounded in structured by Àjẹ́, balance, and reciprocity rather than the hierarchical stratification and ritual obeisance for which many African cultures, including the Yoruba, are known. In <i>The Architects of Existence</i>, Teresa N. Washington discusses the significance of Ẹgbẹ́ Ọ̀gbà worldview on what is known today to be Yoruba culture:</p>\n<blockquote>\n<p>Ẹgbẹ́ Ọ̀gbà also appears to signify the original Mọlẹ̀ way of life and worldview which are rooted in egalitarianism. The significance of social equality is evident in the founding of Ògbóni, in which all members of the nation, without distinction, were collectively initiated; in the rules that Àjẹ́ must \"share everything\" and must not engage in displays of wealth; in the edict that babaláwo are in service to their communities and cannot use their [spiritual] gifts to generate personal wealth; and in the monarchal façade that shields the careful labors of an intricately interconnected network of Àjẹ́-rich power wielders. The Mother-son dynamic of Àjẹ́ also signifies egalitarianism, because Mother has milk, love, and protection for all of her offspring, and all of her progeny, ọmọ Onílẹ̀, are working for the fortification and glorification of Onílẹ̀, who fortifies and glorifies humanity.</p>\n</blockquote>\n<p>Because of the millennia-long interweaving of Yoruba and Mọlẹ̀ cultures, some laypersons have assumed that Àjẹ́ is structured hierarchically in ways similar to Yoruba culture, but that is not the case. In the Yoruba world and worldview, there are no priests or priestesses of Àj̣ẹ́, no \"godmothers\" and \"godfathers\" of Àj̣ẹ́, and there is no color-coded hierarchy within Àjẹ́. Yoruba cultural historians Bade Ajuwon and Samuel M. Opeola confirm that before the colonization of Africa, with its attendant racism and religious hypocrisy, there was no concept of hierarchically tiered \"white,\" (<i>funfun</i>) \"red,\" (<i>pupa</i>) or \"black\" (<i>dudu</i>) Àjẹ́. Washington finds that the concept of color-coded Àjẹ́ was created and used by people and organizations to protect themselves from racist religious and political persecution.</p>\n<p>Àjẹ́ is a genetic, biological, and spiritual endowment that manifests itself uniquely in each of its bearers not unlike individual's <i>orí</i> (destiny), <i>àṣẹ</i> (personal spiritual authority), and <i>ìwà</i> (existence, character). Consequently, Àjẹ́ work together, as a collective, to learn, teach, evolve, expand, and restructure on personal and communal levels. The work of Àjẹ́ is that which fortifies the lives of community members and strengthens society as a whole. They are the gynecologists, obstetricians, general practitioners, counselors, psychologists, diviners, physicists, mathematicians, architects, scientists, navigators, and agriculturalists of their communities. However, the role they are most feared for is that of enforcer of justice. This important and serious work is undertaken by a collective (<i>ẹgbẹ́</i>) that includes members of Ògbóni, a Yoruba sacred society of elders intricately connected with Àjẹ́, and Oṣó, empowered males who may or may not have Àjẹ́. Oṣó are described as the \"husbands of Àjé.\" Àjẹ́, Ògbóni, and Oṣó have been described as \"partners of progress,\" and their individual and collective works are all overseen by Ẹdan, the God of Justice whose eyes never close and, thus, bear witness to everything, and Onílẹ̀, the Owner of the Earth/Mother of the Earth, who is also known as Ayé. The fact that Àjẹ́ are also known as Ayé, Earth, highlights the seamless nature of the Mothers' cosmic and terrestrial interrelationships. Because of the seriousness of the Ẹgbẹ́ Àjẹ́ 's work, the secrecy and silence that shields the Ẹgbẹ́, and the formidable checks and balances that ensure the accurate dispensation of justice, Yoruba historian and artist, Adebayo Faleti describes Àjẹ́ as \"the most disciplined cult in the world.</p>\n<p>Àjẹ́ cannot be bought or sold or commodified. Similarly, the Ẹgbẹ́ Àjẹ́, a timeless consortium with unimaginably deep responsibilities, does not publicize, solicit, recruit, or advertise: it is necessarily both a <i>secret</i> and a <i>sacred</i> society. It is described as being at once invisible and ubiquitous. In <i>Ìgbàgbọ́ àti Ẹ̀sìn Yorùbá</i>, C. L. Adeoye states that the Ẹgbẹ́'s members take their work so seriously that they all adhere to the following diktat: \"That the eyes should see / That the ears should hear / That the mouth should be silent.\"</p>\n<h2><span id=\"Additional_Attributes\">Additional Attributes</span></h2>\n<p>Iyami are assigned the task of guiding Olodumare and enforcing natural laws established by Olodumare. Like mother goddesses in other cultures, they have a triune function as creators, sustainers, and destroyers of life. Historically the role of resurrecting the dead to determine cause of death when it was in question was assigned to them.</p>\n<p>Because of the relationship to Mother Earth, Iyami Aje are also known for their extensive use of natural resources such as herbs and other animals for healing and empowerment. All Birds especially owls, vultures, and parrots, particularly, African Grey are associated with Iyami.</p>\n<h2><span id=\"Iyami_Aje_and_Community_Perceptions\">Iyami Aje and Community Perceptions</span></h2>\n<p>While Aje is largely associated with women and female gods, Opeola's revelation that \"any Òrìṣà regarded in creation, childbirth, protection of a town also possesses the power of Àjé\" makes it clear that it is vital for certain men--divine and terrestrial--to have Aje. Indeed, Washington and Opeola concur that \"to undertake certain duties and fulfill certain roles, certain males <i>must</i> have Àjẹ́. The significance and ubiquity of Aje in the Yoruba world is such that a common Yoruba saying observes, \"You have Aje; I have Aje; We all have Aje in our pockets.\" This acknowledgement of a communal inheritance of a power that is diverse and as unique as each individual bearer is what prompts Olatubosun Oladapo, a renowned Yoruba poet and lyricist who is known as Odídẹrẹ́ Ayékòótọ́, the sacred grey parrot of Àjẹ́, to ask of his audience in one of his verses, \"<i>Emi Lo Ó Máa Fàjẹ́ẹ̀ Rẹ Ṣe?</i> <i>(What Will You Do With Your Own Àjẹ́?).\"</i></p>\n<p>Recently, in the Diaspora, interest in Yoruba culture and a rise in initiations into Ifa and Orisa have led outsiders to question whether or not one can acquire Àjẹ́ from an external agent and whether or not one can be initiated into the Ẹgbẹ́ Àjẹ́. One can even find individuals touting what they claim are \"Aje\" products (such as soap, oils, medicine, rocks, and pots) and \"initiation\" into Àjẹ́: it is important here to refer to the principles of Àjẹ́ detailed above. The question of whether and how initiations into Iyami Aje can occur is contentious for many, with some asserting that one cannot be initiated, others claiming that initiation can be done, and some individuals asserting that no one can choose to initiate as Iyami and only Iyami can choose who they will initiate as Iyami. The emphasis may be placed on the ability to choose, rather than no initiation existing. The book, <i>Iyanifa: Women of Wisdom</i> notes that the contradiction of suggesting no one can initiate or claim to have been initiated while simultaneously saying only Iyami can initiate demonstrates the fallacy of the statement itself. In his book <i>Invisible Powers of the Metaphysical World</i> Araba Yemi Elebuibon asserts that initiations do occur<i>.</i> Some initiatory processes are also explained in the Ifa Literary Corpus under the odu Osa Meji where the Iyalode initiates women of the town.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Iyalawo</li>\n<li>Iya Nla</li>\n<li>Oshun</li>\n<li>Yemoja</li>\n<li>Oya</li>\n<li>Olokun</li>\n<li>Mami Wata</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Brooklyn Museum 1999.129 Gelede Body Mask.jpg"}, {"ns": 6, "title": "File:Carybé, RILIEVI degli orixas, 1968 Iyami oxorongà.JPG"}, {"ns": 6, "title": "File:Mascara de Guelede, Orossi, Benin..JPG"}]}