{"pageid": 51721727, "ns": 0, "title": "Maa Tara Chandi Temple", "extract": "<p><b>Maa Tara Chandi Temple</b> is a Hindu temple dedicated to Maa Shakti or Maa Durga, located in Sasaram, Bihar, India. It is one of the 52 Shakti Peetha.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>Maa Tarachandi Shakti Peetha, also called Maa Tarachandi, is the oldest and one of the most sacred temples of Sasaram. It is regarded as one of the 52 Siddha Shakti Pithas in India. According to Puranic legends, the \"right eye\" (Netra) of the corpse of Sati had fallen here when it was chopped off by Lord Vishnu with his \"Sudarshan Chakra\". The ancient temple, originally called Maa Sati, is believed to be the abode of the goddess Dur Maa Tara Chandi.</p>\n<p>The Kaimur Hills provide an access to many other attractions of Sasaram like Gupta Mahadev Temple, Parvati Temple, ancient caves,  Manjhar Kund and Dhua Kund are two waterfalls of this town that have the capacity of generating large amounts of electricity.</p>\n<h2><span id=\"Shakti_Peetha\">Shakti Peetha</span></h2>\n<p>The Shakti Peetha (Sanskrit: शक्ति पीठ, Śakti Pīṭha, seat of Shakti is a place of worship consecrated ashes of the goddess Shakti or Sati, the female principal of Hinduism and the main deity of the Shakta sect. They are sprinkled throughout the Indian subcontinent.[2]</p>\n<h2><span id=\"Location\">Location</span></h2>\n<p>There is a temple of Goddess Tarachandi, about 5 km from Sasaram two miles to the south, and an inscription of Pratap Dhawal on the rock close to the temple of Chandi Devi. Hindus in large number assemble to worship the goddess. Dhuwan Kund, located about 36 km south-west of this town, is a nearby tourist attraction.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Mundeshwari Temple</li>\n<li>Daksha</li>\n<li>Shiva</li>\n<li>Parvati</li>\n<li>Hinduism</li>\n<li>Manjhar Kund</li>\n<li>Dhua Kund</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Flag of India.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:India Bihar location map.svg"}, {"ns": 6, "title": "File:India location map.svg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Seal of Bihar.jpg"}]}