{"pageid": 52557565, "ns": 0, "title": "Ala (Luwian goddess)", "extract": "<p><b>Ala</b> was a Hittite and Luwian goddess of the wilderness and partner of the god Runtiya. She played only a minor role in the pantheon.</p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>\"Lady Ala\" (Hittite: <sup>d</sup>MUNUS Ala-; Hieroglyphic Luwian: FEMINA Ala-) appears in one Bronza Age Hittite tex and several Iron Age Luwian texts. The name may derive from the Luwian adjective <i>ala-</i> (\"high\").</p>\n<p>Personal names in which the goddess is invoked cannot be identified for sure on account of the shortness of the name and cannot be distinguished from names incorporating the adjective <i>ala-</i>. Perhaps the women's name, Alawani, which is known from 18th century BC Kültepe, is connected to the goddess.</p>\n<h2><span id=\"Role\">Role</span></h2>\n<p>Ala was generally worshiped with the god of the meadow, Innara, in the Bronze Age and shared several epithets with him. Examples include \"Ala of the Animal World,\" \"Ala of the Quiver,\" \"Ala of the Bow,\" which mark her out as a goddess of hunting. Epithets like \"Ala of All Mountains\" and \"Ala of All Rivers\" link her with the wilderness, and she was explicitly linke with Mount Šaluwanta and Mount Šarpa (Arısama Dağı). In Hieroglyphic Luwian inscriptions from Emirgazi, she is invoked along with the tutelary god and the god of mount Šarpa. The epithets \"Ala of Health\" and \"Ala the Mild\" indicate that she was a goddess of healing and health, who helped bring the harvest.</p>\n<p>Ala was worshiped in the Hittite towns of Karaḫna, Kalašmita, and Winiyanta (Oinoanda), along with the tutelary god. At Winiyanta, there was a spring festival in her honour.</p>\n<p>In the Iron Age she merged with the goddess Kubaba. The goddess \"Lady Ala-Kubaba\" had a sanctuary in the Neo-Hittite kingdom of Kumuha (Commagene), near modern Ancoz and was worshipped there along with Runtiya of the Meadow, the Sun god Tiwaz, Ikura and Tasku, and the Mount Hurtula (probably Mount Nemrut).</p>\n<p>Ala is probably depicted on the Norbet-Schimmel deer-rhyton, along with the deer god.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Volkert Haas: <i>Geschichte der hethitischen Religion</i> (= <i>Handbuch der Orientalistik.</i> Band 1.15). Brill, Leiden 1994, ISBN 978-9-004-09799-5.</li>\n</ul>"}