{"pageid": 52560572, "ns": 0, "title": "Maliya", "extract": "<p><b>Maliya</b> is the Hittite goddess of gardens, often associated with the horse-god Pirwa and the goddess Kamrušepa. All three gods are connected to horses. She was originally worshipped in southeastern Anatolia at Kaniš and Kizzuwatna. She may originally be a Luwian goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Role\">Role</span></h2>\n<p>Maliya is often attested with rivers and mountains as a recipient of offerings and was probably identical with the goddess of the Maliya river, whose cult statue was made of iron.</p>\n<p>In a vineyard ritual, the weather god Tarḫunna is invoked for the sake of the king's vineyard. Various pairs of gods are offered bread and animal sacrifices, including Tilipinu, who is paired with \"Maliya of the Garden, mother of wine and corn.\" In the city of Ištanuwa, offerings were made to \"Maliya of the Horn.\"</p>\n<p>In healing rituals, Maliya is named along with the divine sorceress, Kamrušepa. In one such ritual, she learns from Ishtar of a plague and reports it to Pirwa, who passes it on in turn to Kamrušepa, who yokes her horses to her chariot and rides to the \"great river.\"</p>\n<p>Maliya was among the main deities of the nine-day išuwa-Fest, which was originally celebrated in Kizzuwatna to safeguard the royal family. Most of the gods involved in this festival belonged to the Hurrian pantheon. In the court of the temple of Maliya, the Hittite king bowed down before the divine horse Erama and offered it barley from an offering vessel.</p>\n<p>Together with Pirwa and other deities, Maliya appears in the cycle of the Song of Kaniš.</p>\n<h3><span id=\"Maliyanni\">Maliyanni</span></h3>\n<p>The Maliyanni (\"Small Maliyas\") are a pair of gods which were worshipped in vineyards. According to the ritual of the sorceress Anna of Kaplawiya for remedying infertile vineyards, a pit should be dug in front of the Maliyanni and cakes thrown into it as offering. Significantly, this ritual includes a speech in an unknown language.</p>\n<h2><span id=\"Onomastics\">Onomastics</span></h2>\n<p>Maliya appears as a component in Hittite place names and personal names. The oldest example comes from 18th century BC Assyrian documents from Kültepe, in which the female name Maliawašḫi appears frequently. With respect to place names, the city of Malliyašši is significant, since it is formed in the same way as the cities of Tarḫuntašša and Tiwatašša (named after the Luwian weather god Tarḫunz and Sun god Tiwaz).</p>\n<h2><span id=\"Later_history\">Later history</span></h2>\n<p>Maliya probably continued to be worshipped under various names during Classical Antiquity.</p>\n<p>In Lycia the goddess Malija was worshipped; she was identified with the Greek goddess Athena. Her epithet <i>hriuwama</i>, meaning \"the Empowerer\" suggests that she was a goddess of vegetation. The lexicographer Hesychius also equates Malis (Μαλίς) with Athena, Theocritus mentions a nymph of the same name, and on the island of Lesbos, Malis (Μᾶλις) was a spinning goddess like Athena. According to Hellanicus, Malis (Μαλίς) was a slave of the Lydian queen Omphale who had a child, Akeles, with Heracles. Finally, Sophocles refers to the Maliadian nymphes (Μαλιάδες).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>René Lebrun: \"Maliya, une divinité anatolienne mal connue\" in <i>Studia Paulo Naster Oblata: Orientalia antiqua</i>; Leuven (1982). pp. 123-130.</li>\n<li>Volkert Haas: <i>Geschichte der hethitischen Religion</i> (= <i>Handbuch der Orientalistik.</i> Band 1.15). Brill, Leiden 1994, ISBN 978-9-004-09799-5.</li>\n<li>Manfred Hutter: \"Aspects in Luwian Religion.\" In H. Craig Melchert (Ed.): <i>The Luwians</i> (= <i>Handbuch der Orientalistik.</i> Volume 1.68). Brill, Leiden 2003, ISBN 90-04-13009-8, pp. 211–280, especially pp. 231f.</li>\n<li>Gabriella Frantz-Szabó: \"Malija(nni), Malimalija.\" In Dietz Otto Edzard (Ed.): <i>Reallexikon der Assyriologie und Vorderasiatischen Archäologie</i>. Volume 7, Walter de Gruyter, Berlin/New York 1987–1990, ISBN 3-11-010437-7, pp. 304–305.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Text document with red question mark.svg"}]}