{"pageid": 52575204, "ns": 0, "title": "Sun goddess of Arinna", "extract": "<p>The <b>Sun goddess of Arinna</b> is the chief goddess and wife of the weather god Tarḫunna in Hittite mythology. She protected the Hittite kingdom and was called the \"Queen of all lands.\" Her cult centre was the sacred city of Arinna.</p>\n<p>In addition to the Sun goddess of Arinna, the Hittites also worshipped the Sun goddess of the Earth and the Sun god of Heaven, while the Luwians originally worshipped the old Proto-Indo-European Sun god Tiwaz. It appears that in the northern cultural sphere of the early Hittites, there was no male solar deity.</p>\n<p>Distinguishing the various solar deities in the texts is difficult since most are simply written with the Sumerogram <sup>d</sup>UTU (Solar deity). As a result, the interpretation of the solar deities remains a subject of debate.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Family_and_myths\">Family and myths</span></h2>\n<p>The Sun goddess of Arinna and the weather god Tarḫunna formed a pair and together they occupied the highest position in the Hittite state's pantheon. The pair's daughter is Mezulla, by whom they had the granddaughter Zintuḫi. Their other children were the Weather god of Nerik, the Weather god of Zippalanda, and the corn god Telipinu. The eagle served as her messenger.</p>\n<p>In myths, she plays a minor role. A Hattian mythic fragment records the construction of her house in Liḫzina. Another myth fragment refers to her apple tree:</p>\n<blockquote class=\"templatequote\">\n<p>An apple tree stands at a well and is covered all over with a blood-red colour. The Sun goddess of Arinna saw (it) and she decorated (it) with her shining wand.</p>\n\n</blockquote>\n<h2><span id=\"Origin_and_development\">Origin and development</span></h2>\n<p>The Sun goddess of Arinna was originally of Hattian origin and was worshipped by the Hattians at Eštan. One of her Hattian epithets was Wurunšemu (\"Mother of the land\"?).</p>\n<p>From the Hittite Old Kingdom, she was the chief goddess of the Hittite state. The \"Gods' city\" of Arinna was the site of the coronation of the first Hittite kings and one of the empire's three holy cities. The Hattian name of the goddess was transcribed by the Hittites as Ištanu and Urunzimu. They also invoked her as Arinitti (\"The Arinnian\"). The epithet \"of Arinna\" only appears during the Hittite Middle Kingdom, to distinguish the Sun goddess from the male Sun god of Heaven, who had been adopted by the Hittites from interaction with the Hurrians.</p>\n<p>During the Hittite New Kingdom, she was identified with the Hurrian-Syrian goddess Ḫepat and the Hittite Queen Puduḫepa mentions her in her prayers using both names:</p>\n<blockquote class=\"templatequote\">\n<p>Sun goddess of Arinna, my lady, queen of all lands! In the Land of Ḫatti, you ordained your name to be the \"Sun goddess of Arinna\", but also in the land which you have made the land of the cedar, you ordained your name to be Ḫepat.</p>\n\n</blockquote>\n<h2><span id=\"Royal_ideology\">Royal ideology</span></h2>\n<p>From the Hittite Old Kingdom, the Sun goddess of Arinna legitimised the authority of the king, in conjunction with the weather god Tarḫunna. The land belonged to the two deities and the established the king, who would refer to the Sun goddess as \"Mother\". King Ḫattušili I would hold the Sun goddess in his lap. Several queens dedicated cultic solar discs to the Sun goddess in the city of Taḫurpa. During the Hittite New Kingdom, the Sun goddess was said to watch over the king and his kingdom, with the king as her priest and the queen as her priestess. The Hittite king worshiped the Sun goddess with daily praters at sun set. The Hittite texts preserve many prayers to the Sun goddess of Arinna: the oldest is from Arnuwanda I, while the best known is the prayer of Queen Puduḫepa, cited above.</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>The most important temple of the Sun goddess was in the city of Arinna; there was another on the citadel of Ḫattuša. The goddess was depicted as a solar disc. In the city of Tarḫurpa, several such discs were venerated, which had been donated by the Hittite queens. King Ulmi-Teššup of Tarḫuntašša donated a Sun disc of gold, silver and copper to the goddess each year, along with a bull and three sheep. She was also often depicted as a woman and statuettes of a sitting goddess with a halo may also be depictions of her.</p>\n<p>The deer was sacred to the Sun goddess and Queen Puduḫepa promised to give her many deer in her prayers. Cultic vessels in the shape of a deer presumably were used for worship of the Sun goddess. It is also believed that the golden deer statuettes from the Early Bronze Age, which were found in the middle of the Kızılırmak River and belong to the Hattian cultural period, ere associated with the cult of the Sun goddess.</p>\n<h2><span id=\"Ištanu\"></span><span id=\"I.C5.A1tanu\">Ištanu</span></h2>\n<p>The name Ištanu is the Hittite form of the Hattian name Eštan and refers to the Sun goddess of Arinna. Earlier scholarship understood Ištanu as the name of the male Sun god of the Heavens, but more recent scholarship has held that the name is only used to refer to the Sun goddess of Arinna. Volkert Haas, however, still distinguishes between a male Ištanu representing the day-star and a female Wurunšemu who is the Sun goddess of Arinna and spends her nights in the underworld.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Maciej Popko: <i>Arinna. Eine heilige Stadt der Hethiter</i>; Studien zu den Boğazköy-Texten Vol. 50, Wiesbaden 2009. ISBN 978-3-447-05867-4.</li>\n<li>Volkert Haas: <i>Geschichte der hethitischen Religion</i>; Handbuch der Orientalistik, Part 1, Vol. 15; Brill 1994. ISBN 90-04-09799-6.</li>\n</ul>", "images": [{"ns": 6, "title": "File:HittiteGoddessAndChildAnatolia15th-13thCenturyBCE.jpg"}]}