{"pageid": 52580815, "ns": 0, "title": "Sun goddess of the Earth", "extract": "<p>The <b>Sun goddess of the Earth</b> (Hittite: <i>taknaš <sup>d</sup>UTU</i>, Luwian: tiyamaššiš Tiwaz) was the Hittite goddess of the underworld. Her Hurrian equivalent was Allani and her Sumerian/Akkadian equivalent was Ereshkigal, both of which had a marked influence on the Hittite goddess from an early date. In the Neo-Hittite period, the Hattian underworld god, Lelwani was also syncretised with her.</p>\n<p>In Hittite texts she is referred to as the \"Queen of the Underworld\" and possesses a palace with a vizier and servants. In the Hittite New Kingdom she is attested as the mother of two weather gods. The Weather god of Nerik was her son with the Hattian god Šulinkatte, while the Weather god of Zippalanda was her son by the Weather god of the Heavens. The Sun goddess of the Earth, as a personification of the chthonic aspects of the Sun, had the task of opening the doors to the Underworld. She was also the source of all evil, impurity, and sickness on Earth.</p>\n<p>In the Hurrian-Hittite \"Song of the Ransom,\" the Sun goddess of the Earth / Allani invites the king of the gods, Tarḫunna/Teššub and his brother Šuwaliyat/Tašmišu to a feast in the Underworld and dances before them. Otherwise she is mostly attested in curses, oaths, and purification rituals.</p>\n<p>The Sun goddess of the Earth was worshipped in various places in the Hittite Empire, such as Katapa, A(n)galiya near Karaḫna, Ankuwa, Nerik, and Zippalanda. Her worship is also attested in the land of Kizzuwatna.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Volkert Haas: <i>Die hethitische Literatur.</i> Walter de Gruyter, Berlin 2006, ISBN 3-11-018877-5, pp. 112, 178 ff., 227, 253.</li>\n<li>Manfred Krebernik: <i>Götter und Mythen des alten Orients.</i> Verlag C.H. Beck, München 2012, ISBN 978-3-406-60522-2, pp. 68, 75.</li>\n<li>Volkert Haas, Heidemarie Koch: <i>Religionen des alten Orients: Hethiter und Iran</i>. Vandenhoeck &amp; Ruprecht, Göttingen 2011, ISBN 978-3-525-51695-9.</li>\n<li>Piotr Taracha: <i>Religions of Second Millennium Anatolia</i>. Harrassowitz, Wiesbaden 2009, ISBN 978-3-447-05885-8.</li>\n</ul>"}