{"pageid": 52610059, "ns": 0, "title": "Anzili", "extract": "<p><b>Anzili</b> or <b>Enzili</b> was a Hittite goddess who was worshiped in Tamita and Zapišḫuna. Her name is sometimes written with the Sumerogram IŠTAR or the compounde IŠTAR-<i>li</i></p>\n<p>In Ḫurma, the goddess Anzili was considered the partner of the Weather god of Zippalanda, but she is also attested as the partner of the Weather god of Šarišša. In Kuliwišna she was worshiped with the local weather god and the LAMMA-tutelary god</p>\n<p>Along with the goddess Zukki, Anzili was involved in rituals to aid childbirth. Anzili and Zukki are among the many Hittite deities, whose temporary disappearance is the topic of myth (compare Telipinu, the Sun goddess of Arinna, Inara, the kurša-hunting bag, Ḫannaḫanna, the Gulšeš, and various weather gods, including the weather god of Kuliwišna). The standard pattern is that the deity disappears as a result of their anger and they have to be molified in order to bring them back. In the case of Anzili and Zukki, the goddesses are so angry that they put their shoes on the wrong feet - left on right and right on left - and they put their clothes on back to front, so that their cloak pins are on the back. Then they both departed from mankind. The back-to-front clothes of the goddesses might be understood as a symbol of the symbolic destruction of the cosmic order which results from the goddesses' departure.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Volkert Haas: <i>Geschichte der hethitischen Religion</i> (= <i>Handbuch der Orientalistik.</i> Band 1.15). Brill, Leiden 1994, ISBN 978-9-004-09799-5.</li>\n<li>Volkert Haas, Heidemarie Koch: <i>Religionen des alten Orients: Hethiter und Iran</i>. Vandenhoeck &amp; Ruprecht, Göttingen 2011, ISBN 978-3-525-51695-9.</li>\n<li>Piotr Taracha: <i>Religions of Second Millennium Anatolia</i>. Harrassowitz Verlag, Wiesbaden 2009, ISBN 978-3-447-05885-8.</li>\n</ul>"}