{"pageid": 5267124, "ns": 0, "title": "Birutė", "extract": "<p><b>Birutė</b> (died 1382) was the second wife of Kęstutis, Grand Duke of Lithuania, and mother of Vytautas the Great. There is very little known about Birutė's life, but after her death a strong cult developed among Lithuanians, especially in Samogitia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Life\">Life</span></h2>\n<h3><span id=\"Marriage\">Marriage</span></h3>\n<p>Probably she was born near Palanga to a Samogitian or Curonian magnate family. The story of her marriage to Kęstutis became a romantic legend in Lithuania. Chronicles mention that Birutė was a priestess (Lithuanian: <span lang=\"lt\" xml:lang=\"lt\"><i>vaidilutė</i></span>) and served the Pagan gods by guarding the sacred fire. When Kęstutis heard of her beauty, he visited the shire and asked her to marry him. She refused because she had promised the gods to guard her virginity until her death. Kęstutis then took her by force to Trakai and threw a big wedding. She and Kęstutis had three sons and three daughters. Vytautas, their first son, was born around 1350. This suggests that the marriage took place in 1349 or a bit earlier.</p>\n<p>Historian S.C. Rowell suggests that a marriage to a pagan duchess rather than to an Orthodox duchess from Slavic lands helped to win pagan Lithuanian support after Kęstutis and his brother Algirdas deposed Jaunutis in 1345.</p>\n<h3><span id=\"Death\">Death</span></h3>\n<p>The circumstances surrounding Birutė's death are not entirely clear. Between 1381 and 1382 her husband Kęstutis waged a war against his nephew Jogaila who became the Grand Duke of Lithuania and signed a treaty with the Teutonic Knights against Kęstutis. Her husband was arrested and transported to the castle at Kreva. A week later Kęstutis was dead and some chronicles hint that he was murdered. In spite of the circumstances being unclear, one chronicle written by the Teutonic Knights briefly mentioned that Birutė was, for reasons of safety, moved to Brest, Belarus, where she drowned in fall of 1382 (likely in response to Vytautas escape from Kreva). However, there are no other sources that confirm or refute this claim. Thirty-five years later, a Samogitian delegation to the Council of Constance denied her murder, and another legend claimed that Birutė returned to the shrine where she had served earlier in Palanga, and resumed serving the gods until her death there circa 1389.</p>\n<p>Legend has it that she was buried in Palanga at the bottom of the hill named in her honor.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>A cult around Birutė developed and remained strong long after her death. She was considered to be a goddess or the pagan equivalent of a saint by the local people. In 1989 archaeologists found evidence of a pagan sanctuary and observatory, which had existed on the top of Birutė Hill in the late 14th or early 15th century. It was likely built in Birutė's honor. There are many accounts of people praying to Birutė, asking her to bestow good health or fortune upon them. To discourage people from worshiping pagan gods and Birutė's grave, a chapel for Saint George was built on the top of the hill in 1506. In 1869 the chapel was re-built and survives to this day. It is a popular destination for tourists.</p>\n<p>Birutė Hill is the highest dune at the seaside resort of Palanga on the Baltic Seashore, and now a part of the Palanga Botanical Garden. Archaeological research shows that there was a village at the bottom of the hill in the 10th century. In the 13th century, when the Teutonic Knights and Livonian Order invaded, the villagers built a defense system with a tower. After an initial defeat, the system was rebuilt and made even stronger; it now had two towers and a wall surrounded the top of the hill. However, when this was burned in the second half of the 14th century, a pagan shrine and observatory was built in its place instead.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>History: Birutė, from \"Encyclopedia Lituanica,\" II, Boston, 1972, pages 361-362, Palanga Botanical Park, Lithuanian Art Museum. Accessed May 24, 2006.</li>\n<li><span>(in Lithuanian)</span> Vykintas Vaitkevičius, Rašytiniai Šaltiniai apie Birutės Kalną, Palanga Botanical Park, Lithuanian Art Museum. Accessed May 24, 2006.</li>\n<li><span>(in Lithuanian)</span> Dr. Libertas Klimka Birutės kalnas, Palanga Botanical Park, Lithuanian Art Museum. Accessed May 24, 2006.</li>\n<li><span>(in Lithuanian)</span> Vladas Žulkus, Palangos priešistorė ir viduramžiai archeologo akimis, part II, from Palangos istorija, Klaipėda: Libra Memelensis, 1999, Palanga Botanical Park, Lithuanian Art Museum. Accessed May 24, 2006.</li>\n<li><span>(in Lithuanian)</span> Inga Deidulė, Vytauto Didžiojo įvaizdžio genezės mįslė, - \"ieškokite moterų\", Birutės kultas, Vartiklis. Accessed May 24, 2006.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Biruta.JPG"}, {"ns": 6, "title": "File:Bronza statuo de Birutė en Palanga.jpg"}, {"ns": 6, "title": "File:Palanga Birutes kalnas.jpg"}]}