{"pageid": 5271374, "ns": 0, "title": "Revati", "extract": "<p><i><b>Revati</b></i>, within Hinduism, is daughter of King Kakudmi and consort of the God Balarama, the elder brother of Krishna. Her account is given within a number of Puranic texts such as the Mahabharata and Bhagavata Purana.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Previous_Birth\">Previous Birth</span></h2>\n<p>The Garga Samhita narrates the previous birth of Revati as Jyotishmati, the daughter of King Chakshush Manu, who ruled over the Earth. The king performed a special fire sacrifice, out of which a divine lady was born to him as his daughter, Jyotishmati. Upon asked by her father, she said, she would like to marry the mightiest of all. The god Indra(lord of clouds and rain) informed the king that the wind Vayu was powerful than him. Vayu directed Manu to Parvat(the mountain), who said the earth-god Bhumandal was more powerful than him. Ultimately, the earth said that Shesha, the serpent who carries the earth and the worlds on his hoods, is the most powerful; Balarama would be Shesha's most powerful form. Jyotishmati went to Vindhya mountains and performed tapas(austerities) to marry Balarama. Numerous deities tried to dissuade her and win her over as wife, however she cursed all of them. In counter-curse, Indra cursed Jyotishmati that she would not have sons. Finally, Brahma pleased with her penance blessed her that she would marry Balarama, but warned that he would be born 27 yugas(eons) later. An enraged Jyotishmati threatened to curse Brahma too. He pacified her by giving her another boon that she would be born as Revati, daughter of King Kakudmi, whose actions would lead to the 27 eons passing in a jiffy.</p>\n<h2><span id=\"Meeting_With_Brahma\">Meeting With Brahma</span></h2>\n<p>Bhagavata Purana, Vishnu Purana and <i>Garga Samhita</i> narrate the tale of Revati with some variation; the former two do not mention her previous birth.</p>\n<p>Revati was the only daughter of King Kakudmi(sometimes called Kakudmin, Revata or Raivata), a powerful monarch who ruled Kusasthali, a prosperous and advanced kingdom under the sea, and who also controlled large tracts of land, including Anarta kingdom. Feeling that no human could prove to be good enough to marry his lovely and talented daughter, Kakudmi took Revati with him to Brahmaloka(abode of Brahma) to ask the God's advice about finding a suitable husband for Revati.</p>\n<p>When they arrived, Brahma was listening to a musical performance by the Gandharvas, so they waited patiently until the performance was finished. Then, Kakudmi bowed humbly, made his request and presented his shortlist of candidates. Brahma laughed loudly and explained that time runs differently on different planes of existence and that during the short time they had waited in Brahmaloka to see him, 27 <i>chatur</i>-yugas(a chatur-yuga is a cycle of four yugas, hence 27 chatur-yugas total 108 yugas, the <i>Garga Samhita</i> differs and says 27 yugas in total) had passed on Earth and all the candidates had died long ago. Brahma added that Kakudmi was now alone as his friends, ministers, servants, wives, kinsmen, armies and treasures had now vanished from Earth and he should soon bestow his daughter to a husband as Kali yuga was near.</p>\n<p>King Kakudmi was overcome with astonishment and alarm at this news. However, Brahma comforted him and added that God Vishnu, the Preserver, was currently on Earth in the forms of Krishna and Balarama and he recommended Balarama as a worthy husband for Revati.</p>\n<p>Kakudmi and Revati then returned to earth, which they regarded as having left only just a short while ago. They were shocked by the changes that had taken place. Not only had the landscape and environment changed, but over the intervening 27 <i>chatur</i>-yugas, in the cycles of human spiritual and cultural evolution, mankind was at a lower level of development than in their own time. The Bhagavata Purana describes that they found the race of men had become \"dwindled in stature, reduced in vigour, and enfeebled in intellect.\"</p>\n<h2><span id=\"Marriage_To_Balarama\">Marriage To Balarama</span></h2>\n<p>Kakudmi and Revati found Balarama and proposed the marriage. Because she was from an earlier yuga, Revati was far taller and larger than her husband-to-be, but Balarama, tapped his plough(his characteristic weapon) on her head or shoulder and she shrunk to the normal height of people in Balarama's age. The marriage was then duly celebrated.</p>\n<p>Revati bore her husband two sons, Nisatha and Ulmuka. Both her sons Nisatha and Ulmuka were killed in the Yadu fratricidal war after which Balarama also ended his earthly incarnation in meditation by the sea. At his funeral ceremony, Revati ascended onto his funeral pyre and was immolated with him.</p>\n<h2><span id=\"Daughter's_Marriage_To_Abhimanyu\"></span><span id=\"Daughter.27s_Marriage_To_Abhimanyu\">Daughter's Marriage To Abhimanyu</span></h2>\n<p>According to a story that is not found in Mahabharata or Puranas, but is popular in folk narrative, especially in Andhra Pradesh(where it was portrayed by the film Mayabazaar), Revati and Balarama also had a daughter, Vatsala(or Shashirekha).</p>\n<p>Upon reaching a marriageable age, Vatsala was promised to her cousin Abhimanyu, son of the Pandava Arjuna and his wife Subhadra, who was also Vatsala's aunt. However, this arrangement was broken off when the Pandavas were forced into exile and Vatsala was instead re-arranged to be married to Laxman Kumara, son of Pandava's arch-rival, Duryodhana, eldest of Kaurava brothers. But the Pandava Bhima's son Ghatotkacha learnt of this from his distressed cousin Abhimanyu and aunt Subhadra and resolved to correct this injustice. Through magic, he stealthily transported Vatsala safely away and instead assumed her form and appearance for the marriage ceremony to Laxman, during which he disrupted the ceremony, assumed frightful forms and scared Laxman away, thereby enabling Abhimanyu to eventually marry Vatsala to their great joy.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Balarama</li>\n<li>Yuga</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Bhagavata Purana</li>\n<li>www.mythfolklore.net</li>\n<li>www.mypurohith.com/encyclopedia</li>\n<li>The astronomical explanation.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Balarama with Consort LACMA AC1999.127.33.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Kurukshetra.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}]}