{"pageid": 53122287, "ns": 0, "title": "Bhand Deva Temple", "extract": "<p>The main <b>Bhand Deva Temple</b> is situated on the banks of a pond in the centre of the 4 km wide Ramgarh crater about 40 km from the city of Baran, Rajasthan, which was possibly created by a meteor. It is located near Ramgarh village, Mangrol, Baran district of Eastern Rajasthan. Coordinates: 25°20'0\"N 76°37'27\"E</p>\n\n\n<p>The main Shiva temple was constructed in the style of Khajuraho Group of Monuments and is known as ‘Little Khajuraho.’ Up a flight of more than 750 stairs are two related temples located in a cave on Ramgarh Hill and dedicated to the goddesses Kisnai and Annapurna (Annapoorna devi). The stairs are said to have been constructed by Jhala Jalim (or Zalim) Singh (a descendant of Madhu Singh Madho Singh I), who ruled as a regent over Jhalawar State from 1771 until the British intervention in 1838. During Kartik Purnima (Kartik Poornima) a fair is organised at this temple for worshiping the two goddesses. The site is now protected by the State Archaeological Department.</p>\n<p>An inscription on a plaque at the site records the history of the main Shiva temple as:</p>\n<blockquote>\n<p><b>\"Shiv-Temple (Bhand Devara) Ramgarh</b></p>\n<p>This temple dedicated to Tantric tradition of Saivism is a noteworthy example of Nagar style temple. As the inscriptions state, it was built in the 10th century by Raja Malaya Verma of Nag dynasty of Malwa as a memorial of his victory over his enemies and as a tribute showing his gratitude to Lord Shiva whom he held in esteem. With the passage of time in 1162 A.D., the edifice was renovated by Raja Trisna Verma of Med dynasty.</p>\nThe temple has audience hall vestibule spire and base. The audience hall has eight huge pillars with images of yaksha, Kinnar Kichak Vidyachar gods and goddesses apsanas and amorous couples.\"</blockquote>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Baran Rajasthan bhand devra bk.jpg"}, {"ns": 6, "title": "File:Bhand devra Mini Khajurawo.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:India Rajasthan location map.svg"}, {"ns": 6, "title": "File:India statue of nataraja.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Ramgarh Crater.JPG"}]}