{"pageid": 5338483, "ns": 0, "title": "Ganges in Hinduism", "extract": "<p>In Hinduism, the river Ganges is considered sacred and is personified as the goddess <i><b>Gaṅgā</b></i>. Some of Her other names include <b>Jaahnavi</b>, <b>Nikita</b>, <b>Jaahnukanya</b>, <b>Sapteshwari</b>, <b>Sureshwari</b>, <b>Bhagvati</b>, <b>Urvijaya</b>, <b>Chitraani</b>, <b>Tridhara</b>, <b>Bhaagirathi</b>, <b>Shubhra</b>, <b>Vaishnavi</b>, <b>Vishnupadi</b>, <b>Bhagvatpadi</b>, <b>Tripathaga</b>, <b>Payoshnika</b>, <b>Mahabhadra</b>, <b>Mandaakini</b>, <b>Meghna</b>, <b>Meghal</b>, <b>Gangika</b>, <b>Gange</b>, <b>Gangeshwari</b>, and <b>Alaknanda</b>. She is worshiped by Hindus who believe that bathing in the river causes the remission of sins and facilitates Moksha (liberation from the cycle of life and death), and that the water of the Ganges is considered very pure. Pilgrims immerse the ashes of their kin in the Ganges, which is considered by them to bring the spirits closer to moksha. In Hinduism, moksha is the liberation from the cycle of life and death.</p>\n<p>Ganga is described as the melodious, the fortunate, the cow that gives much milk, the eternally pure, the delightful, the body that is full of fish, affords delight to the eye and leaps over mountains in sport, the bedding that bestows water and happiness, and the friend or benefactor of all that lives.</p>\n<p>Several places sacred to Hindus lie along the banks of the Ganges, including Gangotri, Haridwar, Allahabad and Varanasi. During the Loy Krathong festival in Thailand, candlelit floats are released into waterways to honour Gautama Buddha and goddess Ganga for good fortune and washing away sins (pāpa in Sanskrit, used to describe actions that create negative karma by violating moral and ethical codes, which brings negative consequences).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>Bhagavata Purana depicts the birth of the narmad. According to the text, Lord Vishnu in one of his incarnations appeared as Vaman in the sacrificial arena of Asur King Mahabali. Then in order to measure the universe, he extended his left foot to the end of the universe and pierced a hole in its covering with the nail of his big toe. Through the hole, the pure water of the Causal Ocean (Divine Brahm-Water) entered this universe as the Ganges River. Having washed the lotus feet of the Lord, which are covered with reddish saffron, the water of the Ganges acquired a very beautiful pink colour. Because the Ganges directly touches the lotus feet of Lord Vishnu (Narayana) before descending within this universe, it is known as <i>Bhagavat-Padi</i> or <i>Vishnupadi</i> which means <i>Emanating from the lotus feet of Bhagavan (God)</i>. It finally settles in Brahmaloka or Brahmapura, abode of Lord Brahma before descending to planet Earth at the request of Bhagiratha and held safely by Lord Shiva on his head to prevent destruction of Bhumi Devi (Mother Earth). Then, the Ganges was released from Lord Shiva's hair to meet the needs of the country according to Hindu mythology. In other legends, Himavan fathered Parvati and Ganga.</p>\n<h2><span id=\"Descent_to_Earth\">Descent to Earth</span></h2>\n\n<p>Several years later, a king named Sagara magically acquired sixty thousand sons. One day, King Sagara performed a ritual of worship for the good of the kingdom. One of the integral parts of the ritual was a horse, which was stolen by the jealous Indra. Sagara sent all his sons all over the earth to search for the horse. They found it in the nether-world (or Underworld) next to a meditating sage Kapil tied by Lord Indra(the king of Swarg). Believing that the sage had stolen the horse, they hurled insults at him and caused his penance to be disturbed. The sage opened his eyes for the first time in several years and looked at the sons of Sagara. With this glance, all sixty thousand were burnt to death.</p>\n<p>The souls of the sons of Sagara wandered as ghosts since their final rites had not been performed. For the moksha of all the sons of Sagar, Anshuman(nephew of those 60,000 son) started to pray Brahma to bring Ganga to the earth till the end of his life, but was not successful. Then his son Dilip did the same but did not succeed. When Bhagiratha (Means, one who does great hard work- he got his name from his great hard work for bringing Ganga to earth), one of the descendants of Sagara, son of Dilip, learnt of this fate, he vowed to bring Ganga down to Earth so that her waters could cleanse their souls and release them to heaven.</p>\n<p>Bhagiratha prayed to Brahma that Ganga come down to Earth. Brahma agreed and he ordered Ganga to go down to the Earth and then on to the nether regions so that the souls of Bhagiratha's ancestors would be able to go to heaven. Ganga felt that this was insulting and decided to sweep the whole Earth away as she fell from the heavens. Alarmed, Bhagiratha prayed to Shiva that he break up Ganga's descent.</p>\n\n<p>Ganga arrogantly fell on Shiva's head. But Shiva calmly trapped her in his hair and let her out in small streams. The touch of Shiva further sanctified Ganga. As Ganga travelled to the nether-worlds, she created a different stream to remain on Earth to help purify unfortunate souls there. She is the only river to follow from all the three worlds – Swarga (heaven), Prithvi (Earth) and Patala (netherworld or hell). Thus is called <i>Tripathagā</i>(one who travels the three worlds) in Sanskrit language.</p>\n<p>Because of Bhagiratha's efforts, Ganga descended to Earth and hence the river is also known as Bhagirathi and the term <i>Bhagirath prayatna</i> is used to describe valiant efforts or difficult achievements.</p>\n<p>Another name that Ganga is known by is Jahnavi, Story has it that once Ganga came down to Earth, on her way to Bhagiratha, her rushing waters created turbulence and destroyed the fields and the sadhana of a sage called Jahnu. He was angered by this and drank up all of Ganga's waters. Upon this, the Gods prayed to Jahnu to release Ganga so that she could proceed on her mission. Pleased with their prayers, Jahnu released Ganga(her waters) from his ears. Hence the name <i>Jahnavi</i>(daughter of Jahnu) for Ganga.</p>\n<p>It is sometimes believed that the river will finally dry up at the end of Kali Yuga, the last of the four stages the world goes through as part of the cycle of yugas (the era of darkness, the current era) just as with the Sarasvati river and this era will end. Next in(cyclic) order will be the Satya Yuga or the era of Truth.</p>\n<h2><span id=\"Consort,_shakti_and_mother\"></span><span id=\"Consort.2C_shakti_and_mother\">Consort, shakti and mother</span></h2>\n<p>Ganga is a consort to all three major male deities of Hinduism. As Brahma's partner she always travels with him in the form of water in his kamandalu (water-pot). She is also Vishnu's consort. She emanates from his foot as <i>Vishnupadi</i> in the <i>avatarana</i> story, and is also, with Lakshmi, his wife. In one popular story, envious of being outdone by each other, the wives begin to quarrel. While Lakshmi attempts to mediate the quarrel, Ganga and Sarasvati heap misfortune on each other. They curse each other to become rivers, and to carry within them, by washing, the sins of their human worshippers. Soon their husband, Vishnu, arrives and decides to calm the situation by separating the goddesses. He orders Sarasvati to become the wife of Brahma, Ganga to become the wife of Shiva, and Lakshmi, as the blameless conciliator, to remain as his own wife. Ganga and Sarasvati, however, are so distraught at this dispensation, and wail so loudly, that Vishnu is forced to take back his words. Consequently, in their lives as rivers they are still thought to be with him.</p>\n\n<p>It is Shiva's relationship with Ganga that is the best-known in Ganga theology. Her descent, the <i>avatarana</i>, is not a one time event, but a continuously occurring one in which she is forever falling from heaven into his locks and being forever tamed. Shiva is depicted in Hindu iconography as <i>Gangadhara</i>, the \"Bearer of the Ganga,\" with Ganga, shown as spout of water, rising from his hair. The Shiva-Ganga relationship is both perpetual and intimate. Shiva is sometimes called <i>Uma-Ganga-Patiswara</i> (\"Husband and Lord of Uma (Parvati) and Ganga\"), and Ganga often arouses the jealousy of Shiva's better-known consort Parvati.</p>\n<p>Ganga is the <i>shakti</i> or the moving, restless, rolling energy in the form of which the otherwise recluse and unapproachable Shiva appears on earth, showing how life on earth is always moving forward, never in the same place. As water, this moving energy can be felt, tasted, and absorbed. The war-god Skanda addresses the sage Agastya in the <i>Kashi Khand</i> of the <i>Skanda Purana</i> in these words:</p>\n<blockquote>\n<p>One should not be amazed ... that this Ganga is really Power, for is she not the Supreme Shakti of the Eternal Shiva, taken in the form of water?<br>\nThis Ganga, filled with the sweet wine of compassion, was sent out for the salvation of the world by Shiva, the Lord of the Lords.<br>\nGood people should not think this Triple-Pathed River to be like the thousand other earthly rivers, filled with water.</p>\n</blockquote>\n<p>The Ganga is also the mother, the <i>Ganga Mata</i> (<i>mata</i>=\"mother\") of Hindu worship and culture, accepting all and forgiving all. Unlike other goddesses, she has no destructive or fearsome aspect, destructive though she might be as a river in nature. She is also a mother to other gods. She accepts Shiva's incandescent seed from the fire-god Agni, which is too hot for this world, and cools it in her waters. This union produces Skanda, or Kartikeya, the god of war. In the <i>Mahabharata</i>, she is the wife of Shantanu, and the mother of heroic warrior-patriarch, Bhishma. When Bhishma is mortally wounded in battle, Ganga comes out of the water in human form and weeps uncontrollably over his body. It is also to be noted that Bhishma brought about his own downfall by abducting and disgracing a princess named Amba whose only wish was to be married.</p>\n<p>The Ganga is the distilled lifeblood of the Hindu tradition, of its divinities, holy books, and enlightenment. As such, her worship does not require the usual rites of invocation (<i>avahana</i>) at the beginning and dismissal (<i>visarjana</i>) at the end, required in the worship of other gods. Her divinity is immediate and everlasting, but only for as long as the river survives.</p>\n<h2><span id=\"Rigveda\">Rigveda</span></h2>\n<p>Ganga is mentioned in the Rigveda, the earliest and theoretically the holiest of the Hindu scriptures. Ganga is mentioned in the nadistuti(Rigveda 10.75), which lists the rivers from east to west. In RV 6.45.31, the word <i>Ganga</i> is also mentioned, but it is not clear if the reference is to the river.</p>\n<p>RV 3.58.6 says that \"your ancient home, your auspicious friendship, O Heroes, your wealth is on the banks of the Jahnavi(JahnAvyAm)\". This verse could possibly refer to the Ganges. In RV 1.116.18–19, the Jahnavi and the Ganga River Dolphin occur in two adjacent verses.</p>\n<h2><span id=\"Other_religious_associations\">Other religious associations</span></h2>\n\n<p>According to the Hindu scriptures like Skanda Purana, the goddess Ganga is foster-mother to Kartikeya (Subrahmanya, Murugan), who was actually a son of Shiva and Parvati.</p>\n<p>Parvati created an image of Ganesha out of her bodily impurities which became endowed with life after immersion in the sacred waters of the Ganges. Therefore, Ganesha is said to have two mothers—Parvati and Ganga and hence is called <i>Dvaimatura</i> and also <i>Gangeya</i> (the son of Ganga), ancient inscriptions show son puru born to Yayati the son and the begot the son named gangeya(ganga datta). In south India vokkaliga gowda &amp;kongu vellarars are said to be origin from mother ganga(and they regard them has <i>ganga</i> <i>kshtriyas) <b>ganga vanshi kshtriyas, this vansha built famous puri jaganatha temple at puri (gotra) - (sage - kanvayan) western ganga dynasty &amp; eastern ganga dynasty.*ganga race*</b></i></p>\n<p>The Hindu epic, Mahabharata tells that the Vasus, cursed by Vashishta, had requested Ganga to be their mother. Ganga incarnated and became the wife of King Shantanu on condition that at no stage shall he question her actions or she would leave him. As seven Vasus were born as their children, one after the other, Ganga drowned them in her own waters, freeing them from their punishment and the king made no opposition. Only when the eighth was born did the king finally oppose his wife, who therefore left him. So the eighth son, Dyaus incarnated, remained alive, imprisoned in mortal form and later became known in his mortal incarnation as Bhishma (Devavrata), who is one of the most respected characters of Mahabharata.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Gangaputra Brahmin – a Hindu community who officiate at religious ceremonies along the river</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Vijay Singh: <i>The River Goddess</i> (Moonlight Publishing, London, 1994)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Life Of Ganga</li>\n<li>Ganga Ma: A Pilgrimage to the Source a documentary that follows the Ganges from the mouth to its source in the Himalayas.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Ganga Devi.jpg"}, {"ns": 6, "title": "File:Ganga Kalighat 1875.jpg"}, {"ns": 6, "title": "File:Raja Ravi Varma, Ganga and Shantanu (1890).jpg"}, {"ns": 6, "title": "File:Ravi Varma-Descent of Ganga.jpg"}, {"ns": 6, "title": "File:Shiva Bearing the Descent of the Ganges River, folio from a Hindi manuscript by the saint Narayan LACMA M.86.345.6.jpg"}, {"ns": 6, "title": "File:Wikiquote-logo.svg"}]}