{"pageid": 5344253, "ns": 0, "title": "Ekajati", "extract": "<p><b>Ekajaṭī</b> or <b>Ekajaṭā,</b> (Sanskrit: \"One Plait Woman\"; Wylie: <i>ral gcig ma</i>: one who has one knot of hair), also known as <b>Māhacīnatārā</b>, is one of the 21 Taras. Ekajati is, along with Palden Lhamo deity, one of the most powerful and fierce goddesses of Vajrayana Buddhist mythology. According to Tibetan legends, her right eye was pierced by the tantric master Padmasambhava so that she could much more effectively help him subjugate Tibetan demons.</p>\n<p>Ekajati is also known as \"<b>Blue Tara</b>\", <b>Vajra Tara</b> or \"<b>Ugra Tara</b>\". She is generally considered one of the three principal protectors of the Nyingma school along with Rāhula and Vajrasādhu (Wylie: <i>rdo rje legs pa</i>).</p>\n<p>Often Ekajati appears as liberator in the mandala of the Green Tara. Along with that, her ascribed powers are removing the fear of enemies, spreading joy, and removing personal hindrances on the path to enlightenment.</p>\n<p>Ekajati is the protector of secret mantras and \"as the mother of the mothers of all the Buddhas\" represents the ultimate unity. As such, her own mantra is also secret. She is the most important protector of the Vajrayana teachings, especially the Inner Tantras and termas. As the protector of mantra, she supports the practitioner in deciphering symbolic dakini codes and properly determines appropriate times and circumstances for revealing tantric teachings. Because she completely realizes the texts and mantras under her care, she reminds the practitioner of their preciousness and secrecy. Düsum Khyenpa, 1st Karmapa Lama meditated upon her in early childhood.</p>\n<p>According to Namkhai Norbu, Ekajati is the principal guardian of the Dzogchen teachings and is \"a personification of the essentially non-dual nature of primordial energy.\"</p>\n<p>Dzogchen is the most closely guarded teaching in Tibetan Buddhism, of which Ekajati is a main guardian as mentioned above. It is said that Sri Singha (Sanskrit: <b><span title=\"International Alphabet of Sanskrit Transliteration\">Śrī Siṃha</span></b>) himself entrusted the \"Heart Essence\" (Wylie: <i>snying thig</i>) teachings to her care. To the great master Longchenpa, who initiated the dissemination of certain Dzogchen teachings, Ekajati offered uncharacteristically personal guidance. In his thirty-second year, Ekajati appeared to Longchenpa, supervising every ritual detail of the <i>Heart Essence of the Dakinis</i> empowerment, insisting on the use of a peacock feather and removing unnecessary basin. When Longchenpa performed the ritual, she nodded her head in approval but corrected his pronunciation. When he recited the mantra, Ekajati admonished him, saying, \"Imitate me,\" and sang it in a strange, harmonious melody in the dakini's language. Later she appeared at the gathering and joyously danced, proclaiming the approval of Padmasambhava and the dakinis.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>Ekajaṭī is found in both the Buddhist and Hindu pantheons; it is most often asserted that she originated in the Buddhist pantheon but some scholars argue this is not necessarily so. It is furthermore believed that Ekajaṭī originated in Tibet, and was introduced from there to Nalanda in the 7th century by (the tantric) Nagarjuna.</p>\n<p>It appears that, at least in some contexts, she is treated as an emanation of Akshobhya.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>She is of a blue skin tone, with a high, red chignon (\"she who has but one chignon\" is another one of her titles). She has one head, three breast, two hands, and a third eye. However, she can also be depicted with more body parts; up to twelve heads and twenty four arms, with different tantric attributes (sword, kukuri, phurba, blue lotus axe, vajra)</p>\n<p>In another form, her hair is arranged in the same single bun with a turquoise forehead curl. This and her other features signify her blazing allegiance to nondualism. Ekajati's single eye gazes into unceasing space, a single fang pierces through obstacles, a single breast \"nurtures supreme practitioners as [her] children.\" She is naked, like awareness itself, except for a garment of white clouds and tiger skin around her waist. The tiger skin is the realized siddha's garb, which signifies fearless enlightenment. She is ornamented with snakes and a garland of human heads. In some representations, she stands on a single leg. Her body is dark in color, brown or deep blue. She stands on a flaming mandala of triangular shape. She is surrounded by a fearsome retinue of mamo demonesses, who do her bidding in support of the secret teachings, and she emanates a retinue of one hundred ferocious iron she-wolves from her left hand. For discouraged or lazy practitioners, she is committed to being \"an arrow of awareness\" to reawaken and refresh them. For defiant or disrespectful practitioners, she is wrathful and threatening, committed to killing their egos and leading them to dharmakaya, or the ultimate realization itself. She holds in her right hand the eviscerated, dripping red heart of those who have betrayed their Vajrayana vows.</p>\n<p>In her most common form she holds an axe, drigug (cleaver) or khatvanga (tantric staff) and a skull cup in her hands. In her chignon is a picture of Akshobhya.</p>\n<p>Her demeanour expresses determination. With her right foot, she steps upon corpses, symbols of the ego. Her vajra laugh bares a split tongue or a forked tongue and a single tooth. She is adorned with a skull necklace and a tiger and a human skin. She is surrounded by flames representing wisdom.</p>\n<p>When Ekajati appears to yogis in hagiographies, she is especially wrathful. She speaks in sharp piercing shrieks, her eye boiling as she gnashes her fang. At times, she appears twice human size, brandishing weapons and served by witches drenched in blood.</p>\n<h3><span id=\"Troma_Tantra\">Troma Tantra</span></h3>\n<p>The 'Troma Tantra' or the 'Ngagsung Tromay Tantra', otherwise known as the 'Ekajaṭĭ Khros Ma'i rGyud', focuses on rites of the protector, Ekajati and is subsumed within the Vima Nyingtig.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ekajati (protector) on HimalayanArt.com - an excellent image of a tanka of Ekajati</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ekajati.jpg"}, {"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}]}