{"pageid": 53494361, "ns": 0, "title": "Kubjika", "extract": "<p><b>kubjika</b> ( Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">कुब्जिक</span>, Kubjikā also known as <b>Vakresvari</b>, <b>Vakrika</b>, <b>Chinjini</b>) is the primary deity of Kubjikamata, a sect of non -shaiddhantika mantra marga sect. The worship of Kubjika as one of the main aspect of Adishakti was in its peak in 12th century CE. She is still praised in tantric practices that are followed in Kaula tradition.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Kubjikā means \"to crook\" or \"to curve\" in Sanskrit. Once lord Navātman embraced his consort Vakrika and before the copulation, she suddenly felt shame and bent her body earning the name, Kubjikā, \" the hunchback one\" or Vakrika (crooked one).</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>A tantric text named \"Kubjikamata\" or \"pisumata\" dated back to 9th or 10th century CE describes the worship of Kubjika. Though she was very famous among the tantric tradition of Kashmir Valley in the past, Kubjika cult was not familiar among the devotees. Though it seemed that Kubjika was no longer worshipped in the valley either, in mid 1980s, she was discovered in a secret tantric worship that still exists among the Newar people.</p>\n<p>According to <i>Chinjinimatatantra</i> a text that praises Kubjika, Kaula tradition was taught to four disciples who were sent in the four directions. The disciple sent to the west founded the Western Stream (<i>Pascimāmnaya</i>) of Kaulism, the cult of Navatman and Kubjika. The eastern disciple created <i>Purvāmnaya</i>, the cult of Kulēsvari while the northern disciple taught Uttarāmnaya, the cult of <i>Kālasangarshini</i>. the Southern tradition was known as <i>Dakshinamnaya</i>, the cult of <i>Kāmēsvari</i>. Nowadays,the southern Srikula sect of Kamesvari and northern Kalikula sect of Kali are still known as Shaktism sects while the other two (kubjika and Trika) are usually identified as Saivism sects along with other Kashmiri Saivite traditions.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"See_more\">See more</span></h2>\n<ul><li>Kashmir Shaivism</li>\n<li>Shaktism</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:SaivismFlag.png"}, {"ns": 6, "title": "File:SriYantra color.svg"}]}