{"pageid": 5354694, "ns": 0, "title": "Valli", "extract": "<p><b>Vaḷḷi</b> (\"Creeper, Sweet Potato Plant\") is a Hindu goddess and the consort of the god Kartikeya.</p>\n<p><i>Vaḷḷi</i> is used to refer to many tribal or indigenous peoples' goddesses in Tamil Nadu and Kerala and by the Rodiya and Vedda peoples of Sri Lanka.</p>\n<p>Vaḷḷi is also known as <i>Pongi</i> at Vallimalai and the pond from which she drew water to quench the thirst of Murugan is still there. This pond, though in an open ground, does not receive the rays of the sun. Vedda still inhabit Kataragama region and there are temples dedicated to the mountain god Murugan in this region of Sri Lanka.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>In ancient times, the mountainous regions in South India were ruled by various tribes. The chief of the Kuravar tribe, Nambi Rajan and his wife prayed to the mountain god Murugan for a girl-child. Their prayers were answered, resulting in the birth of a girl named Valli. She grew up as the princess of the mountain tribe. Some myths state that Valli was born from a doe when a sage laid eyes on it during a momentary lapse in his meditation.</p>\n<p>In her previous birth, Valli and her sibling Deivayani (another consort of Murugan) were the daughters of the god Vishnu. Both undertook severe austerities to become the consorts of Murugan, who gave them the boon of marriage in their next birth. At a young age, the sage Narada informed Valli's father that she was a shakti of Murugan.</p>\n<p>According to Sri Lankan mythology, the events occurred among the Veddah people near Kataragama, Sri Lanka. However, South Indian Puranas state that Kataragama was the place where Murugan stationed his army during his war with Surapadman.</p>\n<h2><span id=\"Divine_Revelation\">Divine Revelation</span></h2>\n\n<p>Valli had her heart and soul dedicated to Murugan and would always pray with fervent devotion and love, to be with him. Once, the tribal chief planned to develop a field for growing millet, and assigned Valli in charge of its protection from pests. Moved by Valli's devotion, Murugan met her in the form of a handsome tribal hunter, who had lost his way on a hunting chase. This form of Murugan called the 'Veduvan Kolam' is worshipped at the Palaniapaar temple at Belukurichi. Valli did not recognize the stranger and promptly asked him to leave the place. Seeing the chief arriving at the field with honey and fruits for Valli, Murugan turned himself into a tree. After the chief and his followers left, the god changed back into his hunter form and proposed his love to Valli.</p>\n<p>The princess who had only Murugan in her heart, was infuriated at the proposal and lashed out at the hunter. When the chief and his followers returned to the place, Murugan disguised as an old man. The chief, on seeing the aged man, requested him to stay with Valli till he and his hunting party returned back.</p>\n<p>The old man was hungry and asked Valli for food; she gave him a mixture of the millet flour and honey. However, it made him thirsty and he asked for water. She provided water from a nearby stream. He jokingly remarked that she had satisfied his thirst and she could quench his thirst for a companion. Valli was angered again and started to leave the place. He requested assistance from his divine brother, Ganesha, who appeared as a wild elephant at that time. On seeing the wild elephant, Valli was scared and ran back to the old man, pleading him to save her from the elephant. Murugan proposed to save her only if she agreed to marry him. In the heat of the moment, she agrees and he reveals his true form. It was then Valli realised that it was her beloved Lord, who was with her all the time.</p>\n<h2><span id=\"The_Wedding\">The Wedding</span></h2>\n\n<p>After the millet harvest was over, the chief with his daughter and entourage returned to their native land. Murugan returned for Valli in the guise of the aged man and the couple spent time away from Valli's family. Nambi Raja on being alerted about Valli's absence, flew into rage and went in search of her. When the search party finally found Valli with Murugan, the chief and his men shot arrows at Murugan, but they all failed to even touch the god and instead, the chief and his sons fell lifeless. Valli was disheartened to see the lifeless bodies of her kith and kin, and requested the to bring them back to life. Murugan instructed her to revive them herself; by her mere touch everyone was brought back to life. The chief Nambi Raja and his tribesmen realized that it was Murugan, in the form of the old man and prayed to Him. Murugan took his true form and blessed the tribesmen, and the chief conducted the marriage of his daughter and Murugan.</p>\n<p>This place came to be known as Vallimalai, the divine place were Murugan and Valli spent their time in courtship and eventually got married. It is located in Vellore District of Tamil Nadu state, in South India.</p>\n<p>After their wedding, Murugan and Valli, moved to Thiruthani, which is one of the Arupadai Veedu (the six battle camps) of the god.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Muruga</li>\n<li>Six Abodes of Muruga</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Ancient myths of the aborigines of Kerala</li>\n<li><cite class=\"citation web\">Tiru Murugan (Madras: International Institute of Tamil Studies) (1981). \"Murugan and Valli romance\". Kamil V. Zvelebil<span>. Retrieved <span>2008-05-07</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AValli&amp;rft.au=Tiru+Murugan+%28Madras%3A+International+Institute+of+Tamil+Studies%29&amp;rft.btitle=Murugan+and+Valli+romance&amp;rft.date=1981&amp;rft.genre=unknown&amp;rft.pub=Kamil+V.+Zvelebil&amp;rft_id=http%3A%2F%2Fwww.murugan.org%2Fresearch%2Fzvelebil.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Pongi.org web site of Vallimalai Tiruppukazh Ashram, home of Pongi a.k.a. Valli Amma</li>\n<li>http://www.murugan.org/centers/vallimalai.htm</li>\n</ul>", "images": [{"ns": 6, "title": "File:Batu Caves002.JPG"}, {"ns": 6, "title": "File:Murugan by Raja Ravi Varma.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:முருகன் வீதி உலா.jpg"}]}