{"pageid": 53611123, "ns": 0, "title": "Chenjiamman", "extract": "<p><b>Chenjiamman</b> or <b>Senjiamman</b> (aka Gingee Amman) is the guardian deity of Gingee. Her shrine sits atop the Rajagiri hillock in the Gingee Fort.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<h3><span id=\"Early_period\">Early period</span></h3>\n<p>In local legend, Gingee Amman is one of the seven virgin guardian deities of the village. Among the seven deities is another goddess known as <b>Kamalakanni Amman</b>, who is perhaps identical with Senjiamman herself.</p>\n<p>The Senjiamman shrine is supposedly the oldest one in the Gingee Fort, perhaps even older than the fort. In local lore, the name Senji for the fort and the town comes from Senjiamman. It is generally believed that the shrine was developed around 1200 AD when the early structure of Gingee Fort was constructed by Ananda Kon, chief of the local shepherd community.</p>\n<p>The small shrine of Senjiamman houses within its precincts a sacrificial altar.</p>\n<p>When the historian C.S.Srinivasachari wrote his book <i>History of the Gingee and Its Rulers</i> in 1943, he noted that the goddesses Senjiamman and Kamalakanni Amman were still in worship. An annual festival used to be conducted at the foot of the hill and buffaloes were sacrificed to honor Kamalakanni Amman. He notes the presence of a stone slab, \"<i>with representations of a bow, five arrows, a buffalo's, a ram's and four human heads which refer to the sacrifices of men and animals that were practiced</i>\".</p>\n<h3><span id=\"Nayak_Period\">Nayak Period</span></h3>\n<p>There are well-preserved mural paintings dating to the Nayak period in the temple, indicating the temple was patronized during the Nayak period. The goddess came to be considered as Durga. The name Senjiamman and Senji supposedly lends their origin from the word <i>sanjivi</i>, the famous herb, with the name being a combination of two roots, <i>\"*nn\"</i> (pleasure) and <i>\"ji\"</i> (giving), with the name also traced to Singavaram, a neighboring Vaishnava shrine, whose god is interestingly also supposed to be the guardian deity of the place.</p>\n<p>Two Tamil manuscripts in the MacKenzie Collection, shed light on the gingee goddesses and the Draupadi cult in Gingee. One of the manuscripts was commissioned by a Gingee resident, Narayana Pillai, a Konar himself; whose community supplies priests to the Gingee Draupadi or Melachheri temple. He refers to a myth in which the goddess Draupadi revealed her hair, in which a flower was fastened, to Tubbaki Krishnappa Nayaka (1500-1521). Hiltebeitel's fieldwork showed variants of this myth is still recounted by the konar priest of the temple in which the king's name changes from version to version. The MacKenzie manuscript states:</p>\n<blockquote>\n<p>When Draupadi-amman had revealed herself to the king, the kings of Madurai, Tiruchirappalli, and Thanjavur in their own regions had royal gopurams and walls built for the great temples. So when the Gingee king first paid tribute to the royal residence of the [Vijayanagar] Rayar, the kings came to undertake their rule without cruelty [niṣṭuramillāmal]. (Dikshitar 1952, 25; Diagou 1939, 31)</p>\n</blockquote>\n<p>In local legend, Draupadi was born in Gingee, Gingee was Draupadi's avatara and Gingee was Hastinapura. Hiltebeitel notes such transpositions are unknown outside of Gingee with select communities involved, confirms the presence of Draupadi cult at Melaccheri and notes similarity with the Ankalamma cult in which soil is taken from the Pallava-period Mattilesvara temple or the Draupadi temple itself. Several temples claim to have brought soil / sand or stone from Gingee, even as far away as Cuddalore and Pondicherry. Hiltebeitel also brings out the link between the Gingee Fort Buffalo sacrifices and the Draupadi festival at Melacheri, with the dates for the fire-walk and the buffalo sacrifice arranged in close proximity even until the time (in 1988) when he wrote his book.</p>\n<p>Narayanan Pillai states in his manuscript:</p>\n<blockquote>\n<p>It was to that king [Tubakki Krishnappa] that Draupadi-amman, revealing herself [<i>piratti(ya)kṣamāy</i>], showed the hair in the flower that had been fastened to her [icon]. From that day, appointing Raja Gopalan [a Konar] as trustee [of the temple\" <i>tarmakartta</i>], building a Dharmaraja-Draupadi temple on the northern boundary of Gingee [<i>ceñcikku vaṭakku mukaṉaiyil</i>], and digging a tank, having granted hereditary rights and emoluments [<i>mirācu</i>] to that Amman in the kingdom under his rule, establishing [or creating] it as the premier [or original] temple [āti kōvilā uṇṭu panṇị] he made arrangements, as per custom, that respect [mariyātai] in all temples be given to the trustee of that [Dharmaraja-Draupadi] temple. From the Coleroon to Tirupati, emoluments were made to that Amman. A descendant of those trustees, Appacāmi Piḷḷai, is an important pūcāri [<i>periya pūcāri</i>] down to today.</p>\n</blockquote>\n<p>The historian van den Hoek notes Draupadi as the goddess of Gingee's northern boundary and Cellattāmmaṉ as the goddess of Madurai's northern boundary are linked to Mahishasuramarshini, the slayer of Mahishasura; with Cellattamman also being a recipient of buffalo sacrifice on the 8th day of her 10-day festival, with the priest for the sacrifice supplied by the Madurai Meenakshi Amman Temple. The Cellattāmmaṉ myth states when Ishvara and Ishvari (Shiva and his spouse) were walking through a forest, Ishvari became thirsty, killed a buffalo and drank its blood. When Isvara found her decorated with the animal's entrails, he no longer wanted her in his vicinity, but left her with the power to guard the northern boundary with her fierce character. Draupadi and Cellattāmmaṉ are both virgins in the legends. The Konar kings and thereafter the Nayak kings invoked her power of protection.</p>\n<p>The legends mention Pothurāja (aka <i>Pōttu Rāja, Pōrmaṇṇaṇ, Pōttu Rāja-Pōrmaṇṇaṇ</i>) [with his Telugu name <i>Pōta Rāju</i>], the king of buffaloes, whose identity has wide recognition in the South Arcot region, and is identical with Mahishasura. The communities of Brahmins, Velala Mudaliyar, Vanniyar, Konar and Nattar hold the tradition of Potu Raja but there are variants in the story as retold by some communities. In one version, Potu Raja was a learned Brahmin minister in the court of King Cunītaṉ, a grandson of King Janmajeya of Hastinapura, who helps Draupadi kill Rōcakaṇ which is why Potu Raja is installed in every Draupadi temple with the first respects [mariyātai] to be paid to him. Interestingly, the legend of Pōta Rāju survives in the north coastal areas of Andhra, between Vijaywada and Vishakhapatnam. In the Gingee legend, King Cunītaṉ does his penance in Gingee but he must go to Kalinga-desa (north coastal Andhra) to find Pōta Rāju.</p>\n<p>The legend was possibly a religious affirmation which aided Tubbaki Krishnappa in founding the Gingee line whilst absorbing its Konar founders into their fold. Hiltebeitel quotes Edwardes for his summarization of an alleged MacKenzie manuscript in which Tubbaki Krishnappa Nayaka establishes Gingee with the help of a descendant of Ananda-Kon named Tristapitla, who became the Prime Minister of Gingee.</p>\n<p>About 200 yards from the Melacheri temple is the Tī-Pañchaṉ-Kōyil adjacent to which the King Cunītaṉ was cremated. But the Sati who entered the fire was his concubine, a Telugu-speaking Nayudu named Kṣatriya-Maṅkapāy for whom Cunitan left provisions since his wife (the queen) failed to display chastity as implied in performing Sati. In legends which came to be merged, King Cunītaṉ found mention as the founder of the Konar line as is also mentioned in Narayanan Pillai's narration of the Draupadi myth in which she reveals her hair to Tubbaki Krishnappa. However, according to the version stated by Munnacami Naidu from the pāratiyār (praiser, bard) who claimed descent from the story's priest, the king was Raja-Design, though this version is not possible as Raja Desingh's wife historically committed sati.</p>\n<p>With the legend of Senjiamman and the Draupadi cult were merged three important characters of Gingee -- first, King Cunītaṉ with his Pandava ancestors and his descendants the early Kōn kings (1190 CE - 1260 CE); second, King Tubbaki Krishnappa (1509 - 1521 CE); and third, Raja Design (circa 1714). To rule without cruelty in the stories of Tubbaki Krishnappa was a period of peace and harmony under the Vijayanagar emperor Krishnadeva Raya, where the three nayaks of Tanjavur, Madurai and Gingee supposedly accepted his sovereignty and imperial power without harboring thoughts of independence or rebellion.</p>\n<p>The Nayaks added their own shrines to the Gingee Fort as they expanded it. On the top of Rajagiri hill a temple to God Ranganatha was built though the sanctum is now empty. In addition, a mantapam was built in the Vijayanagara style of architecture, along with two big brick granaries, a masonry flagstaff and a strongly built chamber which was perhaps the treasury of the fort.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Gingee Venkataramana Temple</li>\n<li>Senji Singavaram Ranganatha Temple</li>\n<li>Gingee Fort</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ambox rewrite.svg"}]}