{"pageid": 53781590, "ns": 0, "title": "Linga Bhairavi", "extract": "<p><b>Linga Bhairavi</b> is a form of the mother goddess, associated with Dhyanalinga, with temples at the Velliangiri Mountains near Coimbatore, and in Salem, Tamil Nadu. The Linga Bhairavi yantra and Linga Bhairavi Avighna yantra are associated with her.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word \"Bhairavi\" means \"fierce one\" and is the feminine counterpart of \"Bhairava\", a fierce manifestation of Shiva. The word \"linga\" refers to the Devi, who is in the form of a linga.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>The primary Linga Bhairavi temples are at the Velliangiri foothills and at Salem in Tamil Nadu. The temple at Velliangiri was built in January 2010 by Sadhguru. The consecration was completed on the day of Thaipusam on January 30. The temple was visited by the Prime Minister of India, Narendra Modi on Maha Shivaratri, 2017. The temple at Salem, also built by Sadhguru, was completed in 2014. Two kinds of Linga Bhairavi yantras are present. They are designed as a copper plate, square in shape, upon which the yantra's geometry is inscribed. A stone linga of the Devi is placed on top of the yantra.</p>\n<h2><span id=\"Rituals\">Rituals</span></h2>\n<p>Several rituals are practiced at Linga Bhairavi temples, primarily related to health, marriage, children and relationships. Rituals such as Śrāddha for the recently deceased and for ancestors are also practiced at the temple, as well as at crematoriums in nearby areas. These rituals are called Kala Bhairava Karma, and invoke Kalabhairava, a form of Shiva.</p>\n<p>Sudha Ragunathan released a music album in 2011 titled <i>Linga Bhairavi</i>, in honour of Linga Bhairavi. The album was released by Amutham Music and includes songs such as the ashtakam, Sindhu Bhairavi, and a ragamalika in the ragas Bhairavi, Anandabhairavi and Sindhu Bhairavi. The album's last song is titled <i>Arathi</i>, which seeks the goddess' blessings.</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>The festivals celebrated at the Linga Bhairavi temple include Maha Shivaratri, Navratri, and Thaipusam. A few days before Maha Shivaratri, the music festival Yaksha is celebrated at the Velliangiri temple, featuring Indian classical music and dance performances. Performers have included Pandit Jasraj, Pandit Hariprasad Chaurasia, Alarmel Valli and Amjad Ali Khan. Navratri celebrations at the temple also include performing arts and Indian classical music and dance. Local folk arts are also featured at the ten-day festival, which ends on Vijayadashami. A special Navratri procession of the Devi is taken from the temple, till Dhyanalinga. This procession takes place every Purnima or full moon as well.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dhyanalinga</li>\n<li>Bhairavi</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.lingabhairavi.org</li>\n</ul>", "images": [{"ns": 6, "title": "File:SRI LINGA BHAIRAVI TEMPLE, SALEM - panoramio.jpg"}]}