{"pageid": 539601, "ns": 0, "title": "Sulis", "extract": "<p>In localised Celtic polytheism practised in Britain, <b>Sulis</b> was a deity worshipped at the thermal spring of Bath (now in Somerset). She was worshipped by the Romano-British as Sulis Minerva, whose votive objects and inscribed lead tablets suggest that she was conceived of both as a nourishing, life-giving mother goddess, and as an effective agent of curses wished by her votaries.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The exact meaning of the name <i>Sulis</i> is still a matter of debate among linguists, but one possibility is \"Eye/Vision\", cognate with Old Irish <i>súil</i> \"eye, gap\", perhaps derived from a Proto-Celtic word <i>*sūli-</i> which may be related to various Indo-European words for \"sun\" (cf. Homeric Greek ηέλιος, Sanskrit <i>sūryah</i> \"sun\", from Proto-Indo-European <i>*suh<sub>2</sub>lio-</i>).</p>\n<h2><span id=\"Cult_at_Bath\">Cult at Bath</span></h2>\n\n\n<p>Sulis was the local goddess of the thermal springs that still feed the spa baths at Bath, which the Romans called <i>Aquae Sulis</i> (\"the waters of Sulis\"). Her name primarily appears on inscriptions discovered at Bath, with only a single instance outside of Britain at Alzey, Germany. This is not surprising, as Celtic deities often preserved their archaic localisation. They remained to the end associated with a specific place, often a cleft in the earth, a spring, pool or well. The Greeks referred to the similarly local pre-Hellenic deities in the local epithets that they assigned, associated with the cult of their Olympian pantheon at certain places (Zeus Molossos only at Dodona, for example). The Romans tended to lose sight of these specific locations, except in a few Etruscan cult inheritances and ideas like the <i>genius loci</i>, the guardian spirit of a place.</p>\n<p>The gilt bronze cult statue of Sulis Minerva \"appears to have been deliberately damaged\" sometime in later Antiquity, perhaps by barbarian raiders, Christian zealots, or some other forces.</p>\n<h3><span id=\"Inscribed_tablets\">Inscribed tablets</span></h3>\n\n<p>About 130 curse tablets, mostly addressed to Sulis, have been found in the sacred spring at the Roman baths in Bath. Typically, the text on the tablets offered to Sulis relates to theft; for example, of small amounts of money or clothing from the bath-house. It is evident, from the localized style of Latin (\"British Latin\") used, that a high proportion of the tablets came from the native population. In formulaic, often legalistic, language the tablets appeal to the deity, Sulis, to punish the known or unknown perpetrators of the crime until reparation be made. Sulis is typically requested to impair the physical and mental well-being of the perpetrator, by the denial of sleep, by causing normal bodily functions to cease or even by death. These afflictions are to cease only when the property is returned to the owner or disposed of as the owner wishes, often by its being dedicated to the deity. One message found on a tablet in the Temple at Bath (once decoded) reads: \"Docimedis has lost two gloves and asks that the thief responsible should lose their minds [<i>sic</i>] and eyes in the goddess' temple.\"</p>\n\n<p>The tablets were often written in code, by means of letters or words being written backwards; word order may be reversed and lines may be written in alternating directions, from left to right and then right to left (boustrophedon). While most texts from Roman Britain are in Latin, two scripts found here, written on pewter sheets, are in an unknown language which may be Brythonic. They are the only examples of writing in this language ever found.</p>\n<h2><span id=\"Syncretism_with_Minerva\">Syncretism with Minerva</span></h2>\n<p>At Bath, the Roman temple is dedicated to Sulis Minerva, as the primary deity of the temple spa. Through the Roman Minerva syncresis, later mythographers have inferred that Sulis was also a goddess of wisdom and decisions.</p>\n<p>Sulis was not the only goddess exhibiting syncretism with Minerva. Senua's name appears on votive plaques bearing Minerva's image, while Brigantia also shares many traits associated with Minerva. The identification of multiple Celtic gods with the same Roman god is not unusual (both Mars and Mercury were paired with a multiplicity of Celtic names). On the other hand, Celtic goddesses tended to resist syncretism; Sulis Minerva is one of the few attested pairings of a Celtic goddess with her Roman counterpart.</p>\n<p>Dedications to “Minerva” are common in both Great Britain and continental Europe, normally without any Celtic epithet or interpretation. (Cf. Belisama for one exception.)</p>\n<h2><span id=\"Solar_goddess\">Solar goddess</span></h2>\n<p>Based on her name's etymology, as well as several other characteristics, such as the association with sight, civic law, and epithets relating to light, Sulis has been interpreted as a solar deity, at least in pre-Roman times. Some researchers have further suggested a role as the <i>de facto</i> Celtic solar deity, the associated Sulevia and similar names being the goddess's attestations elsewhere.</p>\n<h2><span id=\"Modern_worship\">Modern worship</span></h2>\n<p>Sulis has a number of modern-day worshipers among the Wiccan and Pagan communities. As of 1998, some people still deposited offerings in the waters of the Roman baths.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Solar deity</li>\n<li>Celtic deities</li>\n<li>Water and religion</li>\n<li>Celtic animism</li>\n<li>Solsbury Hill</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Sulis at Wikimedia Commons</p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Minerva Sulis.jpg"}, {"ns": 6, "title": "File:RIB155Bath.jpg"}, {"ns": 6, "title": "File:Roman Baths, Bath - Sacred Spring.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}