{"pageid": 543350, "ns": 0, "title": "Concordia (mythology)", "extract": "<p>In ancient Roman religion, <b>Concordia</b> is the goddess who embodies agreement in marriage and society. Her Greek equivalent is usually regarded as Harmonia, with musical harmony a metaphor for an ideal of social concord or <i>entente</i> in the political discourse of the Republican era. She was thus often associated with Pax (\"Peace\") in representing a stable society. As such, she is more closely related to the Greek concept of <i>homonoia</i> (likemindedness), which was also represented by a goddess.</p>\n<p><b>Concordia Augusta</b> was cultivated in the context of Imperial cult. Dedicatory inscriptions to her, on behalf of emperors and members of the imperial family, were common.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_art\">In art</span></h2>\n<p>In art, Concordia was depicted sitting, wearing a long cloak and holding onto a patera (sacrificial bowl), a cornucopia (symbol of prosperity), or a caduceus (symbol of peace). She was often shown in between two other figures, such as standing between two members of the Imperial family shaking hands. She was associated with a pair of female deities, such as Pax and Salus, or Securitas and Fortuna. She was also paired with Hercules and Mercury, representing \"Security and Luck\" respectively.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>The oldest Temple of Concord, built in 367 BC by Marcus Furius Camillus, stood on the Roman Forum. Other temples and shrines in Rome dedicated to Concordia were largely geographically related to the main temple, and included (in date order):</p>\n<ul><li>a bronze shrine (aedicula) of Concord erected by the aedile Gnaeus Flavius in 304 BC \"in Graecostasis\" and \"in area Volcani\" (placing it on the Graecostasis, close to the main temple of Concord). He vowed it in the hope of reconciling the nobility who had been outraged by his publication of the calendar, but the senate would vote no money for its construction and this thus had to be financed out of the fines of condemned usurers. It must have been destroyed when the main temple was enlarged by Opimius in 121 BC.</li>\n<li>one built on the arx (probably on the east side, overlooked the main temple of Concord below). It was probably vowed by the praetor Lucius Manlius in 218 BC after quelling a mutiny among his troops in Cisalpine Gaul, with building work commencing in 217 and dedication occurring on 5 February 216.</li>\n<li>a temple to Concordia Nova, marking the end Julius Caesar had brought to civil war. It was voted by the senate in 44 BC. but was possibly never built.</li>\n<li>a temple built by Livia according to Ovid's Fasti VI.637‑638 (\"te quoque magnifica, Concordia, dedicat aede Livia quam caro praestitit ipsa viro\" - the only literary reference to this temple). The description of the Porticus Liviae follows immediately, and it is probable therefore that the temple was close to or within the porticus, but the small rectangular structure marked on the Marble Plan (frg. 10) can hardly have been a temple deserving of the epithet \"magnifica\" (HJ 316).</li>\n</ul><p>In Pompeii, the high priestess Eumachia dedicated a building to Concordia Augusta.</p>\n<h2><span id=\"Modern_religion\">Modern religion</span></h2>\n<p>Harmonians and some Discordians equate Concordia with Aneris. Her opposite is thus Discordia, or the Greek Eris.</p>\n<h2><span id=\"Namesakes\">Namesakes</span></h2>\n<p>The asteroid 58 Concordia is named after her.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Sestertius-Aquilia Severa-RIC 0390.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}