{"pageid": 54391291, "ns": 0, "title": "Advaita Parivāra", "extract": "<p>The <b>Advaita Parivāra</b> (Bengali:অদ্ৱৈত পরিবার) is the succession of disciples descending from Śrī Advaita Ācārya, the joint avatāra of Śrī Sadāśiva (the Vaikuṇṭha-mūrti) and Mahāviṣṇu. It is one of the main branches of the Gauḍīya Vaiṣṇava sampradaya (lit.: ‘Tradition of Bengali worshipers of Viṣṇu’), which started with Śrī Caitanya Mahāprabhu.</p>\n<p>Advaita Parivāra is a branch of the Gauḍīya Vaiṣṇava tradition, a Viṣṇu-worshiping devotional subsect of Hinduism, founded by Śrī Caitanya Mahāprabhu (Viśvambhara Miśra, 1486-1534), who was Himself invoked to appear in this world by Śrī Advaita Ācārya (Kamalākṣa Miśra, not related, 1434-1559). Not only was Advaita responsible for the invocation of Śrī Caitanya, he was also seen as the choreographer of the līlā, or divine activities of Śrī Caitanya, as well as being the establisher of his own lineage of devotional teachers (guru-paramparā).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Parivāra\"></span><span id=\"Pariv.C4.81ra\">Parivāra</span></h2>\n<p>Parivāra means ‘family’ or ‘followers’. in Sanskrit, and more particularly ‘family’ in Hindi and Bengali. A parivāra is a family of descendants from a divine personality named ‘avatāra’, literally ‘descent of God’. This family gives spiritual initiation to its followers, who often start their own branches of the tradition. Thus there are two types of parivāras, a vaṁśa paramparā, or family succession (paramparā means ‘one after the other’), and a dīkṣā paramparā, or initiation succession, a succession of followers not related to the family by birth but through initiation only.</p>\n<h2><span id=\"Advaita_Parivāra\"></span><span id=\"Advaita_Pariv.C4.81ra\">Advaita Parivāra</span></h2>\n<p>Śrī Advaita Ācārya was born in a Brahmin family in Śrī Haṭṭa, currently named Sylhet, a city and region in the present day Bangladesh, as the son of Pandit Kuver Ācārya and his wife Nābhā Devi, in the year 1434. Out of compassion for the fallen souls of the age of Kali He invoked the avatāra or descent of Lord Kṛṣṇa in His most munificent form of Śrī Caitanya Mahāprabhu, who took birth in the town of Navadvīpa in 1486. Thus Śrī Advaita Ācārya is famous as gaur ānā ṭhākura (গৌর আনা ঠাকুর). The advaita parivāra was originally promulgated by the two married sons of Śrī Advaita Ācārya, Śrī Kṛṣṇa Miśra Goswāmī and Śrī Balarām Miśra Goswāmī. Śrī Advaita Ācārya had four more sons, Acyutānanda, Gopāl, Jagadīśa and Svarūpa, but they became sannyāsīs (monks), travelled and did not accept disciples.</p>\n<p>The most famous descendant of Śrī Advaita Ācārya is certainly Bijoy Krishna Goswami (1841-1899), whose hagiography is described in a multi-volume set in Bengali by his disciple Kuladananda Brahmacari.</p>\n<p>Until recently the Advaita Parivāra was chiefly active in the greater Bengal (the east-Indian state of West Bengal and adjacent Bangladesh) having pockets of followers in the Vrindavan area in Uttar Pradesh as well as in the far east of India. More recently it has become active also outside of India, having initiated its first non-Indian follower in 1982.</p>\n<h2><span id=\"Foundation_of_Advaita_Parivāra\"></span><span id=\"Foundation_of_Advaita_Pariv.C4.81ra\">Foundation of Advaita Parivāra</span></h2>\n<p>The Ādi-līlā of Caitanya Caritāmṛta describes the branches of the Caitanya-tree, referring to the disciplic successions that have descended from Śrī Caitanya Mahāprabhu’s eternal associates, starting with Nityānanda Prabhu and Advaita Prabhu. Chapter 12, verses 1-76, are dedicated to the dvitīya skandha, or second branch of the Caitanya-tree – vṛkṣera dvitīya skandha – ācārya gosāi (12.4). In the beginning of the description it is mentioned that there was a schism in the early days of this branch:</p>\n<blockquote>\n<p>Prathamete eka mata ācāryera gaṇa; pāche dui mata hoilo daivera kāraṇa</p>\n</blockquote>\n<blockquote>\n<p>keho to ācāryera ājñāya keho to svatantra; sva mata kalpanā kore daiva paratantra</p>\n</blockquote>\n<blockquote>\n<p>ācāryera mata yei, sei mata sāra; tāra ājñā langha cole, sei to asāra</p>\n</blockquote>\n<blockquote>\n<p>At first the whole family agreed with the Ācārya (Advaita), but later, due to Fate, there were two opinions. Some obeyed the Ācārya, while others became independent and concocted their own opinions, by the force of Fate. The opinion of the Ācārya is the essence while those who disobeyed His opinion are useless. (Ādi 12.8-10)</p>\n</blockquote>\n<p>Of Advaita’s six sons, three are understood to be the obedient ones. Caitanya Caritāmṛta describes the three obedient sons as follows:</p>\n<blockquote>\n<p>Acyutānanda – boṛo śākhā, ācārya nandana; ājanma sevilā tiho caitanya-caraṇa</p>\n</blockquote>\n<blockquote>\n<p>Acyutānanda was a strong branch, he was a son of (Advaita) Ācārya – he served the feet of Śrī Caitanya from his very birth. (Ādi 12.13)</p>\n</blockquote>\n<blockquote>\n<p>Kṛṣṇa miśra nāma āra ācārya tanoy; caitanya gosāi boise jāhār hṛdoy</p>\n</blockquote>\n<blockquote>\n<p>Another son of the Ācārya was named Kṛṣṇa Miśra – Lord Caitanya sat in his heart. (Ādi 12.18)</p>\n</blockquote>\n<p>And thirdly:</p>\n<blockquote>\n<p>Śrī gopāla name āra ācāryera suta ‘Another son of the Ācārya is named Śrī Gopāla’. (Ādi 12.19)</p>\n</blockquote>\n<p>The three disobedient sons are named afterwards:</p>\n<blockquote>\n<p>Ācāryera āra putra – śrī balarāma; Āra putra svarūpa śākhā jagadīśa nāma</p>\n</blockquote>\n<blockquote>\n<p>Balarāma, Svarūpa and Jagadīśa are the names of the Ācārya’s other sons (Ādi 12.27)</p>\n</blockquote>\n<p>Caitanya-caritāmṛta does not want to label them as apostates, though (asārera name ihā nāhi prayojana, Ādi 12.11). It is significant that Caitanya Caritāmṛta first mentions the offspring of Advaita Ācārya before mentioning His dīkṣā-descendants. It shows the prominence of the vaṁśa paramparā, or family succession, of Advaita Ācārya.</p>\n<h2><span id=\"Prominent_Founder_Members\">Prominent Founder Members</span></h2>\n<p>Śrī Īśāna Nāgar was the personal servant of Advaita Prabhu. He was adopted by Advaita Prabhu at the age of 5 and served Advaita Prabhu until the age of 70. He was a lifelong witness to the extraordinary pastimes of Śrī Advaita Prabhu and wrote a comprehensive hagiography of Advaita Prabhu named ‘Advaita Prakash’. In the 12th chapter of this 22-chapter book he states that the famous Lokanātha Goswāmī, the Guru of Narottam Dās Ṭhākura Mahāśaya, was a disciple of Advaita Ācārya, and in chapter 7 he states that Haridās Ṭhākura received harināma from Him and also ḍora-kaupin, initiation into the life of a monk.</p>\n<p>Returning to Caitanya-Caritāmṛta Ādi chapter 12, a list of prominent disciples of Advaita Ācārya is given towards the end of that chapter. First of all, at 12.56-57, there is Śrī Yadunandan-ācārya, who was the Guru of the illustrious Śrīla Raghunātha Dāsa Goswāmī (see Vilāpa Kusumānjali, verse 4), then, at 12.83, Śrīnātha Cakravartī, who wrote a commentary to Śrīmad Bhāgavata named Caitanya-mata-manjuṣā, and who became the guru of Kavi Karṇapūra. Then there is Bhāgavatācārya Śyāmadās, who is mentioned both in Caitanya Caritāmṛta and in Advaita Prakāśa, who was defeated by Advaita Prabhu in a scholarly debate, then studied Śrīmad Bhāgavata under Advaita Prabhu, after which he received the title Bhāgavatācārya. He later also arranged Advaita Prabhu’s marriage. Advaita Prabhu also initiated king Divyasiṁha, the king of Lauḍa, His father’s employer. Caitanya Caritāmṛta concludes the description of the Advaita Skandha or Parivāra with a long list of more of Advaita Prabhu’s most prominent disciples – Viṣṇudāsa Ācārya, Cakrapāṇi Ācārya, Ananta Ācārya, Nandinī, Kāmadeva, Caitanya Dās, Durllabh Viśvāsa, Vanamāli Dās, Jagannāth and Bhavanāth Kor, Hṛdayānanda Sen, Bholānāth Dās, Yādav Dās, Vijay Dās, Janārdan, Ananta Dās, Kānu Paṇḍit, Nārāyaṇa Dās, Śrīvatsa Paṇḍit, Haridās Brahmacārī, Puruṣottam Brahmacārī, Puruṣottam Paṇḍit, Raghunāth, Vanamāli Kavicandra, Vaidyanāth, Lokanāth Paṇḍit (this may be Lokanāth Goswāmī), Murāri Paṇḍit, Śrī Hari-Caraṇa, Mādhava Paṇḍit, Vijay Paṇḍit, and Śrī Rām Paṇḍit.</p>\n<h2><span id=\"Schisms\">Schisms</span></h2>\n<p>Two major schisms took place in the Advaita Parivāra even in Advaita Prabhu’s lifetime. Once Advaita Prabhu preached jñāna (non-dualism) to attract Śrī Caitanya Mahāprabhu’s attention, but He declared to his followers that it was just a ruse. Some devotees, however, kept Him to this jñāna vāda, despite of it, and were rejected. This is described in Advaita Prakāśa, chapter 21.</p>\n<p>Another schism took place among the sons of Advaita Ācāry. Three of His sons; Balarāma, Svarūpa and Jagadīśa were angry when their brother Kṛṣṇa Miśra received the temple service of Advaita Prabhu’s deity Madangopāla – they left and established their own deity services elsewhere. This is described in Advaita Prakāśa, chapter 21</p>\n<h2><span id=\"Two_Branches_of_Advaita_Parivāra\"></span><span id=\"Two_Branches_of_Advaita_Pariv.C4.81ra\">Two Branches of Advaita Parivāra</span></h2>\n<p>Of Advaita Ācārya’s six sons, only two married and had their family successions, which turned into disciplic successions – Kṛṣṇa Miśra and Balarāma Miśra. The famous Vijaya Kṛṣṇa Goswāmī descends from Balarāma Miśra and the most famous dīkṣā-descendant of Balarāma Miśra is siddha Manohara Dās Bābāji of Govinda Kuṇḍa, Govardhan. The famous rasika scholar and lecturer Śrīla Ānanda Gopāl Goswāmī appeared in the family tree of Kṛṣṇa Miśra Goswāmī. He was particularly famous for his lectures on Vilāpa-kusumāñjali and Rādhā-rasa-sudhānidhi, held in Vraja in the 1950s, which later served as the first commentaries on these great rasik scriptures and inspired later publishers and lecturers of the same.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Advaita Acharya</li>\n<li>Chaitanya Mahaprabhu</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<p><span><b>Initial visibility</b></span></p>\n<p>To set the template's initial visibility, the <code class=\"nowrap\">|state=</code> parameter may be used:</p>\n<ul><li><code class=\"nowrap\">|state=collapsed</code>: {{Advaita Parivāra|state=collapsed}} to show the template collapsed, i.e., hidden apart from its title bar</li>\n<li><code class=\"nowrap\">|state=expanded</code>: {{Advaita Parivāra|state=expanded}} to show the template expanded, i.e., fully visible</li>\n<li><code class=\"nowrap\">|state=autocollapse</code>: {{Advaita Parivāra|state=autocollapse}}\n<ul><li>shows the template collapsed to the title bar if there is a {{navbar}}, a {{sidebar}}, or some other table on the page with the collapsible attribute</li>\n<li>shows the template in its expanded state if there are no other collapsible items on the page</li>\n</ul></li>\n</ul><p>If the <code class=\"nowrap\">|state=</code> parameter is not set, the template's initial visibility is taken from the <code class=\"nowrap\">|default=</code> parameter in the template. For this template, that currently evaluates to <code>autocollapse</code>.</p>", "images": [{"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Vishnu.jpg"}]}