{"pageid": 54419418, "ns": 0, "title": "Asteria (Titaness)", "extract": "<p>In Greek mythology, <b>Asteria</b> or <b>Asterie</b> (<span></span>; Ancient Greek: Ἀστερία, \"of the stars, starry one\") was the Titan goddess of nocturnal oracles and falling stars.</p>\n<h2><span id=\"Family\">Family</span></h2>\n<p>Asteria was the daughter of the Titans Coeus (Polus) and Phoebe and sister of Leto. According to Hesiod, by the Titan Perses she had a daughter Hecate, goddess of witchcraft. Other authors made Asteria the mother of the fourth Heracles and Hecate by Zeus.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>Asteria was an inhabitant of Olympus, and like her sister Leto was beloved by Zeus. In order to escape the amorous advances of the god, who in the form of an eagle pursued her, she transformed herself into a quail (ortux) and flung herself into the Aegean Sea. It was there that Asteria, metamorphosed into the island Asteria (the island which had fallen from heaven like a star) or the \"quail island\" Ortygia. This then became identified with the island of Delos, which was the only piece on earth to give refuge to the fugitive Leto when, pregnant with Zeus's children, she was pursued by vengeful Hera. According to Hyginus, Leto was borne by the north wind Boreas at the command of Zeus to the floating island, at the time when Python was pursuing her, and there clinging to an olive, she gave birth to Apollo and Artemis.</p>\n<p>A different version was added by the poet Nonnus who recounted that, after Asteria was pursued by Zeus but turned herself into a quail and leap into the sea, Poseidon instead took up the chase. In the madness of his passion, he hunted the chaste goddess to and fro in the sea, riding restless before the changing wind and thus she transformed herself into the desert island of Delos with the help of his nephew Apollo who rooted her in the waves immovable.</p>\n<p>In the rare account where Asteria was the mother of Heracles by Zeus, the Phoenicians sacrifice quails to the hero because when he went into Libya and was killed by Typhon, Iolaus brought a quail to him, and having put it close to him, he smelt it and came to life again.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Asteria.jpg"}, {"ns": 6, "title": "File:Pergamonmuseum - Antikensammlung - Pergamonaltar 27.JPG"}]}