{"pageid": 54553, "ns": 0, "title": "Mnemosyne", "extract": "<p><b>Mnemosyne</b> (<span></span> or <span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Μνημοσύνη</span>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[mnɛːmosýːnɛː]</span>), which is from the same source as the word <i>mnemonic</i>, was the personification of memory in Greek mythology.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Family\">Family</span></h2>\n<p>A Titanide, or Titaness, Mnemosyne was the daughter of the Titans Uranus and Gaia. Mnemosyne was the mother of the nine Muses, fathered by her nephew, Zeus:</p>\n<ul><li>Calliope (epic poetry)</li>\n<li>Clio (history)</li>\n<li>Euterpe (music)</li>\n<li>Erato (lyric poetry)</li>\n<li>Melpomene (tragedy)</li>\n<li>Polyhymnia (hymns)</li>\n<li>Terpsichore (dance)</li>\n<li>Thalia (comedy)</li>\n<li>Urania (astronomy)</li>\n</ul><h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>In Hesiod's <i>Theogony</i>, kings and poets receive their powers of authoritative speech from their possession of Mnemosyne and their special relationship with the Muses.</p>\n<p>Zeus and Mnemosyne slept together for nine consecutive nights, thus conceiving the nine Muses. Mnemosyne also presided over a pool in Hades, counterpart to the river Lethe, according to a series of 4th century BC Greek funerary inscriptions in dactylic hexameter. Dead souls drank from Lethe so they would not remember their past lives when reincarnated. In Orphism, the initiated were taught to instead drink from the Mnemosyne, the river of memory, which would stop the transmigration of the soul.</p>\n<h3><span id=\"Appearance_in_Oral_Literature\">Appearance in Oral Literature</span></h3>\n<p>Although she was categorized as one of the Titans in the <i>Theogony</i>, Mnemosyne didn’t quite fit that distinction. Titans were hardly worshiped in Ancient Greece, and were thought of as so archaic as to belong to the ancient past. They resembled historical figures more than anything else. Mnemosyne, on the other hand, traditionally appeared in the first few lines of many oral epic poems—she appears in both the <i>Iliad</i> and the <i>Odyssey</i>, among others—as the speaker called upon her aid in accurately remembering and performing the poem he was about to recite. Mnemosyne is thought to have been given the distinction of “Titan” because memory was so important and basic to the oral culture of the Greeks that they deemed her one of the essential building blocks of civilization in their creation myth.</p>\n\n<p>Later, once written literature overtook the oral recitation of epics, Plato made reference in his <i>Euthydemus</i> to the older tradition of invoking Mnemosyne. The character Socrates prepares to recount a story and says “ὥστ᾽ ἔγωγε, καθάπερ οἱ (275d) ποιηταί, δέομαι ἀρχόμενος τῆς διηγήσεως Μούσας τε καὶ <b>Μνημοσύνην</b> ἐπικαλεῖσθαι.” which translates to “Consequently, like the poets, I must needs begin my narrative with an invocation of the Muses and <b>Memory</b>” (emphasis added). Aristophanes also harked back to the tradition in his play Lysistrata when a drunken Spartan ambassador invokes her name while prancing around pretending to be a bard from times of yore.</p>\n<h2><span id=\"Cult_of_Asclepius\">Cult of Asclepius</span></h2>\n<p>Mnemosyne was one of the deities worshiped in the cult of Asclepius that formed in Ancient Greece around the 5th century BC. Asclepius, a Greek hero and god of medicine, was said to have been able to cure maladies, and the cult incorporated a multitude of other Greek heroes and gods in its process of healing. The exact order of the offerings and prayers varied by location, and the supplicant often made an offering to Mnemosyne. After making an offering to Asclepius himself, in some locations, one last prayer was said to Mnemosyne as the supplicant moved to the holiest portion of the asclepeion to incubate. The hope was that a prayer to Mnemosyne would help the supplicant remember any visions had while sleeping there.</p>\n<h2><span id=\"Genealogical_chart\">Genealogical chart</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Titans in popular culture: Mnemosyne</li>\n<li>Mnemonic</li>\n<li>Meme</li>\n<li>Moneta</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Aeschylus, <i>Persians. Seven against Thebes. Suppliants. Prometheus Bound.</i> Edited and translated by Alan H. Sommerstein. Loeb Classical Library No. 145. Cambridge, MA: Harvard University Press, 2009. ISBN 978-0-674-99627-4. Online version at Harvard University Press.</li>\n<li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Caldwell, Richard, <i>Hesiod's Theogony</i>, Focus Publishing/R. Pullins Company (June 1, 1987). ISBN 978-0-941051-00-2.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li><i>Hymn to Hermes</i> (4), in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Zuntz, Günther (1971). <i>Persephone: Three Essays on Religion and Thought in Magna Graecia</i>. Cambridge: Clarendon Press. ISBN 9780198142867. OCLC 303807.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMnemosyne&amp;rft.aufirst=G%C3%BCnther&amp;rft.aulast=Zuntz&amp;rft.btitle=Persephone%3A+Three+Essays+on+Religion+and+Thought+in+Magna+Graecia&amp;rft.date=1971&amp;rft.genre=book&amp;rft.isbn=9780198142867&amp;rft.place=Cambridge&amp;rft.pub=Clarendon+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DvNMoAAAAYAAJ&amp;rft_id=info%3Aoclcnum%2F303807&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Mnemosyne at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Jupiter, vermomd als herder, verleidt Mnemosyne, godin van het geheugen Rijksmuseum SK-A-3886.jpeg"}, {"ns": 6, "title": "File:LIBERI Marco Jupiter and Mnemosyne.jpg"}, {"ns": 6, "title": "File:Mnemosyne (color) Rossetti.jpg"}]}