{"pageid": 5466044, "ns": 0, "title": "Alecto", "extract": "<p><b>Alecto</b> (Ancient Greek: Ἀληκτώ, English translation: \"the implacable or unceasing anger\") is one of the Erinyes, or Furies, in Greek mythology.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Family_and_Description\">Family and Description</span></h2>\n<p>According to Hesiod, Alecto was the daughter of Gaea fertilized by the blood spilled from Uranus when Cronus castrated him. She is the sister of Tisiphone, the embodiment of murder, and Megaera, the embodiment of jealousy. Alecto's job as a Fury is castigating the moral crimes (such as anger) of humans, especially if they are against others.</p>\n<p>The Furies had snakes for hair and blood dripped from their eyes. In addition they had bats' wings and dogs' heads.</p>\n<p>Alecto's function is similar to Nemesis, with the difference that Nemesis's function is to castigate crimes against the gods, not mortals. Her punishment for mortals was Madness.</p>\n<h2><span id=\"Alecto_in_Mythology\">Alecto in Mythology</span></h2>\n<p>In the <i>Aeneid</i> (Book 7), Juno commanded Alecto to prevent the Trojans from having their way with King Latinus by marriage or besiege Italian borders. Alecto's mission is to wreak havoc on the Trojans and cause their downfall through war. To do this, Alecto takes over the body of Queen Amata, who clamors for all of the Latin mothers to riot against the Trojans. She disguises herself as Juno's priestess Calybe and appears to Turnus in a dream persuading him to begin the war against the Trojans. Met with a mocking response from Turnus, Alecto abandons persuasion and attacks Turnus with a torch, causing his blood to \"boil with the passion for war\". Unsatisfied with her work in igniting the war, Alecto asks Juno if she can provoke more strife by drawing in bordering towns. Juno replies that she will manage the rest of the war herself: <i>You're roving far too freely, high on the heavens' winds, and the Father, king of steep Olympus, won't allow it. You must give way. Whatever struggle is still to come, I'll manage it myself.</i> (Virgil, Aeneid, trans. Robert Fagles, Book 7, ll.646-649)</p>\n<h2><span id=\"In_literature\">In literature</span></h2>\n<p>Alecto appears in Virgil's <i>Aeneid</i>, Dante's <i>Inferno</i>, and the musical piece Music for a While by Purcell. She is also in Miklós Zrínyi's <i>Siege of Sziget</i>, in various works of Dostoyevsky, and in Handel's <i>Rinaldo</i> HWV 7 in the Aria \"Sibillar gli angui d'Aletto\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Family tree of the Greek gods</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}]}