{"pageid": 555118, "ns": 0, "title": "Ilmatar", "extract": "<p>In the Kalevala, the Finnish national epic, <b>Ilmatar</b> was a virgin spirit of the air.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>The name Ilmatar is derived from the Finnish word <i>ilma</i>, meaning \"air,\" and the suffix -<i>tar</i>, denoting a female spirit. Thus, her name literally means \"female air spirit.\" In the Kalevala she was also occasionally called <b>Luonnotar,</b> which means \"female spirit of nature\" (Finnish <i>luonto</i>, \"nature\").</p>\n<p>She was impregnated by the sea and wind and thus became the mother of Väinämöinen.</p>\n<h2><span id=\"Homage\">Homage</span></h2>\n<ul><li><i>Ilmatar</i> is an album by the Finnish band Värttinä, released in 2000. Its theme was inspired by the goddess's origin-story in the <i>Kalevala</i> and similar Finnish folk-lore and magic.</li>\n<li>The Main Belt asteroid 385 Ilmatar is named after the goddess.</li>\n<li>In the book <i>The Quantum Thief</i>, members of a humanoid race living in the Oort cloud sometimes pray to Kuutar and Ilmatar.</li>\n<li>One of the protagonists of the anime <i>Strike Witches</i>, Finnish aviator Eila Ilmatar Juutilainen, shares part of her name with that of the goddess.</li>\n<li>Two passenger liners of the now-defunct Finland Steamship Company were named after the goddess: the SS <i>Ilmatar</i> of 1929 and the MS <i>Ilmatar</i> of 1964.</li>\n</ul><h2><span id=\"Sibelius’s_Luonnotar\"></span><span id=\"Sibelius.E2.80.99s_Luonnotar\">Sibelius’s <i>Luonnotar</i></span></h2>\n\n<p>Jean Sibelius composed the tone poem <i>Luonnotar</i>, for soprano and orchestra in 1913. In this work, the mythical origin of the land and sky, recounted in craggy verses from the <i>Kalevala</i>, becomes an intense Sibelian metaphor for the inexorable force—even the terror of all creation—including that of the artist. One of the composer's most compelling works, it alternates between two musical ideas. As heard at the outset, these are the shimmering stirrings of ever-growing possibility; and, underpinned with dissonant, static, harp strokes, the even more incantatory, distressed cries of the \"nature spirit\" (<i>Luonnotar</i>) herself, heavy with child.</p>\n<h2><span id=\"In_finance\">In finance</span></h2>\n<p>The Ilmatar Fund is an Eastern European multi-strategy hedge fund for investors.</p>\n<p><br></p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}, {"ns": 6, "title": "File:Ilmatar.jpg"}]}