{"pageid": 5612349, "ns": 0, "title": "Mahakali", "extract": "<p><b>Mahakali</b> (Sanskrit: <b>Mahākālī</b>, Devanagari: महाकाली), literally translated as <i>Great Kali</i>, is the Hindu Goddess of time and death, considered to be the consort of Mahakala the God of consciousness, the basis of Reality and existence. Mahakali in Sanskrit is etymologically the feminized variant of Mahakala or <i>Great Time</i> (which is interpreted also as <i>Death</i>), an epithet of the God Shiva in Hinduism. Mahakali is the form of Adi parashakti, who is beyond time and space. Kali is the force of anger of Adi parashakti and therefore her color is black. She is the greatest aspect of Kali whom many Hindus hold as a Divine Mother.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Meaning\">Meaning</span></h2>\n<p>Mahakali's history is contained in various Puranic and Tantric Hindu Scriptures (Shastra). In these She is variously portrayed as the Adi-Shakti-Goddess Durga, the Primeval Force of the Universe, identical with the Ultimate Reality or Brahman. She is also known as the (female) Prakriti or World as opposed to the (male) Purusha or Consciousness, or as one of three manifestations of Mahadevi Durga (The Great Goddess) that represent the three Gunas or attributes in Samkhya philosophy. In this interpretation Mahakali represents Tamas or the force of inertia. A common understanding of the Devi Mahatmya (\"Greatness of the Goddess\") text, a later interpolation into the Markandeya Purana, considered a core text of Shaktism (the branch of Hinduism which considers Devi Durga to be the highest aspect of Godhead), assigns a different form of the Goddess (Mahasaraswati, Mahalakshmi, and Mahakali) to each of the three episodes therein.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Mahakali is most often depicted as blue in popular Indian art.</p>\n<p>Her most common four armed iconographic image shows each hand carrying variously a sword, a trishul (trident), a severed head and a bowl or skull-cup (kapala) catching the blood of the severed head. Her eyes are described as red with intoxication and in absolute rage, Her hair is shown disheveled, small fangs sometimes protrude out of Her mouth and Her tongue is lolling. She has a garland consisting of the heads of demons she has slaughtered, variously enumerated at 108 (an auspicious number in Hinduism and the number of countable beads on a Japa Mala for repetition of Mantras) or 50, which represents the letters of the Sanskrit alphabet, Devanagari, and wears a skirt made of demon arms.</p>\n\n<p>Her ten headed (dasamukhi) image is known as Dasa Mahavidya Mahakali, and in this form She is said to represent the ten Mahavidyas or \"Great Wisdom (Goddesse)s\". She is depicted in this form as having ten heads, ten arms, and ten legs but otherwise usually conforms to the four armed icon in other respects. Each of her ten hands is carrying an implement which varies in different accounts, but each of these represent the power of one of the Devas or Hindu Gods and are often the identifying weapon or ritual item of a given Deva. The implication is that Mahakali subsumes and is responsible for the powers that these deities possess and this is in line with the interpretation that Mahakali is identical with Brahman. While not displaying ten heads, an \"ekamukhi\" or one headed image may be displayed with ten arms, signifying the same concept: the powers of the various Gods come only through Her grace.</p>\n<p>In either one of these images she is shown standing on the prone, inert or body of Shiva. This is interpreted in various ways but the most common is that Mahakali represents Shakti, the power of pure creation in the universe, and Shiva represents pure Consciousness which is inert in and of itself. While this is an advanced concept in monistic Shaktism, it also agrees with the Nondual Trika philosophy of Kashmir, popularly known as Kashmir Shaivism and associated most famously with Abhinavagupta. There is a colloquial saying that \"Shiva without Shakti is Shava\" which means that without the power of action (Shakti) that is Mahakali (represented as the short \"i\" in Devanagari) Shiva (or consciousness itself) is inactive; Shava means corpse in Sanskrit and the play on words is that all Sanskrit consonants are assumed to be followed by a short letter \"a\" unless otherwise noted. The short letter \"i\" represents the female power or Shakti that activates Creation. This is often the explanation for why She is standing on Shiva, who is either Her husband and complement in Shaktism, the Supreme Godhead in Shaivism. Another understanding is that the wild destructive Mahakali can only stop her fury in the presence of Shiva the God of Consciousness, so that the balance of life is not completely overrun over by wild nature.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Abhinavagupta</li>\n<li>Advaita</li>\n<li>Brahman</li>\n<li>Daikokutennyo (大黒天女)</li>\n<li>Kashmir Shaivism</li>\n<li>Pashupatinath</li>\n<li>Samkhya</li>\n<li>Shakti</li>\n<li>Tridevi</li>\n<li>Durga</li>\n<li>Parvati</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li><i>The Goddess Kali of Kolkata</i> (ISBN 81-7476-514-X) by Shoma A. Chatterji</li>\n<li><i>Encountering The Goddess: A Translation of the Devi-Mahatmya and a Study of Its Interpretation</i> (ISBN 0-7914-0446-3) by Thomas B. Coburn</li>\n<li><i>Dictionary of Hindu Lore and Legend</i> (ISBN 0-500-51088-1) by Anna Dallapiccola</li>\n<li><i>Kali: The Black Goddess of Dakshineswar</i> (ISBN 0-89254-025-7) by Elizabeth Usha Harding</li>\n<li><i>In Praise of The Goddess: The Devimahatmyam and Its Meaning</i> (ISBN 0-89254-080-X) by Devadatta Kali</li>\n<li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> (ISBN 81-208-0379-5) by David Kinsley</li>\n<li><i>Tantric Visions of the Divine Feminine</i> (ISBN 0-520-20499-9) by David Kinsley</li>\n<li><i>The Sword and the Flute: Kali &amp; Krsna</i> (ISBN 0-520-03510-0) by David Kinsley</li>\n<li><i>Offering Flowers, Feeding Skulls: Popular Goddess Worship in West Bengal</i> (ISBN 0-195-16791-0) by June McDaniel</li>\n<li><i>Encountering Kali: In the Margins, at the Center, in the West</i> (ISBN 0-520-23240-2) by Rachel Fell McDermott</li>\n<li><i>Mother of My Heart, Daughter of My Dreams: Kali and Uma in the Devotional Poetry of Bengal</i> (ISBN 0-19-513435-4) by Rachel Fell McDermott</li>\n<li><i>Kali: The Feminine Force</i> (ISBN 0-89281-212-5) by Ajit Mookerjee</li>\n<li><i>Seeking Mahadevi: Constructing the Identities of the Hindu Great Goddess</i> (ISBN 0-791-45008-2) Edited by Tracy Pintchman</li>\n<li><i>The Rise of the Goddess in the Hindu Tradition</i> (ISBN 0-7914-2112-0) by Tracy Pintchman</li>\n<li><i>Kali Puja</i> (ISBN 1-887472-64-9) by Swami Satyananda Saraswati</li>\n<li><i>Grace and Mercy in Her Wild Hair: Selected Poems to the Mother Goddess</i> (ISBN 0-934252-94-7) by Ramprasad Sen</li>\n<li><i>Aghora, at the left hand of God</i> (ISBN 0-914732-21-8) by Robert E. Svoboda</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Mahakali Behala Srisangha Arnab Dutta 2011.jpg"}, {"ns": 6, "title": "File:Mahakaliyantra.jpg"}, {"ns": 6, "title": "File:Merge-arrows.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Redkali3.jpg"}]}