{"pageid": 56243, "ns": 0, "title": "Ixtab", "extract": "<p>At the time of the Spanish conquest of Yucatan (1527-1546), Ix Tab, or <b>Ixtab</b> ([iʃˈtaɓ], 'Woman whose work involves the use of a rope'), was the indigenous Mayan goddess of suicide by hanging. Playing the role of a psychopomp, she would accompany such suicides to heaven. No certain depictions of Ixtab are known.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<p>The only description of the goddess occurs in the so-called ‘Relación’ of the 16th-century Spanish inquisitor, Diego de Landa. The passage runs as follows:</p>\n<p>“They said also and held it as absolutely certain that those who hanged themselves went to this heaven of theirs; and on this account, there were many persons who on slight occasions of sorrows, troubles or sickness, hanged themselves in order to escape these things and to go and rest in their heaven [<i>gloria</i>], where they said that the goddess of the gallows [<i>la diosa de la horca</i>], whom they called Ix Tab, would bring them.”</p>\n<p>Beyond this description, there is only a very brief and somewhat obscure mention of Ix Tab in the Book of Chilam Balam of Tizimin and in the Pérez Codex, in a context of chaos, suffering, and hangings: “They suspended Ix Tab from their hands,” or, alternatively, “Ix Tab suspended them from her hands.”</p>\n<h2><span id=\"Deities_associated_with_ropes_and_snares\">Deities associated with ropes and snares</span></h2>\n<p><i>Ix Tab</i> is the female form of <i>ah tab</i> 'hangman'. The function of Ix Tab as a benevolent 'hangwoman' could derive from a basic association with snares. Landa (Tozzer 1941: 155) mentions the hunting deity [<i>Ah</i>] <i>Tabay</i> ('Ensnarer' or 'Deceiver'), possibly a patron of hunting with snares, including such that hoist the prey into the air. Animals hoisted by such snares are found depicted in the Dresden and Madrid codices, the Madrid codex (MC45c) personifying one of these traps by a male hunting deity. Ix Tab could be understood as a specialized, female form of such a deity, luring the human quarry into the hanging rope personified by her. Suicides freely putting their heads into this 'snare' (prompted, perhaps, by a dream) could then be seen to consecrate themselves to her. On the other hand, the Xtabay of contemporary folklore is a seductive female demon ‘ensnaring’ or 'deceiving' her male human preys so as to madden and destroy them.</p>\n<h2><span id=\"The_suspended_woman_in_the_Dresden_Codex\">The suspended woman in the Dresden Codex</span></h2>\n<p>The Dresden Codex picture (DC53b) of a dead woman with a rope around the neck, suspended from a celestial bar, is often, and without further proof, taken to represent Ix Tab. However, since the picture occurs in a section devoted to eclipses of sun and moon, it may rather have been used to symbolize a lunar eclipse and its dire consequences for women, who were intimately associated with the moon goddess.</p>\n<h2><span id=\"The_‘Goddess_of_Suicide’_as_a_fabrication\"></span><span id=\"The_.E2.80.98Goddess_of_Suicide.E2.80.99_as_a_fabrication\">The ‘Goddess of Suicide’ as a fabrication</span></h2>\n<p>It has been claimed that the Pre-Spanish Maya never had a goddess of suicide by hanging, but that she was invented and kept alive to justify all sorts of colonial and modern evils. The practices of the Spanish inquisition headed by Diego de Landa led to an increase of suicides by hanging, so that Landa may conceivably have invented the story of Ix Tab conducting his victims to heaven to exculpate himself. Originally, Ix Tab may only have been a hunting goddess. Nowadays, the sensationalist idea of a ‘cult of Ix Tab’ appears to be invoked by popular Yucatecan media to cover up the fact that Yucatan has a suicide rate far higher than Mexico at large, and thus to deflect attention from its possible social causes.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Ciudad Real, Antonio de, <i>Calepino maya de Motul</i>. Edited by René Acuña. Plaza y Valdés 2001.</li>\n<li>Reyes-Foster, Beatriz M., and Rachael Kangas, “Unraveling Ix Tab: Revisiting the “Suicide Goddess” in Maya Archaeology”. <i>Ethnohistory</i> 63-1 (2016):1-27.</li>\n<li>J.E.S. Thompson, <i>Maya History and Religion</i>. University of Oklahoma Press, Norman 1970.</li>\n<li>J.E.S. Thompson, <i>A Commentary on the Dresden Codex</i>. American Philosophical Society, Philadelphia 1972.</li>\n<li>Alfred M. Tozzer, <i>Landa's Relación de las cosas de Yucatán. A Translation</i>. Peabody Museum, Cambridge MA 1941.</li>\n</ul>"}