{"pageid": 5778405, "ns": 0, "title": "Kapo (mythology)", "extract": "<p>In Hawaiian mythology, <b>Kapo</b> is a goddess of fertility, sorcery and dark powers. Kapo is also known as Kapo-ʻula-kīnaʻu, where \"the epithet ula-kinaʻu is used in allusion to the fact that her attire, red in color, is picked out with black spots. The name Kapo alone is the only by which she is usually known.\" \"Kapo is said to have been born of Papa (or Haumea) while she was living up Kalihi valley on Oahu with Wakea her husband. Some say that she was born from the eyes of Papa. She is of high rank and able to assume many shapes at will.\" She is the mother of Laka, although some versions have them as the same goddess. She is the sister of Kāne Milohai, Kamohoali<span>ʻ</span>i, Pele, Nāmaka and Hi<span>ʻ</span>iaka.</p>\n<p>Kapo also had a detachable vagina, which she once used as a decoy to aid her sister Pele to flee the overzealous Kamapua'a.</p>\n<h2><span id=\"Kapo_in_myth\">Kapo in myth</span></h2>\n<p>She saved Pele from being raped by Kama-pua'a by sending her flying vagina (<i>kohe lele</i>) as a lure. Kama followed this to Koko Head, Oahu, where it left an imprint. Later Kapo hid it in Kalihi Valley.</p>\n<ul><li>\"When the Hawaiians dream of a woman without a vagina it is Kapo. ... unless a medium possessed by Kapo wears a ti leaf protection she is in danger of having this part of her body torn at.\"</li>\n<li>\"Kapo, sister of the poison-tree gods of Maunaloa and proficient in the arts of herb medicine and sorcery, teaches Ke-ao-melemele on the dancing field near Waolani in Nu'uanu valley until she can dance in the skies and over the sea.\"</li>\n<li>\"As Kapo’ulakina’u (Kapo-red-spotted) she was the Kapo invoked by <i>kahuna</i> when sending evil back upon someone.\"</li>\n</ul><h2><span id=\"Kapo_in_geography\">Kapo in geography</span></h2>\n<p><b>Kapolei</b>The Second City on Oahu is named after Goddess Kapo, meaning Beloved Kapo.</p>\n<ul><li>\"<b>Kohelepelepe</b> (Volcanic crater; O'ahu.) \"Labia Minora\" (an imprint said to have been left here by the flying vulva and vagina of Kapo ...; this name was ... changed—perhaps in missionary days—to the current name Koko ... \"Blood\" ...)\".</li>\n<li>\"Koko Head Crater was Kohelepelepe. That's Hawaiian for 'fringed vulva'. The crater is the imprint of the vulva of Kapo... It was a flying vulva, and Kapo used it to lure the pig god here. It flew from here to Kalihi. ...\"</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}