{"pageid": 5778250, "ns": 0, "title": "Nyai Roro Kidul", "extract": "<p><b>Nyai Loro Kidul</b> (also spelled <i>Nyi Roro Kidul</i>) is an Indonesian goddess of the sea. She is the Queen of the Southern Sea (Indian Ocean) in Javanese and Sundanese mythology.</p>\n<p>According to Javanese beliefs, she is also the mythical spiritual consort of the Sultans of Mataram and Yogyakarta, beginning with Senopati and continuing to the present day.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Nyai Roro Kidul spirit has many different names, which reflect the diverse stories of her origin in different sagas, legends, myths and traditional folklore. Other names include <b>Ratu Laut Selatan</b> (\"Queen of the South Sea,\" meaning the Indian Ocean) and <b>Gusti Kanjeng Ratu Kidul</b>. The royal house of Keraton Surakarta revered her as <b>Kanjeng Ratu Ayu Kencono Sari</b>. Many Javanese believe it is important to use various honorifics when referring to her, such as <i>Nyai</i>, <i>Kanjeng</i>, and <i>Gusti</i>. People who invoke her also call her <i>Eyang</i> (grandmother). In mermaid form she is referred to as <i>Nyai Blorong</i>.</p>\n<p>The Javanese word <b>loro</b> literally means <i>two - 2</i> and merged into the name of the myth about the Spirit-Queen born as a beautiful girl or maiden, in Old Javanese <b>rara</b>, written as <b>rårå</b>, (also used as <i>roro</i>). Old-Javanese <b>rara</b> evolved into the New Javanese <b>lara</b>, written as <b>lårå</b>, (means <i>ill</i>, also <i>grief</i> like heartache, heart-break).</p>\n<p>Dutch orthography changed <b>lara</b> into <i>loro</i> (used here in Nyai Loro Kidul) so the word play moved from <i>beautiful girl</i> to a <i>sick one</i> - Old Javanese <b>Nyi Rara</b> and the New Javanese <b>Nyai Lara</b>.</p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>Nyai Loro Kidul is often illustrated as a mermaid with a tail as well the lower part of the body of fish. The mythical creature is claimed to take the soul of any who she wished for. According to local popular beliefs around coastal villages on Southern Java, the Queen often claim lives of fishermen or visitors that bathe on the beach, and she usually prefers handsome young men.</p>\n<p>The role of Nyai Loro Kidul as a Javanese Spirit-Queen became a popular motif in traditional Javanese folklore and palace mythologies, as well as being tied in with the beauty of Sundanese and Javanese princesses. Another aspect of her mythology was her ability to change shape several times a day. Sultan Hamengkubuwono IX of Yogyakarta described his experience on spiritual encounters with the spirit Queen in his memoire; the queen could change shapes and appearance, as a beautiful young woman usually during full moon, and appear as an old woman at other times.</p>\n<p>Nyai Loro Kidul in a significant amount of the folklore that surrounds her - is in control of the violent waves of the Indian Ocean from her dwelling place in the heart of the ocean. Sometimes she is referred as one of the spiritual queens or wives of the Susuhunan of Solo or Surakarta and the Sultan of Yogyakarta. Her literal positioning is considered as corresponding to the Merapi-Kraton-South Sea axis in the Solo Sultanate and Yogyakarta Sultanate.</p>\n<p>Another pervasive part of folklore surrounding her is the colour of aqua green, <i>gadhung m'lathi</i> in Javanese, is favoured and referred to her, which is forbidden to wear along the south-coast of Java. She is often describes wearing clothes or <i>selendang</i> (silky sashes) in this color.</p>\n<h2><span id=\"Origin_and_history\">Origin and history</span></h2>\n<p>Although her legends are mostly linked to the 16th century Javanese Mataram Sultanate, the older manuscript traced her legendary origin to the era of the Sundanese kingdom of Pajajaran and the legend of the ill-fated princess Kadita. However, Javanese and Sundanese anthropological and cultural studies suggest that the myth of the Queen of Java's Southern Seas probably originated from older prehistoric animistic beliefs in the pre-Hindu-Buddhist female deity of the southern ocean. The fierce waves of the Indian Ocean on southern Java's coasts, its storms and sometimes tsunamis, probably had raised in the locals awe and fear of natural power, and locals attributed it to the spiritual realm of deities and demons that inhabit the southern seas ruled by their queen, a female deity, later identified as \"Queen Kidul\".</p>\n<p>The 16th century Javanese legends connects the Queen of Southern Seas as the protector and spiritual consort of the kings of Mataram Sultanate. Panembahan Senopati (1586-1601 AD), founder of the Mataram Sultanate, and his grandson Sultan Agung (1613-1645 AD) who named the Kanjeng Ratu Kidul as their bride, is claimed in the Babad Tanah Jawi.</p>\n<p>According to Javanese legends dated from 16th century CE, the prince Panembahan Senopati aspired to establish a new kingdom Mataram Sultanate against Pajang overlordship. He performed ascetic acts through meditating on the beach of Parang Kusumo, south of his home in the town of Kota Gede. His meditation caused a disturbing powerful supernatural phenomenon in the spiritual kingdom of Southern Sea. The Queen came to the beach to see who had caused this menace in her kingdom. Upon seeing the handsome prince, the queen immediately fell in love and asked the prince to stop his meditation. In return the deity queen, who ruled spiritual realm of the southern seas, agreed to help Panembahan Senopati in his political effort to establish a new kingdom. In order to become the spiritual protector of the kingdom, the Queen asked to be held by the prince in hand of marriage, as the spiritual consort of Panembahan Senopati and all of his successors, the series of Mataram kings.</p>\n<p>One Sundanese folktale is mentioned about Dewi Kadita, the beautiful princess of the Pajajaran Kingdom, in West Java, who desperately fled to the Southern Sea after being struck by black magic. The black magic was cast by a witch under the order of a jealous rival in the palace, and caused the beautiful princess to suffer disgusting skin disease. She jumped into the violent waves of the ocean where she was finally cured and regained her beauty, and the spirits and demons crowned the girl as the legendary Spirit-Queen of the South Sea.</p>\n<p>A similar version of the story above mentions that the king (at the time), having her as the only child, who is planning to retire from the throne, remarries. Having a queen (instead of a king) was forbidden. The king's new wife finally gets pregnant, but, because of jealousy, forces the king to choose between his wife or his daughter. There was an ultimatum. If he chose his daughter, then his wife would leave the palace for real and the throne would be given to what would later become the queen. If the wife was chosen, the daughter would be banned from the palace and the new, yet to be born child, would be the king. The king solves this by ordering a witch to make his daughter suffer a skin disease. The daughter, now banned from the palace, hears a voice that tells her to go to the sea at midnight to cure her disease. She did, and vanished, never to be seen or heard from again.</p>\n<p>Another Sundanese folktale shows <i>Banyoe Bening</i> (meaning <i>clear water</i>) becomes Queen of the Djojo Koelon Kingdom and, suffering from leprosy, travels to the South where she is taken up by a huge wave to disappear into the Ocean.</p>\n<p>Another West Java folktale is about the Ajar Cemara Tunggal (Adjar Tjemara Toenggal) on the mountain of Kombang in the Pajajaran Kingdom. He is a male seer who actually was the beautiful great aunt of Raden Jaka Susuruh. She disguised herself as a psychic and told Raden Jaka Susuruh to go to the east of Java to found a kingdom on the place where a <i>maja</i>-tree just had one fruit; the fruit was bitter, <i>pait</i> in Javanese, and the kingdom got the name of <b>Majapahit</b>. The seer Cemara Tunggal would marry the founder of Majapahit and any descendant in first line, to help them in all kind of matters. Though the seer's spirit would have transmigrated into the \"spirit-queen of the south\" who shall reign over the spirits, demons and all dark creatures.</p>\n<h2><span id=\"Specialities\">Specialities</span></h2>\n<p><b>Sarang Burung</b> are Javanese bird's nests, and some of the finest in the world. The edible bird's nests, in the form of Bird's nest soup or <b>sarang burung</b>, that find a ready market in China, Thailand, Malaysia, Singapore are dedicated to Nyai Loro Kidul, mentioned by Sultan Agung in reports.</p>\n<p>There are three harvests which are known as the <b>Unduan-Kesongo</b>, <b>Unduan-Telor</b> and <b>Unduan-Kepat</b>, and take place in April, the latter part of August (the largest), and December. The places Rongkob and Karang Bolong along the south coast of central Java are famous for the edible bird's nests, made by the little sea swallows (so called, but actually swiftlets), called <i>Salanganen</i> or <i>Collocalia fuciphaga</i>. The harvests are famous because of the wayang performances which are held, and the Javanese ritual dances which are performed with gamelan music as the traditional ceremony.</p>\n<p>This happens in a cave (Karang Bolong) and when these are ended specially prepared offerings are made in a shed in what is known as the \"State Bed of Nyai Loro Kidul\". This relic is hung with beautiful silk batik kains, and a toilet mirror is placed against the green-coloured pillows of the bed.</p>\n<p>Nyai Loro Kidul is the patron goddess of the bird's-nest gatherers of South Java. The gatherers descend the sheer cliff-face on coconut fibre ropes to an overhang some thirty feet above the water where a rickety bamboo platform has been built. From there they must await their wave, drop into it, and be swept beneath the overhang into the cave. Here they grope around in total darkness filling their bags with bird's nests. Going back needs very precise timing, to avoid misjudging the tides, and falling into the violent waves.</p>\n<h2><span id=\"The_Dutch_and_their_Javanese_legacy\">The Dutch and their Javanese legacy</span></h2>\n<p>The term <i>wali</i> which is applied to all of the Islam teachers is Arabic (meaning \"<i>saint</i>\"), but the title \"<i>sunan</i>\" which they all carry, too, is Javanese. <i>Sunan Kalijaga</i> used to be one of the most \"popular\" Wali Sanga, and he got deeply involved with Nyai Loro Kidul because of the water aspect (at the beach of Pemancingan of northern Java, <i>kali</i> means <i>river</i>). Panembahan Senopati Ingalaga (1584–1601), founder of Mataram's imperial expansion, sought the support of the goddess of the Southern Ocean (Kangjeng Ratu Kidul or Nyai Loro Kidul) at Pemancinang of southern Java.</p>\n<p>She was to become the special protectress of the House of Mataram. Senopati's reliance upon both Sunan Kalijaga and Nyai Loro Kidul in the chronicles accounts nicely reflects the Mataram Dynasty's ambivalence towards Islam and indigenous Javanese beliefs.</p>\n<h2><span id=\"Local_beliefs\">Local beliefs</span></h2>\n<h3><span id=\"Pelabuhan_Ratu\">Pelabuhan Ratu</span></h3>\n<p>Pelabuhan Ratu, a small fishermen city in West Java, celebrates an annual holiday in her honor on April 6. A memorial day for the locals, offering a lot of ceremonial \"presents\" to appease the queen. The local fishermen annually send the <i>sedekah laut</i> ceremony, offering gifts and sacrifices; from rice, vegetables and agricultural produces, to chicken, batik fabrics and cosmetics, to be <i>larung</i> (sent afloat to the sea) and finally drawn it to the sea to appease the queen. The local fishermen believed that the ceremony would please the Queen of Southern Sea, that in return would give them some good catches in fisheries and also would bless the surrounding areas with better weather, fewer storms and waves.</p>\n<p>Nyai Loro Kidul is also associated with Parangtritis, Parangkusumo, Pangandaran, Karang Bolong, Ngliyep, Puger, Banyuwangi, and places all along the south coast of Java. There is a local belief that wearing a green garment in these areas will anger her and will bring misfortune on the wearer, as green is her sacred colour.</p>\n<h3><span id=\"Samudra_Beach_Hotel\">Samudra Beach Hotel</span></h3>\n<p>The Samudra Beach Hotel, Pelabuhan Ratu, West Java, keeps room 308 furnished with green colours and reserved for Nyai Loro Kidul. The first president of Indonesia, Sukarno, was involved with the exact location and the idea for the Samudra Beach Hotel. In front of the room 308 there is the Ketapang tree where Sukarno got his spiritual inspiration. The painting of Nyai Rara Kidul by Basuki Abdullah, a famous Indonesian painter, is displayed in this room.</p>\n<h3><span id=\"Yogyakarta_and_Central_Java\">Yogyakarta and Central Java</span></h3>\n<p>The legend of Queen Kidul is often associated with beaches in Yogyakarta, especially Parangkusumo and Parangtritis. Parangkusumo in particular is special since it was the place believed to be the location of the first spiritual encounter between the Queen with Panembahan Senopati. Legends recount her love for Senopati and the famous Sultan Agung of Mataram, which continues to be recounted in the ritualized Bedhaya dance by the royal line of Surakarta, and she is honored by the susuhunans of Solo/Surakarta and the sultans of Yogyakarta, Central-Java. When Sri Sultan Hamengkubuwono IX died on October 3, 1988, the <i>Tempo</i> newsmagazine reported her sighting by palace servants, who were sure she was paying her final tribute to the dead ruler.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Bedhaya</li>\n<li>Cerita rakyat</li>\n<li>Javanese sacred places</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Becker, Judith. <i>Gamelan Stories: Tantrism, Islam, and Aesthetics in Central Java</i>. Arizona State University Program for Southeast Asian Studies, 1993. ISBN 1-881044-06-8 (The Journal of Asian Studies, Vol. 56, No. 1 (Feb., 1997), pp. 246–247)</li>\n<li>Fischer, Joseph. assisted by James Danandjaja ... [et al.].<i>The folk art of Java</i> / Kuala Lumpur; New York: Oxford University Press, 1994. ISBN 967-65-3041-7. <i>Section - 8. Images of Ratu Kidul, Queen of the South Sea</i></li>\n<li>Olthof W.L. J.J. Meinsma, J.J. Ras <i>Babad Tanah Jawi</i>. Foris Publications Dordrecht-Holland/Providence-USA, 1987. ISBN 90-6765-218-0</li>\n<li>Mudjanto, G. <i>The concept of power in Javanese culture</i>. Gadjah Mada University Press, 1986. ISBN 978-979-420-024-7</li>\n<li>Mulder, Niels. <i>Inside Indonesian Society Cultural Change in Java</i>. The Pepin Press, Amsterdam - Kuala Lumpur 1996. ISBN 90-5496-026-4</li>\n<li>Mulder, Niels. <i>Mysticism &amp; Everyday Life In Contemporary Java</i>. Singapore University Press, Second edition 1980.</li>\n<li>Schlehe, Judith. <i>Die Meereskönigin des Südens, Ratu Kidul</i>. Dietrich Reimer Verlag, Berlin 1998. ISBN 3-496-02657-X</li>\n<li>Schlehe, Judith. <i>Versionen enier Wasserwelt: Die Geisterkönigin im javanischen Südmeer</i>. B. hauser-Schäublin (Hg.) Script Ethnologische Frauenforshung, Berlin 1991</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Nyai Roro Kidul at Wikimedia Commons</li>\n<li><i>International Herald Tribune</i> article about the sultan's relationship with the goddess</li>\n<li>Website dedicated to Gusti Kanjeng Ratu Kidul - in English</li>\n<li>Harbour of the Queen in English</li>\n<li>Nyai Loro Kidul, the Queen of the Southern Sea</li>\n<li>Indonesian Mystery Poem honoring Nyi Roro Kidul</li>\n<li>Sultan Agung Nikahi Nyi Roro Kidul</li>\n<li>The Sultan and the Mermaid Queen: Extraordinary Asian People and Places, and Things that Go Bump in the Night. Paul Spencer Sochaczewski (2008) Singapore: Editions Didier Millet. ISBN 978-981-4217-74-3. Contains a long chapter on the Queen of the Southern Ocean and her relationship with current sultans of Java.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Flag of Indonesia.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Kanjeng Ratu Kidul.jpg"}]}