{"pageid": 578251, "ns": 0, "title": "Dione (Titaness)", "extract": "<p><b>Dione</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Διώνη</span>, <i>Diōnē</i>) was an ancient Greek goddess, an oracular Titaness primarily known from Book V of Homer's <i>Iliad</i>, where she tends to the wounds suffered by her daughter Aphrodite. One source describes her as an ancient wife of Zeus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Her name is essentially the feminine of the genitive form of Greek <i>Zeus</i>, that is, \"Dios\", \"of Zeus\". Other goddesses were called by this name (see Dione). Due to her being a daughter of Dione, Aphrodite was sometimes called <i>Dionaea</i> and even <i>Dioné</i>.</p>\n<p>Following the deciphering of Linear B by Ventris and Chadwick in the 1950s, a goddess named <i>Di-u-ja</i> was found in the tablets. This was considered to be a female counterpart of Zeus and identified with Dione by some scholars.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n\n<p>By the time of Strabo, Dione was worshiped at a sacred grove near Lepreon on the west coast of the Peloponnesus. She was also worshiped as a consort at the temples of Zeus, particularly his oracle at Dodona. (perhaps the original, Indo-European consort of Zeus.) Herodotus called this the oldest oracle in Greece and recorded two related accounts of its founding: the priests at Thebes in Egypt told him that two priestesses had been taken by Phoenician pirates, one to Libya and the other to Dodona, and continued their earlier rites; the priestesses of Dodona claimed that two black doves had flown to Libya and Dodona and commanded the creation of oracles to Zeus. Homer and Herodotus both make Zeus the principal deity of the site, but some scholars propose Dodona originally served as a cult center of an Earth Goddess.</p>\n<p>In the 2nd-century BC sculptural frieze of the Great Altar of Pergamum, Dione is inscribed in the cornice directly above her name and figures in the eastern third of the north frieze, among the Olympian family of Aphrodite. This placement – making her the offspring of Uranus and Gaia – is Homeric and contradicts the theory put forth by Erika Simon that the altar's organization was Hesiodic. Dione's possible appearance in the east pediment of the Parthenon would likewise place her among the children of Uranus and Gaia.</p>\n<h2><span id=\"Literary_sources\">Literary sources</span></h2>\n<p>The mythology concerning Dione is not consistent across the existing sources.</p>\n<h3><span id=\"Homer\">Homer</span></h3>\n<p>In Book V of the <i>Iliad</i>, during the last year of the Trojan War, the love goddess Aphrodite attempts to save her son Aeneas from the rampaging Greek hero Diomedes as she had previously saved her favorite Paris from his duel with Menelaus in Book III. Enraged, Diomedes chases her and drives his spear into her hand between the wrist and palm. Escorted by Iris to Ares, she borrows his horses and returns to Olympus. Dione consoles her with other examples of gods wounded by mortals – Ares bound by the Aloadae and Hera and Hades shot by Heracles – and notes that Diomedes is risking his life by fighting against the gods. (In fact, Diomedes subsequently fought both Apollo and Ares but lived to an old age; his wife Aegialia, however, took other lovers and never permitted him to return home to Argos after the war.) Dione then heals her wounds and Zeus, while admonishing her to leave the battlefield, calls her daughter.</p>\n<h3><span id=\"Hesiod\">Hesiod</span></h3>\n<p>Dione is not mentioned in Hesiod's treatment of the Titans, although the name does appears in the <i>Theogony</i> among his list of Oceanids, the daughters of Oceanus and Tethys, and according to Hesiod, Aphrodite was born from the severed genitals of Uranus, when they were thrown into the sea by Cronus, after he castrated Uranus.</p>\n<h3><span id=\"Apollodorus\">Apollodorus</span></h3>\n<p>The <i>Bibliotheca</i> of the Pseudo-Apollodorus includes Dione among the Titans and makes her the child of Gaia and Uranus. He makes her the mother of Aphrodite by Zeus but clearly describes Dione as one of the god's adulterous partners and not his wife.</p>\n<h3><span id=\"Hyginus\">Hyginus</span></h3>\n<p>The Genealogy or Preface of Gaius Julius Hyginus's <i>Fabulae</i>, lists Dione among the children of Gaia and Aether.</p>\n<h3><span id=\"Hesychius\">Hesychius</span></h3>\n<p>The 5th-century grammarian Hesychius of Alexandria described Dione as the mother of Bacchus in her entry from his <i>Alphabetical Collection of All Words</i>. This is separately supported by one of the scholiasts on Pindar.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dodona</li>\n<li>Goddess</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.\n\n</li>\n</ul>", "images": [{"ns": 6, "title": "File:East pediment KLM Parthenon BM.jpg"}]}