{"pageid": 5863256, "ns": 0, "title": "Beten", "extract": "<p>The three <b>Beten</b> (or <b>Bethen, Beden</b>) are a German group of three saints. They are adored in minor churches and chapels in South Tyrol (Italy), Upper Bavaria, Baden and the Rhineland. Although the cult of the \"Three Virgins\" is known since the late Middle Ages, it is only distributed regionally and not contained in the official lists of saints of the Catholic church.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Variants_of_the_name\">Variants of the name</span></h2>\n<p>The name <i>Beten</i> is in use since the works of Hans Christoph Schöll in the 1930s, derived from the common ending of the three women's names, of which some spelling variants are:</p>\n<ul><li><b>Einbet(h), Ambet(h), Embet(h), Ainbeth, Ainpeta, Einbede, Aubet,</b> etc.</li>\n<li><b>Worbet(h), Borbet, Wolbeth, Warbede, Gwerbeth,</b> etc.</li>\n<li><b>Wilbet(h), Willebede, Vilbeth, Fürbeth, Firpet, Cubet,</b> etc.</li>\n</ul><h2><span id=\"History\">History</span></h2>\n<p>St. Einbeth is known in Strasbourg already in the second half of the 12th century. In the second half of the 14th century she is accompanied by Wilbeth and Worbeth. The origin of the three names is unknown. In the time of Romanticism in the 19th century speculation arose that the Three Virgins could be some kind of Christianized pagan Germanic, Celtic or Roman goddesses.</p>\n<p>In 1936 local historian Hans Christoph Schöll from Heidelberg developed a theory deducing the three saints from a Germanic or Indo-European Triple Goddess. Schöll admits that the treatise is not a scientific study. He announced a second volume with scientific evidence for his theory, which however never was published. Because of this and the lack of scientific methodology (the theory is mainly constructed from phonetic similarities without linguistic evidence) it was immediately rejected (H. Hepding 1936; E. Krieck 1936) and mostly ignored by the scientific world. It has nevertheless spread in esoteric circles, but almost exclusively in German-speaking countries.</p>\n<p>In the 20th century Cultural Anthropologists like M. Zender (1987) did some research on the history and distribution of the cult of the three saints in the Middle Ages and Early Modern Times. Although many depictions of groups of three women (e.g. the Germanic and Celtic Matrones) have yet been found in Gallo-Roman culture, the names of the Beten did not yet appear in pre-medieval contexts nor in the Celtic literature of the British Isles.</p>\n<h2><span id=\"Sacred_places\">Sacred places</span></h2>\n<p>In his work on the Beten, Schöll assumes that place names with syllables even slightly similar to the names of the Beten bear traces of their cult, e.g. Bet-, Bed-, Bad-, Batz-, Bott-, Boden-, Bettel-, Wetter-, Wetten-, Wetz-, Witz-, Pütz-, Bieders-, Patt- etc. Also the beginnings of the names are suspected to be preserved in town names with Am-, An-, Ein-, En-, Wil-, Wiel-, Wild-, Wol-, Wüll-, Bor-, Wor-, Bar-, War-, Werr-, Worr-, Kirr-, etc.</p>\n<p>As a result of this, a huge amount of applicable names have been found in Central Europe and Great Britain. It has been suggested that many European settlement names are derived from them; for example, in Germany: Bedburg, Bettendorf and Homburg-Beden; in France: Besançon, Les Bets, Bessay and the mountain Bethoa; England: Bedford. Names such as these are supposed to define the range of a possible \"Beten-cult\".</p>\n<p>On the other hand, many of these names have other suggested derivations; for example, Besançon from *ves-, \"mountain\". In fact the ancient name of Besançon was <i>Vesontio</i>. In the long run identifying place-names with the Beten without some knowledge of linguistic methodology is highly speculative.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Fates</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Anton Bauer, <i>Zur Verehrung der hl. drei Jungfrauen Ainbeth, Gwerbeth und Fürbeth im Bistum Freising.</i> In: <i>Bayerisches Jahrbuch für Volkskunde</i> 1961, S.33-44</li>\n<li>Rolf Wilhelm Brednich, <i>Volkserzählungen und Volksglaube von den Schicksalsfrauen.</i>, Suomalainen Tiedeakatemia, Helsinki 1964</li>\n<li>H. Hepding: <i>Review of: Hans Christoph Schöll, Die drei Ewigen (1936)</i>, Hessische Blätter für Volkskunde 35, 1936, S.167-171</li>\n<li>E. Krieck: <i>Review of: Hans Christoph Schöll, Die drei Ewigen (1936)</i>, Oberdeutsche Zeitschrift für Volkskunde 10, 1936, S.136 ff.</li>\n<li>E. Kost: <i>Review of: Schöll, Hans Christoph, Die drei Ewigen</i>, Württembergisch Franken 19, 1938, S. 190 f.</li>\n<li>Erni Kutter, <i>Der Kult der drei Jungfrauen. Eine Kraftquelle weiblicher Spiritualität neu entdeckt</i>, München 1997</li>\n<li>Erni Kutter, <i>Heilige Frauen in der evangelischen Kirche. Eine Einladung zur Spurensuche im Münster von Heilsbronn</i>; in: <i>Efi. Die evangelische Frauenzeitschrift für Bayern</i> 2 (2001)</li>\n<li>Hans Christoph Schöll, <i>Die drei Ewigen. Eine Untersuchung über germanischen Bauernglauben.</i> Jena 1936</li>\n<li>Matthias Zender, <i>Die Verehrung von drei heiligen Frauen im christlichen Mitteleuropa und ihre Vorbereitungen in alten Vorstellungen</i>. In: <i>Matronen und verwandte Gottheiten.</i> Rheinland-Verlag, Köln 1987 (Beihefte der Bonner Jahrbücher 44)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Hodge, Winifred, Matrons and Disir:The Heathen Tribal Mothers. English language.</li>\n<li>The Bethen - The Bavarian Triple Goddess. English article in druidry.org.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}