{"pageid": 5940583, "ns": 0, "title": "Minoan snake goddess figurines", "extract": "<p>\"Snake goddess\" is the name commonly given to a type of figurine depicting a woman holding a snake in each hand, as were found in Minoan archaeological sites in Crete. The first two of such figurines (both incomplete) were found by the British archaeologist Arthur Evans and date to the neo-palatial period of Minoan civilization, c. 1700–1450 BCE. It was Evans who called the larger of his pair of figurines a \"Snake Goddess\", the smaller a \"Snake Priestess\"; since then, it has been debated whether Evans was right, or whether both figurines depicts priestesses, or both depict the same deity or distinct deities.</p>\n<p>The figurines were found only in house sanctuaries, where the figurine appears as \"the goddess of the household\", and they are probably (according to Burkert) related with the Paleolithic tradition regarding women and domesticity. The figurines have also been interpreted as showing a mistress of animals-type goddess and as a precursor to Athena Parthenos, who is also associated with snakes.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Figurines\">Figurines</span></h2>\n\n<p>The first two Snake Goddess figurines to be discovered were found by Arthur Evans in 1903, in the temple repositories of Knossos. The figurines are made of faience, a technique for glazing earthenware and other ceramic vessels by using a quartz paste. This material symbolized in old Egypt the renewal of life, therefore it was used in the funeral cult and in the sanctuaries. After firing this produces bright colors and a lustrous sheen.</p>\n<p>These two figurines are today exhibited at the Herakleion Archeological Museum in Crete. It is possible that they illustrate the fashion of dress of Minoan women: a tight bodice which left the breasts bare, a long flounced skirt, and an apron made of material with embroidered or woven decoration. The larger of these figures has snakes crawling over her arms up to her tiara. The smaller figure holds two snakes in her raised hands, which seems to be the imitation of a panther. These were usually symbols of an earth goddess.</p>\n<p>In particular, one of the snake goddesses was found in a few scattered pieces, and was later filled with a solution of paraffin to preserve it from further damage. The goddess is depicted just as in other statues (crown on head, hands grasping snakes and so on) The expression on her face is described as lifelike, and is also wearing the typical Minoan dress. Another figure found in Berlin, made of bronze, looks more like a snake charmer with the snakes on top of her head. Many Minoan statues and statuettes seem to express a pride.</p>\n<p>Clay sculptures with raised hands and curling snakes were found in the \"House of the double axes\" in Knossos, in Asine, in Gournia, and in Myrtos. Objects with snakes curling up the sides of clay tubes were also found in Cyprus and Palestine. </p>\n<h2><span id=\"Interpretations\">Interpretations</span></h2>\n\n<p>The snake goddess's Minoan name may be related with <i>A-sa-sa-ra</i>, a possible interpretation of inscriptions found in Linear A texts. Although Linear A is not yet deciphered, Palmer relates tentatively the inscription <i>a-sa-sa-ra-me</i> which seems to have accompanied goddesses, with the Hittite <i>išhaššara</i>, which means \"mistress\". </p>\n<p>The serpent is often symbolically associated with the renewal of life because it sheds its skin periodically. A similar belief existed in the ancient Mesopotamians and Semites, and appears also in Hindu mythology. The Pelasgian myth of creation refers to snakes as the reborn dead. However, Nilsson noticed that in the Minoan religion the snake was the protector of the house,  as it later appears also in Greek religion.  Among the Greek Dionysiac cult it signified wisdom and was the symbol of fertility.</p>\n\n<p>Barry Powell suggested that <i>the snake goddess</i> reduced in legend into a folklore heroine was Ariadne (<i>utterly pure</i> or <i>the very holy one</i>), who is often depicted surrounded by Maenads and satyrs.  Some scholars relate the snake goddess with the Phoenician Astarte (<i>virgin daughter</i>). She was the goddess of fertility and sexuality and her worship was connected with an orgiastic cult. Her temples were decorated with serpentine motifs. In a related Greek myth Europa, who is sometimes identified with Astarte in ancient sources,  was a Phoenician princess whom Zeus abducted and carried to Crete.   Evans tentatively linked the snake goddess with the Egyptian snake goddess Wadjet but did not pursue this connection. Statuettes similar to the \"snake goddess\" identified as <i>priest</i> of Wadjud and <i>magician</i> were found in Egypt. </p>\n<h2><span id=\"Sacral_knot\">Sacral knot</span></h2>\n<p>Both goddesses have a knot with a projecting looped cord between their breasts. Evans noticed that these are analogous to the <i>sacral knot</i>, his name for a knot with a loop of fabric above and sometimes fringed ends hanging down below. Numerous such symbols in ivory, faience, painted in frescoes or engraved in seals sometimes combined with the symbol of the double-edged axe or labrys which was the most important Minoan religious symbol.  Such symbols were found in Minoan and Mycenaean sites. It is believed that the sacral knot was the symbol of <i>holiness</i> on human figures or cult-objects.  Its combination with the double-axe can be compared with the Egyptian ankh (eternal life), or with the tyet (welfare/life) a symbol of Isis (the knot of Isis).</p>\n<h2><span id=\"Oracle\">Oracle</span></h2>\n<p>Wadjet had a famous oracle in the city Per-Wadjet (Greek name Buto). According to Herodotus this may have been the source of the oracular tradition which spread to Greece from Egypt. The serpents were considered the protectors of the temples and the chthonic masters of the ancient earth goddess. In Greece the old oracles were devoted to the mother goddess. According to a Greek legend Apollo came to Delphi carrying Cretan priests, and there he possessed the oracle after slaying the serpent Python, the daughter of Gaia.</p>\n<h2><span id=\"Comparison_to_other_goddesses\">Comparison to other goddesses</span></h2>\n<p>Other goddesses probably associated with the \"snake goddess\" are:</p>\n<ul><li>The ancient Egyptian goddess Renenutet, who often appeared in the form of a hooded cobra.</li>\n<li>The Phoenician goddess Tanit, worshipped as a patron goddess of Carthage.</li>\n<li>The Indian snake goddess Manasa, literally meaning \"of the mind\", or \"conceived in the mind\", or \"power of the mind\" is the Tutelary deity of snakes and fertility, worshipped mainly in Bengal and the eastern parts of India.</li>\n<li>Diktynna, aka the Cretan \"Mistress of the Wild\", is a possible identification.</li>\n</ul><h2><span id=\"Art\">Art</span></h2>\n<p>The feminist artwork <i>The Dinner Party</i> by Judy Chicago features a place setting for a Snake Goddess.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ariadne</li>\n<li>Snake worship in Hindu mythology.</li>\n<li>Gorgon - female monsters with sharp fangs and hair of living, venomous snakes in Greek mythology.</li>\n<li>Astarte</li>\n<li>Ishtar</li>\n<li>Wadjet</li>\n<li>Potnia theron</li>\n<li>Matriarchal religion</li>\n<li>Snake-witch stone, a picture stone from Gotland popularly called <i>ormgudinna</i></li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Minoan Snake Goddess essay by Christopher L. C. E. Witcombe originally in <i>Images Of Women In Ancient Art</i> - Accessed July 2006</li>\n<li>The Picture Stone from Smiss at När, Historical museum of Gotland</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Museu arqueologic de Creta24.jpg"}, {"ns": 6, "title": "File:Snake-witch.JPG"}, {"ns": 6, "title": "File:TempleRepositories.jpg"}, {"ns": 6, "title": "File:Θεά των Όφεων 6393.JPG"}]}