{"pageid": 59855, "ns": 0, "title": "Rhea (mythology)", "extract": "<p><b>Rhea</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Ῥέα</span>, <small>Greek pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[r̥é.a͜a]</span>) is a character in Greek mythology, the Titaness daughter of the earth goddess Gaia and the sky god Uranus, and sister and wife to Cronus. In early traditions, she is known as \"the mother of gods\" and therefore is strongly associated with Gaia and Cybele, who have similar functions. The classical Greeks saw her as the mother of the Olympian gods and goddesses, but not as an Olympian goddess in her own right. The Romans identified her with Magna Mater (their form of Cybele), and the Goddess Ops.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Most ancient etymologists derived <i>Rhea</i> ('Ρέα) by metathesis from έρα \"ground\", although a tradition embodied in Plato and in Chrysippus connected the word with ῥέω (<i>rheo</i>), \"flow\", \"discharge\", which is what <i>LSJ</i> supports. Alternatively, the name <i>Rhea</i> may be connected with words for the pomegranate, ῥόα, later ῥοιά.</p>\n<p>The name <i>Rhea</i> may ultimately derive from a pre-Greek or Minoan source.</p>\n<h2><span id=\"Genealogy_and_myth\">Genealogy and myth</span></h2>\n\n<p>According to Hesiod, Cronus sired six children by Rhea: Hestia, Demeter, Hera, Hades, Poseidon, and Zeus in that order. Apart from Zeus, he swallowed all as soon as they were born, because he had learned from Gaia and Uranus that, as he had overthrown his own father, he was destined to be overcome by his own child. When Zeus was about to be born, however, Rhea sought Uranus and Gaia to devise a plan to save him, so that Cronus would get his retribution for his acts against Uranus and his own children. Rhea gave birth to Zeus in Crete, and saved him by handing Cronus a stone wrapped in swaddling clothes, which he promptly swallowed. Rhea hid Zeus in a cave on Mount Ida in Crete. Her attendants, the warrior-like Curetes and Dactyls, acted as a bodyguard for the infant Zeus, helping to conceal his whereabouts from his father. According to Plato, Phorcys, Cronus and Rhea were the eldest children of Oceanus and Tethys.</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>Rhea had \"no strong local cult or identifiable activity under her control\". She was originally worshiped in the island of Crete, identified in mythology as the site of Zeus's infancy and upbringing. Her cults employed rhythmic, raucous chants and dances, accompanied by the tympanon (a wide, handheld drum), to provoke a religious ecstasy. Her priests impersonated her mythical attendants, the Curetes and Dactyls, with a clashing of bronze shields and cymbals. The tympanon's use in Rhea's rites may have been the source for its use in Cybele's – in historical times, the resemblances between the two goddesses were so marked that some Greeks regarded Cybele as their own Rhea, who had deserted her original home on Mount Ida in Crete and fled to Mount Ida in the wilds of Phrygia to escape Cronus. A reverse view was expressed by Virgil, and it is probably true that cultural contacts with the mainland brought Cybele to Crete, where she was transformed into Rhea or identified with an existing local goddess and her rites.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Rhea only appears in Greek art from the fourth century BC, when her iconography draws on that of Cybele; the two therefore, often are indistinguishable; both can be shown on a throne flanked by lions, riding a lion, or on a chariot drawn by two lions. In Roman religion, her counterpart Cybele was Magna Mater deorum Idaea, who was brought to Rome and was identified in Roman mythology as an ancestral Trojan deity. On a functional level, Rhea was thought equivalent to Roman Ops or <i>Opis</i>.</p>\n\n<h2><span id=\"Depiction_in_ancient_literature\">Depiction in ancient literature</span></h2>\n<p>In Homer, Rhea is the mother of the gods, although not a universal mother like Cybele, the Phrygian Great Mother, with whom she was later identified.</p>\n<p>In the <i>Argonautica</i> by Apollonius of Rhodes, the fusion of Rhea and Phrygian Cybele is complete. \"Upon the Mother depend the winds, the ocean, the whole earth beneath the snowy seat of Olympus; whenever she leaves the mountains and climbs to the great vault of heaven, Zeus himself, the son of Cronus, makes way, and all the other immortal gods likewise make way for the dread goddess,\" the seer Mopsus tells Jason in <i>Argonautica</i>; Jason climbed to the sanctuary high on Mount Dindymon to offer sacrifice and libations to placate the goddess, so that the Argonauts might continue on their way. For her <i>temenos</i> they wrought an image of the goddess, a <i>xoanon</i>, from a vine-stump. There \"they called upon the mother of Dindymon, mistress of all, the dweller in Phrygia, and with her Titias and Kyllenos who alone of the many Cretan Daktyls of Ida are called 'guiders of destiny' and 'those who sit beside the Idaean Mother'.\" They leapt and danced in their armour: \"For this reason the Phrygians still worship Rhea with tambourines and drums\".</p>\n<h2><span id=\"Descendants\">Descendants</span></h2>\n<h2><span id=\"Modern_namesakes\">Modern namesakes</span></h2>\n<p>The name of the bird species <i>rhea</i> is derived from the goddess name <i>Rhea</i>.</p>\n<p>The second largest moon of the planet Saturn is named after her.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.</li>\n<li>Homer; <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Pergamonmuseum - Antikensammlung - Pergamonaltar 37.JPG"}, {"ns": 6, "title": "File:Rhea MKL1888.png"}, {"ns": 6, "title": "File:Rhéa présentant une pierre emmaillotée à Cronos dessin du bas-relief d'un autel romain.jpg"}]}