{"pageid": 600069, "ns": 0, "title": "Mokosh", "extract": "<p><b>Mokoš</b> (Old East Slavic: <span lang=\"orv\" xml:lang=\"orv\">Мокошь</span>) is a Slavic goddess mentioned in the Primary Chronicle, protector of women's work and women's destiny. She watches over spinning and weaving, shearing of sheep, and protects women in child birth. Mokosh is the Great Mother, Mat Zemlya.</p>\n<p>Mokoš was the only female deity whose idol was erected by Vladimir the Great in his Kiev sanctuary along with statues of other major gods (Perun, Hors, Dažbog, Stribog, and Simargl).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_origin\">Etymology and origin</span></h2>\n<p>Mokosh probably means moisture. According to Max Vasmer, her name is derived from the same root as Slavic words <i>mokry</i>, 'wet', and <i>moknut(i)</i>, 'get wet'. She may have originated in the northern Finno-Ugric tribes of the Vogul, who still have the divinity <i>Moksha</i>.</p>\n<h2><span id=\"Myth\">Myth</span></h2>\n\n<p>Mokoš was one of the most popular Slavic deities and the great earth Mother Goddess of East Slavs and Eastern Polans. She is a wanderer and a spinner. Her consorts are probably both the god of thunder Perun and his opponent Veles. In saying, the former Katičić follows Ivanov and Toporov (1983) without further corroborating their claim. Katičić also points to the possibility that as goddess Vela she is the consort of Veles, and might even be interpreted as another form of the polymorph god Veles himself. Mokosh is also the mother of the twin siblings Jarilo and Morana.</p>\n<p>Archeological evidence of Mokosh dates back to the 7th century BC. As late as the 19th century, she was worshipped as a force of fertility and the ruler of death. Worshipers prayed to Mokosh-stones or breast-shaped boulders that held power over the land and its people.</p>\n<p>In Eastern Europe, Mokosh is still popular as a powerful life giving force and protector of women. Villages are named after her. She shows up in embroidery, represented as a woman with uplifted hands and flanked by two plow horses. Sometimes she is shown with male sexual organs, as the deity in charge of male potency.</p>\n<p>A the key myth in Slavic mythology, is the divine battle between the thunder god Perun and his opponent the god Veles. Some authors and the original researchers Ivanov and Toporov believe, the abduction of Mokosh causes the struggle.</p>\n<p>According to Boris Rybakov, in his 1987 work <i>Paganism of Ancient Rus</i>, Mokosh is represented on one of the sides of the Zbruch Idol.</p>\n<h2><span id=\"Christianization\">Christianization</span></h2>\n\n<p>During Christianization of Kievan Rus' there were warnings issued against worshipping Mokoš. She was replaced by the cult of the Virgin Mary and St. Paraskevia.</p>\n<h2><span id=\"Traces_of_Mokosh_in_the_toponyms\">Traces of Mokosh in the toponyms</span></h2>\n<p>Traces of Mokosh are today well preserved in the various toponyms. In Slovenia her name was preserved in village called Makoše in vicinity of Ribnica (village is also historically known as Makoša and Makoš) and stream Mokoš in Prekmurje region. In Croatia, near the Rieka lies village Mokošica and near Dubrovnik village Makoše, and also suburb areas of Nova and Stara Mokošica(New and Old). Village near Zagreb is also called Mokos. In Bosnia and Herzegovina, near the village Ravno is located a hill called Mukušina. South of Mostar lies hill Mukoša.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kikimora</li>\n<li>Mat Zemlya</li>\n<li>Moksha</li>\n<li>Mokshas tribe</li>\n<li>Moksha language</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Makosh-XIX Lob.png"}, {"ns": 6, "title": "File:Mokosh-1 (SCHLEUSING).jpg"}, {"ns": 6, "title": "File:Obec Mokošín- Bohyně Mokoš.jpg"}]}