{"pageid": 6068134, "ns": 0, "title": "Spider Grandmother", "extract": "<p><b>Spider Grandmother</b> (<b>Sussistanako</b> or <b>Tse-che-nako</b>) is an important creation figure in the mythology, oral traditions and folklore of many Native American cultures.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythos\">Mythos</span></h2>\n<p>She is creator of the world in Southwestern Native American religions and myths such as that of the Pueblo, including Hopi peoples. Although accounts vary, according to mythology she was responsible for the stars in the sky; she took a web she had spun, laced it with dew, threw it into the sky and the dew became the stars. Navajo mythology tells of <b>Spider Woman</b> or <b>Spider Old-Woman</b> (<i>Na'ashjéii Asdzáá</i>).</p>\n<blockquote class=\"templatequote\">\n<p>Some confusion is sometimes created concerning Tse che nako and Old Spider Woman, especially in secular discussions. Kere holy men hesitate to mention Tse che nako's name, especially for purely secular discussions; Thought Woman's name is reserved for use only in sacred ceremonies. In secular discussions and teachings, Tse che nako is often symbolically referred to as Old Spider Woman or Spider Woman.</p>\n</blockquote>\n<p>According to the Zuni, string games were given to them by Grandmother Spider; and she was fire-bringer for Choctaw peoples.</p>\n<h2><span id=\"Accounts\">Accounts</span></h2>\n<h3><span id=\"Oral\">Oral</span></h3>\n<p>Traditionally, the stories involving Spider Grandmother are narratives passed down orally from generation to generation.</p>\n<p>Traditional Navajo/Diné limit the telling of stories involving Spider Grandmother to the winter months, known as \"the season when Thunder sleeps\", when it is safe to discuss certain dangerous spirits, such as Spider Woman and Northern Thunder (whence the season takes its name), and esoteric topics, such as the Emergence narrative.</p>\n<p>The Choctaw people of Tennessee and Mississippi tell the story of Grandmother Spider stealing fire, then after animals refused it, bringing fire to humans.</p>\n<p>G. M. Mullett has also written a book documenting the oral legends of the Spider Woman specific to the Hopi Indians. In these narratives, Spider Woman is also known as the Earth Goddess, by the name of <i>Kokyangwuti</i>.</p>\n<p>In the Northwest, the Coos people of Oregon have their version of a Spider Grandmother traditional tale (Spider-Old-Woman).</p>\n<p>The Ojibwe people (Chippewa) of southern Canada and northern US speak of Spider Woman, known as <i>Asibikaashi</i>, as a helper of the people, and inspiring mothers (or other close female relatives) to weave dreamcatchers, styled after a spiderweb, for their infants that filters out bad dreams, allowing only good thoughts to enter. In the Lakota version of the story, the spider-figure is known as <i>Iktomi</i>.</p>\n<h3><span id=\"Other\">Other</span></h3>\n<p>Playwright Murray Mednick wrote seven one-act plays called <i>The Coyote Cycle</i>  with the same four characters: Coyote, Coyote trickster, Spider Grandmother and Mute Girl. These same characters come from traditional Native American stories and myths.</p>\n<p>Susan Hazen-Hammond, author of Penguin's <i>Timelines of Native American History,</i> has gathered numerous tales collected from various tribes and written these narratives in her book, <i>Spider Woman's Web</i>. In this book, Spider Grandmother is also referred to by the names Spider Woman and Spider Old Woman.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Great Goddess of Teotihuacan, deity also known as \"Teotihuacan Spider Woman\"</li>\n<li>Spider Man, Spider Woman and Weaving section of the <i>Diné Bahaneʼ</i> article (Navajo: \"Story of the people\")</li>\n<li>Folklore and mythology section of the Cultural depictions of spiders article</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span>Spider-Old-Woman</span>: — Coos people story from Internet Sacred Text Archive, collected by Leo J. Frachtenberg (1913).</li>\n<li><i>Spider Woman and the Holy Ones</i> — Din'eh story by Adam Teller and Grandma Thompson.</li>\n<li>Grandmother Spider Steals the Fire — creation myth of the Choctaw people of Tennessee and Mississippi</li>\n</ul>", "images": [{"ns": 6, "title": "File:Spider Rock 1.jpg"}]}