{"pageid": 619633, "ns": 0, "title": "Nerthus", "extract": "<p>In Germanic paganism, <b>Nerthus</b> is a goddess associated with fertility. Nerthus is attested by first century AD Roman historian Tacitus in his ethnographic work <i>Germania</i>.</p>\n<p>In <i>Germania</i>, Tacitus records that the remote Suebi tribes were united by their veneration of the goddess at his time of writing and maintained a sacred grove on an (unspecified) island and that a holy cart rests there draped with cloth, which only a priest may touch. The priests feel her presence by the cart, and, with deep reverence, attend her cart, which is drawn by heifers. Everywhere the goddess then deigns to visit, she is met with celebration, hospitality, and peace. All iron objects are locked away, and no one will leave for war. When the goddess has had her fill she is returned to her temple by the priests. Tacitus adds that the goddess, the cart, and the cloth are then washed by slaves in a secluded lake. The slaves are then drowned.</p>\n<p>The name <i>Nerthus</i> is generally held to be a Latinized form of Proto-Germanic <b>*Nerþuz</b>, a direct precursor to the Old Norse deity name <i>Njörðr</i>. While scholars have noted numerous parallels between the descriptions of the two figures, Njörðr is attested as a male deity. Various scholarly theories exist regarding the goddess and her potential later traces amongst the Germanic peoples, including that the figure may be identical to the unnamed sister-wife of Njörðr mentioned in two Old Norse sources.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Nerthus is often identified with the van Njörðr who is attested in various 13th century Old Norse works and in numerous Scandinavian place names. The connection between the two is due to the linguistic relationship between <i>Njörðr</i> and the reconstructed Proto-Germanic <i>*Nerþuz</i>, <i>Nerthus</i> being the feminine, Latinized form of what <i>Njörðr</i> would have looked like around the first century. This has led to theories about the relation of the two, including that Njörðr may have once been a hermaphroditic deity or that the name may indicate the otherwise forgotten sister-wife in a divine brother-sister pair like the Vanir deities Freyja and Freyr.</p>\n<p>While developments in historical linguistics ultimately allowed for the identification of <i>Nerthus</i> with <i>Njörðr</i>, various other readings of the name were in currency prior to the acceptance of this identification, most commonly the form <i>Hertha</i>. This form was proposed as an attempt to mirror the Old Norse goddess name <i>Jörð</i> 'earth'. Writing on this topic in 1912, Raymond Wilson Chambers says \"strange has been the history of this goddess Nerthus in modern times. Sixteenth century scholars found irresistible the temptation to emend the name of 'Mother Earth' into <i>Herthum</i>, which nineteenth century scholars further improved into <i>Hertham</i>, <i>Ertham</i>. For many years this false goddess drove out the rightful deity from the fortieth chapter of the <i>Germania</i>\". Up until its superseding, the name <i>Hertha</i> had some influence. For example, <i>Hertha</i> and <i>Herthasee</i> (see \"location\" section below) play major roles in German novelist Theodor Fontane's 1896 novel <i>Effi Briest</i>.</p>\n<h2><span id=\"Germania\"><i>Germania</i></span></h2>\n<p>In chapter 40 of his <i>Germania</i>, Roman historian Tacitus, discussing the Suebian tribes of Germania, writes that beside the populous Semnones and warlike Langobardi there are seven remoter Suebian tribes; the Reudigni, Aviones, Anglii, Varini, Eudoses, Suarines, and Nuitones. The seven tribes are surrounded by rivers and forests and, according to Tacitus, there is nothing particularly worthy of comment about them as individuals, yet they are particularly distinguished in that they all worship the goddess Nerthus, and provides an account of veneration of the goddess among the groups. The chapter reads as follows:</p>\n<blockquote>\n</blockquote>\n<h2><span id=\"Theories_and_interpretations\">Theories and interpretations</span></h2>\n<p>A number of theories have been proposed regarding the figure of Nerthus, including the location of the events described, relations to other known deities and her role amongst the Germanic tribes.</p>\n<h3><span id=\"Location\">Location</span></h3>\n<p>A number of scholars have proposed a potential location of Tacitus's account of Nerthus as on the island of Zealand in Denmark. The reasoning behind this notion is the linking of the name Nerthus with the medieval place name <i>Niartharum</i> (modern Nærum) located on Zealand. Further justification is given in that Lejre, the seat of the ancient kings of Denmark, is also located on Zealand. Nerthus is then commonly compared to the goddess Gefjon, who is said to have plowed the island of Zealand from Sweden in the <i>Prose Edda</i> book <i>Gylfaginning</i> and in Lejre wed the legendary Danish king Skjöldr.</p>\n<p>Chambers notes that the mistaken name <i>Hertha</i> (see <i>Interpretations of name</i> above) led to the hydronym <i>Herthasee</i>, a lake on the German island of Rügen, which antiquarians proposed as a potential location of the Nerthus site described in Tacitus. However, along with the rejection of the reading <i>Hertha</i>, the location is now no longer considered as a potential site.</p>\n<h3><span id=\"Similar_customs_among_the_Vanir\">Similar customs among the Vanir</span></h3>\n<p>Nerthus typically is identified as a Vanir goddess. Her wagon tour has been likened to several archeological wagon finds and legends of deities parading in wagons. Terry Gunnell and many others have noted various archaeological finds of ritual wagons in Denmark dating from 200 AD and the Bronze Age. Such a ceremonial wagon, incapable of making turns, was discovered in the Oseberg ship find. Two of the most famous literary examples occur in the Icelandic family sagas. The Vanir god Freyr is said to ride in a wagon annually through the country accompanied by a priestess to bless the fields, according to a late story titled <i>Hauks þáttr hábrókar</i> in the 14th century <i>Flateyjarbók</i> manuscript. In the same source, King Eric of Sweden is said to consult a god named Lýtir, whose wagon was brought to his hall in order to perform a divination ceremony.</p>\n<p>Hilda Davidson draws a parallel between these incidents and Tacitus's account of Nerthus, suggesting that in addition a neck-ring-wearing female figure \"kneeling as if to drive a chariot\" also dates from the Bronze Age. Davidson says that the evidence suggests that similar customs as detailed in Tacitus's account continued to exist during the close of the pagan period through worship of the Vanir.</p>\n<h2><span id=\"Modern_influence\">Modern influence</span></h2>\n<p>The minor planet 601 Nerthus is named after Nerthus.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>\"Isis\" of the Suebi, another apparently Germanic goddess mentioned by Tacitus in his <i>Germania</i></li>\n<li>Baduhenna, a Germanic goddess mentioned by Tacitus in his <i>Annals</i></li>\n<li>Tamfana, another Germanic goddess mentioned by Tacitus in his <i>Annals</i></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Mjollnir icon.png"}, {"ns": 6, "title": "File:Nerthus by Emil Doepler.jpg"}, {"ns": 6, "title": "File:Om Yggdrasil by Frølich.jpg"}]}