{"pageid": 64663, "ns": 0, "title": "Graeae", "extract": "<p>In Greek mythology the <b>Graeae</b> (<span></span>; English translation: \"old women\", \"grey ones\", or \"grey witches\"; alternatively spelled <b>Graiai</b> (Γραῖαι) and <b>Graiae</b>), also called the <b>Grey Sisters</b>, and the <b>Phorcides</b> (\"daughters of Phorcys\"), were three sisters who shared one eye and one tooth among them. Their names were <b>Deino</b> (or <b>Dino</b>), <b>Enyo</b>, and <b>Pemphredo</b> (or <b>Pephredo</b>).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word Graeae is probably derived from the adjective γραῖα <i>graia</i> \"old woman\", derived from the PIE root <i>*ǵerh<sub>2</sub>-/*ǵreh<sub>2</sub>-</i>, \"to grow old\" via Proto-Greek <i>*gera-/grau-iu</i>.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>The Graeae were daughters of the sea-deities Phorcys and Ceto, (from which their name the Phorcydes derived), and sisters to the Gorgons. The Graeae took the form of old, grey-haired women. Their age was so great that a human childhood for them was hardly conceivable. In <i>Theogony</i>, however, Hesiod ironically describes the Graeae as being \"fair-cheeked.\" In <i>Prometheus Bound</i>, the Graeae are described as being half-swan.</p>\n<p>Hesiod names only two Graeae, the \"well-clad\" Pemphredo (Πεμφρηδώ \"alarm\") and the \"saffron-robed\" Enyo (Ἐνυώ \"horror\" the \"waster of cities\" who also had an identity separate from this sisterhood). Pseudo-Apollodorus lists Deino (Δεινώ \"dread\", the dreadful anticipation of horror) as a third. Calling them \"Phorcides,\" Hyginus, in addition to Pemphredo and Enyo, adds <b>Persis</b> noting that \"for this last others say Dino\".</p>\n<p>They shared one eye and one tooth, which they took turns using. By stealing their eye while they were passing it among themselves, the hero Perseus forced them to tell the whereabouts of the three objects needed to kill Medusa (in other versions the whereabouts of Medusa) by ransoming their shared eye for the information.</p>\n<p>The Graeae are similar to the Greek Moirai, the northern European Norns, the Roman Parcae, the Slavic Sudice, the Celtic Morrigan, and the Baltic goddess Laima and her two sisters. The Three Witches from the play <i>MacBeth</i> by William Shakespeare also are similar to the three Graeae.</p>\n<h2><span id=\"Family_Tree\">Family Tree</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Aeschylus. <i>Fragments.</i> Edited and translated by Alan H. Sommerstein. Loeb Classical Library No. 505. Cambridge, MA: Harvard University Press, 2009. ISBN 978-0-674-99629-8. Online version at Harvard University Press</li>\n<li>Aeschylus, <i>Persians. Seven against Thebes. Suppliants. Prometheus Bound.</i> Edited and translated by Alan H. Sommerstein. Loeb Classical Library No. 145. Cambridge, MA: Harvard University Press, 2009. ISBN 978-0-674-99627-4. Online version at Harvard University Press</li>\n<li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Graeae\" p. 175.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Hyginus, Gaius Julius, <i>The Myths of Hyginus</i>. Edited and translated by Mary A. Grant, Lawrence: University of Kansas Press, 1960.</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Graeae\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Theoi Project, \"GRAIAI\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edward Burne-Jones - Perseus and the Graiae, 1892.jpg"}, {"ns": 6, "title": "File:Fuseli perseus.jpg"}]}