{"pageid": 65008, "ns": 0, "title": "Shub-Niggurath", "extract": "<dl><dd><i>For the French zeuhl band named after it, see Shub-Niggurath (band).</i></dd>\n</dl><p><b>Shub-Niggurath</b>, often associated with the phrase “The Black Goat of the Woods with a Thousand Young”, is a deity in the Cthulhu Mythos of H. P. Lovecraft. The only other name by which H. P. Lovecraft referred to her was \"Lord of the Wood\" in his story \"The Whisperer in Darkness\".</p>\n<p>Shub-Niggurath is first mentioned in Lovecraft's revision story \"The Last Test\" (1928); she is not described by Lovecraft, but is frequently mentioned or called upon in incantations. Most of her development as a literary figure was carried out by other Mythos authors, including August Derleth, Robert Bloch, and Ramsey Campbell.</p>\n<p>August Derleth classified Shub-Niggurath as a Great Old One, but the <i>Call of Cthulhu</i> role-playing game classifies her as an Outer God. The <i>CthulhuTech</i> role-playing game, in turn, returns to Derleth's classification of Shub-Niggurath as a Great Old One. Sicily was a stronghold of Shub-Niggurath's cult during the ninth century, and the secret rites performed to it in its guise of Artemis of Ephesus are matters of legend.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Development\">Development</span></h2>\n<p>Shub-Niggurath's appearances in Lovecraft's main body of fiction do not provide much detail about his conception of the entity. Her first mention under Lovecraft's byline was in <i>The Dunwich Horror</i> (1928), where a quote from the <i>Necronomicon</i> discussing the Old Ones breaks into an exclamation of \"Iä! Shub-Niggurath!\" The story provides no further information about this peculiar expression.</p>\n<p>The next Lovecraft story to mention Shub-Niggurath is scarcely more informative. In \"The Whisperer in Darkness\" (1930), a recording of a ceremony involving human and nonhuman worshipers includes the following exchange:</p>\n<blockquote>\n<p>Ever Their praises, and abundance to the Black Goat of the Woods. Iä! Shub-Niggurath!<br><i>Iä! Shub-Niggurath! The Black Goat of the Woods with a Thousand Young!</i></p>\n</blockquote>\n<p>Similarly unexplained exclamations occur in \"The Dreams in the Witch House\" (1932)  and \"The Thing on the Doorstep\" (1933).</p>\n<h3><span id=\"Revision_tales\">Revision tales</span></h3>\n<p>Lovecraft only provided specific information about Shub-Niggurath in his “revision tales”, stories published under the names of clients for whom he ghost-wrote. As Price points out, “For these clients he constructed a parallel myth-cycle to his own, a separate group of Great Old Ones,” including Yig, Ghatanothoa, Rhan-Tegoth, \"the evil twins Nug and Yeb\"—and Shub-Niggurath.</p>\n<p>While some of these revision stories just repeat the familiar exclamations, others provide new elements of lore. In \"The Last Test\" (1927), the first mention of Shub-Niggurath seems to connect her to Nug and Yeb: \"I talked in Yemen with an old man who had come back from the Crimson Desert—he had seen Irem, the City of Pillars, and had worshipped at the underground shrines of Nug and Yeb—Iä! Shub-Niggurath!\"</p>\n<p>The revision story \"The Mound\", which describes the discovery of an underground realm called K'n-yan by a Spanish conquistador, reports that a temple of Tsathoggua there \"had been turned into a shrine of Shub-Niggurath, the All-Mother and wife of the Not-to-Be-Named-One. This deity was a kind of sophisticated Astarte, and her worship struck the pious Catholic as supremely obnoxious.\"</p>\n<p>The reference to \"Astarte\", the consort of Baal in Semitic mythology, ties Shub-Niggurath to the related fertility goddess Cybele, the Magna Mater mentioned in Lovecraft's \"The Rats in the Walls\", and implies that the \"great mother worshipped by the hereditary cult of Exham Priory\" in that story \"had to be none other than Shub-Niggurath.\"</p>\n<p>The Not-to-Be-Named-One, not being named, is difficult to identify; a similar phrase, translated into Latin as the Magnum Innominandum, appears in a list in \"The Whisperer in Darkness\" and was included in a scrap of incantation that Lovecraft wrote for Robert Bloch's \"The Shambler from the Stars\". August Derleth identifies this mysterious entity with Hastur  (though Hastur appears in the same \"Whisperer in Darkness\" list with the Magnum Innominandum), while Robert M. Price equates him with Yog-Sothoth—though he also suggests that Shub-Niggurath's mate is implicitly the snake god Yig.</p>\n<p>Finally, in \"Out of the Aeons\", a revision tale set in part on the lost continent of Mu, Lovecraft describes the character T'yog as the \"High Priest of Shub-Niggurath and guardian of the copper temple of the Goat with a Thousand Young\". In the story, T'yog surprisingly maintains that \"the gods friendly to man could be arrayed against the hostile gods, and...that Shub-Niggurath, Nug, and Yeb, as well as Yig the Serpent-god, were ready to take sides with man\" against the more malevolent Ghatanothoa. Shub-Niggurath is called \"the Mother Goddess\", and reference is made to \"her sons\", presumably Nug and Yeb.</p>\n<h3><span id=\"Other_references\">Other references</span></h3>\n<p>Other evidence of Lovecraft's conception of Shub-Niggurath can be found in his letters. For example, in a letter to Willis Conover, Lovecraft described her as an \"evil cloud-like entity\".</p>\n<h2><span id=\"The_Black_Goat\">The Black Goat</span></h2>\n<p>Although Shub-Niggurath is often associated with the epithet \"The Black Goat of the Woods with a Thousand Young\", it is possible that this Black Goat is a separate entity. Rodolfo Ferraresi, in his essay \"The Question of Shub-Niggurath\", says that Lovecraft himself separated the two in his writings, such as in \"Out of the Aeons\" (1935) in which a distinction is made between Shub-Niggurath and the Black Goat—the goat is the figurehead through which Shub-Niggurath is worshipped. In apparent contrast to Shub-Niggurath, the Black Goat is sometimes depicted as a male, most notably in the rite performed in \"The Whisperer in Darkness\" (1931) in which the Black Goat is called the \"Lord of the Woods\". However, Lovecraft clearly associates Shub-Niggurath with The Black Goat of the Woods with a Thousand Young in two of his stories—\"The Dreams in the Witch House\" and \"The Thing on the Doorstep\".</p>\n<p>The Black Goat may be the personification of Pan, since Lovecraft was influenced by Arthur Machen's <i>The Great God Pan</i> (1890), a story that inspired Lovecraft's \"The Dunwich Horror\" (1929). In this incarnation, the Black Goat may represent Satan in the form of the satyr, a half-man, half-goat. In folklore, the satyr symbolized a man with excessive sexual appetites. The Black Goat may otherwise be a male, earthly form of Shub-Niggurath—an incarnation she assumes to copulate with her worshipers.</p>\n<h2><span id=\"Robert_M._Price's_interpretation\"></span><span id=\"Robert_M._Price.27s_interpretation\">Robert M. Price's interpretation</span></h2>\n<p>Robert M. Price points to a passage from \"Idle Days on the Yann\", by Lord Dunsany, one of Lovecraft's favorite writers, as the source for the name Shub-Niggurath:</p>\n<dl><dd>And I too felt that I would pray. Yet I liked not to pray to a jealous God there where the frail affectionate gods whom the heathen love were being humbly invoked; so I bethought me, instead, of Sheol Nugganoth, whom the men of the jungle have long since deserted, who is now unworshipped and alone; and to him I prayed.</dd>\n</dl><p>Notes Price: \"The name already carried a whiff of sulfur: Sheol was the name for the Netherworld mentioned in the Bible and the Gilgamesh Epic.\"</p>\n<p>As for Shub-Niggurath's association with the symbol of the goat, Price writes,</p>\n<dl><dd>we may believe that here Lovecraft was inspired by the traditional Christian depiction of the Baphomet Goat, an image of Satan harking back to the pre-Christian woodland deity Pan, he of the goatish horns and shanks. The Satanic goat is a device of much spectral fiction, as when in Dennis Wheatley's <i>The Devil Rides Out</i> the Archfiend's epiphany takes goat-headed form.</dd>\n</dl><h2><span id=\"Other_writers\">Other writers</span></h2>\n<h3><span id=\"Ramsey_Campbell\">Ramsey Campbell</span></h3>\n<p>In Ramsey Campbell's story \"The Moon Lens\", the English town of Goatswood is inhabited by once-human worshippers of Shub-Niggurath. When the deity deems a worshiper to be most worthy, a special ceremony is held in which the \"Black Goat of the Woods\" swallows the initiate, and then regurgitates the cultist as a transformed satyr-like being. A changed worshiper is also endowed with immortal life.</p>\n<h3><span id=\"Stephen_King\">Stephen King</span></h3>\n<p>In the short story \"Crouch End\", a woman loses her husband to, and then is chased by minions of \"the Goat with a Thousand Young\" and then by the Goat itself. In the novel <i>Revival</i> a maddening entity known as \"Great Mother\" is introduced and shares many similarities with Shub-Niggurath, though the latter is never mentioned.</p>\n<h3><span id=\"Paul_Stewart\">Paul Stewart</span></h3>\n<p>In his <i>Edge Chronicles</i> novel <i>The Curse of the Gloamglozer,</i> one of the antagonists, the Rogue Glister, is obviously modelled after Shub-Niggurath, with long, stretching tentacles and its main body being a pulsating mass of muscle just like the Black Goat.</p>\n<h3><span id=\"Paul_Morris\">Paul Morris</span></h3>\n<p><i>The Scarifyers: The Devil of Denge Marsh</i>, by Paul Morris, is a light-hearted radio play (on CD as a Cosmic Hobo publication, 2007) in The Scarifyers series whose heroes (played by Nicholas Courtney and Terry Molloy) are engaged in foiling the return of this watery timeless horror and thwarting the intentions of its mysterious (and sometimes bizarre) human acolytes.</p>\n<h3><span id=\"Gary_Myers\">Gary Myers</span></h3>\n<p>Gary Myers's story, \"What Rough Beast,\" casts Shub-Niggurath as the mother of all the gods, and her children as the chapters of her ongoing revelation.</p>\n<h3><span id=\"Jim_Butcher\">Jim Butcher</span></h3>\n<p>In <i>Turn Coat</i>, the eleventh book in <i>The Dresden Files</i> by Jim Butcher, the narrator mentions that there are in his universe \"terrors that the Black-Goat-with-a-Thousand-Young wouldn't dare use for its kids' bedtime stories\".</p>\n<h3><span id=\"Edward_M._Erdelac\">Edward M. Erdelac</span></h3>\n<p>In <i>The Outlaw Gods</i>, a novella from <i>The Mensch With No Name</i>, second book in the <i>Merkabah Rider</i> weird western series, Shub-Niggurath dwells beneath the ruins of Red House, a K'n-yan citadel in the mountains of Arizona, surrounded by dark trees which tear apart trespassers.</p>\n<h3><span id=\"Joseph_Nanni\">Joseph Nanni</span></h3>\n<p>The Dark Young or Thousand Young appear in the short film <i>Black Goat</i> by writer/director Joseph Nanni. The Dark Young first appear as root/tentacles assessing their prey. Later in the film a young trapper surrounds one of the Young with fire only to find himself surrounded when the creature calls its siblings.</p>\n<p>However, the concept of the Dark Young was first introduced by game designer Sandy Petersen for the <i>Call of Cthulhu</i> role-playing game.</p>\n<h3><span id=\"Joe_Hill\">Joe Hill</span></h3>\n<p>Shub-Niggurath (under the variant \"Shub-Niggarauth\") is mentioned in the Joe Hill graphic novel series <i>Locke &amp; Key</i>. Another dimension is barred from our own by a black door in a deep cave, and any who step through become possessed by a \"Child of Leng\" (implying that this other world behind the Black Door is, indeed, Lovecraft's Leng) - writhing creatures made of dark liquid-like material and golden eyes. In <i>Clockworks</i>, volume five of the series, three possessed characters (two humans and a goat) all exclaim \"Iä! Iä Shub-Niggarauth!\", implying that the Children of Leng are either the creature's \"Thousand Young\" or the creature itself. It is noteworthy to mention that the series itself is set on the fictional island of Lovecraft, Massachusetts.</p>\n<h3><span id=\"Christopher_Brookmyre\">Christopher Brookmyre</span></h3>\n<p>In his book <i>A Big Boy Did It and Ran Away</i>, Brookmyre includes various first-person shooter references (as the plot involves an ex-videogame-salesman fighting terrorists single-handed). Among these references, the terrorists' financier is named Shaloub \"Shub\" N'gurath, a reference to Shub-Niggurath as it appears as a boss in the first-person shooter <i>Quake</i>.</p>\n<h3><span id=\"Anders_Fager\">Anders Fager</span></h3>\n<p>In \"The Furies From Borås\" Anders Fager includes references to Shub-Niggurath. The \"Young of the Goat\" is a cult of teenage girls. They lure teenage boys into the woods and sacrifice them to a monstrous messenger. The story has given rise to the \"Borås Black Goats\", a fictional sports club from the Furies' home town.</p>\n<h3><span id=\"Charles_Stross\">Charles Stross</span></h3>\n<p>Shub-Niggurath is the primary antagonist in the 2013 novelette \"Equoid\" by Charles Stross.</p>\n<h3><span id=\"A.J._Smith\">A.J. Smith</span></h3>\n<p>Shub-Nillurath, or the \"Black God of the Forest with a thousand Young\", features in the \"Long War\" series of fantasy novels.</p>\n<h3><span id=\"Charles_Gilman_(pen_name_of_Jason_Rekulak)\"></span><span id=\"Charles_Gilman_.28pen_name_of_Jason_Rekulak.29\">Charles Gilman (pen name of Jason Rekulak)</span></h3>\n<p>Shub-Niggurath is mentioned in \"Professor Gargoyle: Tales from Lovecraft Middle School #1\".</p>\n<h3><span id=\"Iida_Pochi\">Iida Pochi</span></h3>\n<p>Shub-Niggurath, calling herself \"The Black Goat of the Woods with a Thousand Young\", is one of the main protagonists of the slice-of-life manga <i><b>The Demon Who Became My Sister - The Sister of the Woods with a Thousand Young</b></i> <span>(Japanese: <span lang=\"ja\" xml:lang=\"ja\">姉なるもの</span><span>,</span> Hepburn: <i>Ane Naru Mono</i>)</span>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Cthulhu Mythos in popular culture</li>\n<li>Pan and Echidna, similar deities in Ancient Greece.</li>\n<li>Akerbeltz</li>\n<li>Shuma-Gorath, a cosmic antagonist mentioned in Conan the Barbarian and Marvel Comics stories</li>\n<li><i>Quake</i>, a first-person shooter video game in which the player has to defeat Shub-Niggurath as the final boss</li>\n<li>In the South Park Game The Fractured But Whole, Shub-Niggurath is a boss monster the player fights</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Campbell, Ramsey (1987) [1964]. \"The Moon-Lens\". <i>Cold Print</i> (1st ed.). New York: Tom Doherty Associates. ISBN 0-8125-1660-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=The+Moon-Lens&amp;rft.aufirst=Ramsey&amp;rft.aulast=Campbell&amp;rft.btitle=Cold+Print&amp;rft.date=1987&amp;rft.edition=1st&amp;rft.genre=bookitem&amp;rft.isbn=0-8125-1660-5&amp;rft.place=New+York&amp;rft.pub=Tom+Doherty+Associates&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Harms, Daniel (1998). \"Byatis\". <i>The Encyclopedia Cthulhiana</i> (2nd ed.). Oakland, CA: Chaosium. pp. 42–3. ISBN 1-56882-119-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=Byatis&amp;rft.aufirst=Daniel&amp;rft.aulast=Harms&amp;rft.btitle=The+Encyclopedia+Cthulhiana&amp;rft.date=1998&amp;rft.edition=2nd&amp;rft.genre=bookitem&amp;rft.isbn=1-56882-119-0&amp;rft.pages=42-3&amp;rft.place=Oakland%2C+CA&amp;rft.pub=Chaosium&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> [Suggests Byatis is the son of Yig]\n<ul><li>\"Dark Young of Shub-Niggurath\", pp. 75, ibid.</li>\n<li>\"gof'nn hupadgh Shub-Niggurath\", pp. 124, ibid.</li>\n<li>\"Shub-Niggurath\", pp. 275–7, ibid.</li>\n</ul></li>\n<li><cite class=\"citation journal\">Ferraresi, Rodolfo A. (Hallowmas 1985). Robert M. Price, ed. \"The Question of Shub-Niggurath\". <i>Crypt of Cthulhu</i>. <b>5</b> (1).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=The+Question+of+Shub-Niggurath&amp;rft.aufirst=Rodolfo+A.&amp;rft.aulast=Ferraresi&amp;rft.chron=Hallowmas+1985&amp;rft.genre=article&amp;rft.issue=1&amp;rft.jtitle=Crypt+of+Cthulhu&amp;rft.volume=5&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span> , Mount Olive, NC: Cryptic Publications.</li>\n<li><cite class=\"citation book\">Lovecraft, Howard P. (1985) [1933]. \"The Dreams in the Witch House\". In S. T. Joshi. <i>At the Mountains of Madness, and Other Novels</i> (7th corrected printing ed.). Sauk City, WI: Arkham House. ISBN 0-87054-038-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=The+Dreams+in+the+Witch+House&amp;rft.aufirst=Howard+P.&amp;rft.aulast=Lovecraft&amp;rft.btitle=At+the+Mountains+of+Madness%2C+and+Other+Novels&amp;rft.date=1985&amp;rft.edition=7th+corrected+printing&amp;rft.genre=bookitem&amp;rft.isbn=0-87054-038-6&amp;rft.place=Sauk+City%2C+WI&amp;rft.pub=Arkham+House&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> Definitive version.</li>\n<li><cite class=\"citation book\">Lovecraft, Howard P. (1984) [1931]. \"The Whisperer in Darkness\". In S. T. Joshi. <i>The Dunwich Horror and Others</i> (9th corrected printing ed.). Sauk City, WI: Arkham House. ISBN 0-87054-037-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=The+Whisperer+in+Darkness&amp;rft.aufirst=Howard+P.&amp;rft.aulast=Lovecraft&amp;rft.btitle=The+Dunwich+Horror+and+Others&amp;rft.date=1984&amp;rft.edition=9th+corrected+printing&amp;rft.genre=bookitem&amp;rft.isbn=0-87054-037-8&amp;rft.place=Sauk+City%2C+WI&amp;rft.pub=Arkham+House&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> Definitive version.</li>\n<li><cite class=\"citation book\">Lovecraft, Howard P.; Zealia Bishop (1989) [1940]. \"The Mound\". In S.T. Joshi. <i>The Horror in the Museum and Other Revisions</i>. Sauk City, WI: Arkham House. ISBN 0-87054-040-8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.atitle=The+Mound&amp;rft.au=Zealia+Bishop&amp;rft.aufirst=Howard+P.&amp;rft.aulast=Lovecraft&amp;rft.btitle=The+Horror+in+the+Museum+and+Other+Revisions&amp;rft.date=1989&amp;rft.genre=bookitem&amp;rft.isbn=0-87054-040-8&amp;rft.place=Sauk+City%2C+WI&amp;rft.pub=Arkham+House&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>\n<ul><li>and Adolphe de Castro (1928). \"The Last Test\", ibid.</li>\n<li>and Hazel Heald (1932). \"The Man of Stone\", ibid.</li>\n</ul></li>\n<li><cite class=\"citation book\">Myers, Gary (2007). <i>Dark Wisdom</i>. Poplar Bluff, MO: Mythos Books. ISBN 0-9789911-3-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.aufirst=Gary&amp;rft.aulast=Myers&amp;rft.btitle=Dark+Wisdom&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=0-9789911-3-3&amp;rft.place=Poplar+Bluff%2C+MO&amp;rft.pub=Mythos+Books&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pratchett, Terry (2002) [1990]. <i>Moving Pictures</i>. New York, NY: HarperTorch. ISBN 0-06-102063-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShub-Niggurath&amp;rft.aufirst=Terry&amp;rft.aulast=Pratchett&amp;rft.btitle=Moving+Pictures&amp;rft.date=2002&amp;rft.genre=book&amp;rft.isbn=0-06-102063-X&amp;rft.place=New+York%2C+NY&amp;rft.pub=HarperTorch&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"The Dreams in the Witch House\" by H.P. Lovecraft</li>\n<li>\"The Man of Stone\" by H.P. Lovecraft and Hazel Heald</li>\n<li>\"The Mound\" by H.P. Lovecraft and Zealia Bishop</li>\n<li>\"The Whisperer in Darkness\" by H.P. Lovecraft</li>\n<li> <i>The Dunwich Horror</i> public domain audiobook at LibriVox</li>\n</ul>", "images": [{"ns": 6, "title": "File:Shub-Niggurath.jpg"}, {"ns": 6, "title": "File:Speaker Icon.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}