{"pageid": 65258, "ns": 0, "title": "Varda", "extract": "<p><b>Varda Elentári</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈvarda elenˈtaːri]</span> is a fictional character in J. R. R. Tolkien's legendarium. She appears in Tolkien's <i>Silmarillion</i> as one of the Valar (powers) of Middle Earth. The longest sample of the Sindarin language published by Tolkien, is addressed to her.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Character_description\">Character description</span></h2>\n<p>Varda is one of the Valar, the pantheon or Gods in the legendarium. She is one of the greatest of the Valar. Being associated with light, she is central to the dualism of light and darkness in Tolkien's cosmology.</p>\n<p>With dew from the vats of Telperion Varda made the brightest stars in the heavens, most significantly the Valacirca, The Sickle of the Valar (The Big Dipper) and Menelmacar (Orion).</p>\n<p>She resided with her husband Manwë, with whom she shared a complementary power. When they were together, Manwë \"sees further than all other eyes, through mist, and through darkness, and over the leagues of the sea\" and Varda \"hears more clearly than all other ears the sound of voices that cry from east to west\". When the evil Vala Melkor first began to create his discord, Varda saw his true nature and rejected him. Melkor feared and hated Varda the most out of the Valar because he greatly desired to possess light.</p>\n<p>Tolkien's work often repeats characters in \"doubles\" in different settings or ages. Thus, Varda's Marian characteristics are repeated in Melian (an angelic being of a lower order), Galadriel (a queen of the high elves) and again in \"a more homey way\" in Goldberry.</p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Like most of the legendarium's characters, Varda has a different name in each of Tolkien's invented languages. Her Quenya name <i>Varda</i> means \"sublime\" or \"lofty\", from Primitive Quenya <i>barádâ</i> (root <i>barád-</i>, whence also Noldorin <i>brennil</i> \"lady\", <i>brand, brann</i> \"lofty, noble fine\"). The corresponding Noldorin form is <i>Berethil</i>, <i>Breðil</i> (Primitive Quenya <i>Barathī</i>). Telerin <i>Baradis</i>, from a related stem <i>barathî</i> (while the expected cognate form would have been <i>Barada</i>). The Adûnaic reflex of the name is <i>Avradî</i>.</p>\n<p>When invoked by Elves, she is more commonly addressed by epithets reflecting her role in making the stars, as \"Star-queen\" and \"Star-kindler\", in Quenya <i>Elentári</i> and <i>Tintallë</i>, and in Sindarin <i>Elbereth</i> and <i>Gilthoniel</i>, respectively. Another Sindarin epithet is <i>Fanuilos</i> \"Ever-white\". In the English text, she is also addressed by the epithets <i>The Kindler</i>, <i>Lady of the Stars</i>, <i>Queen of the Stars</i>, <i>Snow-white</i>, ostensibly translations of her Elvish names.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>A Elbereth Gilthoniel</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Varda at the Tolkien Gateway</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Arda.Tengwar.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}]}