{"pageid": 661139, "ns": 0, "title": "Mah", "extract": "<p><i><b>Mångha</b></i> (<i><span lang=\"ae\" xml:lang=\"ae\">måŋha</span></i>) is the Avestan for \"Moon, month\", equivalent to Persian <i><b>Māh</b></i> (Old Persian <i>māha</i>). It is the name of the lunar deity in Zoroastrianism. The Iranian word is feminine, and consequently the personification of the Moon is a goddess, as in Greco-Roman tradition but in marked contrast both to Vedic religion and to her Mesopotamian predecessor Sin. Although Mah is not a prominent deity in the Avestan scripture, her crescent was an important symbol of royal throughout the Parthian and Sassanid periods.</p>\n<p>The Iranian word is cognate with the English <i>moon</i>, from PIE <i>*mēns</i>; its equivalent is recorded as the Sanskrit for \"month\" (<i>māsa</i>), but not as a name of the Indo-Aryan lunar deity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Avesta\">Avesta</span></h2>\n<p>Although there are two Avestan hymns dedicated to the Moon, she is not a prominent divinity. In both the third <i>Nyaish</i> as well as in the seventh <i>Yasht</i>, the 'moon' more commonly spoken of is the physical moon. In these hymns, the phases of the moon are described at length. Ahura Mazda is described to be the cause of the moon's waxing and waning, and the Amesha Spentas evenly distribute the light of the moon over the earth (<i>Yasht</i> 7.3, <i>Nyaish</i> 3.5). In <i>Yasht</i> 13.14-16, the Fravashis are said to be responsible for keeping the moon and stars on its appointed course. The sun, moon, and stars revolve around the peak of Hara Berezaiti (<i>Yasht</i> 12.25).</p>\n<p>The Moon is however also \"bestower, radiant, glorious, possessed of water, possessed of warmth, possessed of knowledge, wealth, riches, discernment, weal, verdure, good, and the healing one\" (Dhalla, 1938:214; <i>Yasht</i> 7.5, <i>Nyaish</i> 3.7). \"During the spring, the Moon causes plants to grow up out of the earth\" (<i>Yasht</i> 7.4, <i>Nyaish</i> 3.6). In the litany to the Moon, she is described as the \"queen of the night.\"</p>\n<p>The Moon is repeatedly spoken of as possessing the <i>cithra</i> of the primeval bull. This is an allusion to a cosmological drama that is however only properly attested in the texts of Zoroastrian tradition (see below).</p>\n<h2><span id=\"In_tradition\">In tradition</span></h2>\n\n<p>In <i>Histories</i> 7.3.7, Herodotus states that the moon was the tutelary divinity of the Iranian expatriates residing in Asia Minor. The divinity Mah appears together with Mithra on Kushan coins.</p>\n<p>In the Zoroastrian calendar, the twelfth day of the month is dedicated to and is under the protection of the Moon.</p>\n<p>The Moon plays a prominent role in Zoroastrian cosmogony, in particular as described in detail in the <i>Bundahishn</i>, a text finished in the 12th century. The legend (<i>Bundahishn</i> 7) runs as follows: Ahriman (Av: Angra Mainyu) incites Jeh (Jahi) the primeval whore to kill the primordial bovine Gawiewdad (Av. Gavaevodata). Jeh does as told, but as the creature lies dying, the <i>chihr</i> is rescued and placed in the care of the moon. This <i>chihr</i> is then the \"prototype\" (<i>karb</i>) of all creatures of the animal world.</p>\n<p>In the hierarchy of <i>yazata</i>s, the Moon is the assistant (or 'cooperator', <i>hamkar</i>) of Vohu Manah (MP: Bahman), the Amesha Spenta of animal welfare, in particular of cattle. The identification with Vohu Manah - the hypostasis of \"Good Purpose\" or \"Good Mind\" - is reflected in other texts where the moon is associated with mental harmony and inner peace.</p>\n<p><br></p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Men (deity)</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Persépolis. Lion & taureau2.jpg"}, {"ns": 6, "title": "File:Taq-e Bostan - High-relief of Anahita, Khosro II, Ahura Mazda.jpg"}]}