{"pageid": 666091, "ns": 0, "title": "Korrigan", "extract": "<p>In Breton folklore, a <b>Korrigan</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kɔˈriːɡɑ̃n]</span>) is a fairy or dwarf-like spirit. The word <i>korrigan</i> means \"small-dwarf\" (<i>korr</i> means dwarf, <i>ig</i> is a diminutive and the suffix <i>an</i> is a hypocoristic), it is closely related to the Cornish word <i>korrik</i> which means <i>gnome</i>. Their name changes according to the place. Among the other names, there are <i>kornandon</i>, <i>ozigan</i>, <i>nozigan</i>, <i>torrigan</i>, <i>viltañs</i>, <i>poulpikan</i>, <i>paotred ar sabad</i>...</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Korrigans_as_fairies_and_dwarves\">Korrigans as fairies and dwarves</span></h2>\n<p>The term is used variously by different writers on Breton folklore. Théodore de Villemarqué in <i>Barzaz Breiz</i> uses the term interchangeably with \"fairy\" and distinguishes them from dwarves (\"nains\"). In contrast Walter Evans-Wentz in <i>The Fairy Faith in Celtic Countries</i> argued that in the mythology of Morbihan there is no clear distinction between korrigans and nains, \"Very often corrigans regarded as nains, equally with all kinds of <i>lutins</i>, are believed to be evil spirits or demons condemned to live here on earth in a penitential state for an indefinite time.\" They like to dance around fountains. However, they give themselves away when they cannot enumerate the full list of the days of the week (because of the sacredness of the full week).</p>\n<h2><span id=\"Korrigans_as_siren_water-sprites\">Korrigans as siren water-sprites</span></h2>\n<p>Other authors use the term only to refer to siren-like female fairies who inhabit springs and rivers, \"lovely lustful golden-haired women who tried to lure men into their beds – and into a watery death\". These creatures are very beautiful when seen at dusk or night, but by day their eyes are red, their hair white, and their skin wrinkled; thus they try to avoid being seen by day.</p>\n<p>Korrigans have beautiful hair and red flashing eyes. They are sometimes described as important princesses or druidesses who were opposed to Christianity when the Apostles came to convert Brittany. They hate priests, churches, and especially the Virgin Mary. They can predict the future, change shape, and move at lightning speed. Like sirens and mermaids, they sing and comb their long hair, and they haunt fountains and water wells. They have the power of making men fall in love with them, but they then kill the ones who do. In many popular tales, they are eager to deceive the imprudent mortals who see them dancing or looking after a treasure, and fond of stealing human children, substituting them with changelings. On the night of 31 October (Samhain), they are said to be lurking near dolmens, waiting for victims.</p>\n<p>According to the Breton poem, Ar-Rannou, there are 9 korrigans, \"who dance, with flowers in their hair, and robes of white wool, around the fountain, by the light of the full moon.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Keightley, Thomas (1870). <i>The Fairy Mythology, Illustrative of the Romance and Superstition of Various Countries</i>, chapter \"Lord Nann and the Korrigan\".</li>\n<li>Keightley, Thomas (reprint edition 2000) <i>The World of Fairies, Elves, and Other Little People</i>, pp 420–422.</li>\n</ul>", "images": [{"ns": 6, "title": "File:B60227df7efed11ec27fc3628b239efe 500.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Symbol neutral vote.svg"}]}