{"pageid": 668594, "ns": 0, "title": "Juno (mythology)", "extract": "<p><b>Juno</b> (Latin: <span lang=\"la\" xml:lang=\"la\"><i>Iūnō</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈjuːnoː]</span>) is an ancient Roman goddess, the protector and special counselor of the state. She is a daughter of Saturn and sister (but also the wife) of the chief god Jupiter and the mother of Mars and Vulcan. Juno also looked after the women of Rome. Her Greek equivalent was Hera; like Hera, her sacred animal was the peacock. Her Etruscan counterpart was Uni. As the patron goddess of Rome and the Roman Empire, Juno was called <span lang=\"la\" xml:lang=\"la\">Regina</span> (\"Queen\") and, together with Jupiter and Minerva, was worshipped as a triad on the Capitol (Juno Capitolina) in Rome.</p>\n<p>Juno's own warlike aspect among the Romans is apparent in her attire. She is often shown armed and wearing a goatskin cloak. The traditional depiction of this warlike aspect was assimilated from the Greek goddess Athena, who bore a goatskin, or a goatskin shield, called the 'aegis'.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name <i>Juno</i> was also once thought to be connected to <i>Iove</i> (Jove), originally as <i>Diuno</i> and <i>Diove</i> from <i>*Diovona</i>. At the beginning of the 20th century, a derivation was proposed from <i>iuven-</i> (as in Latin <i>iuvenis</i>, \"youth\"), through a syncopated form <i>iūn-</i> (as in <i>iūnix</i>, \"heifer\", and <i>iūnior</i>, \"younger\"). This etymology became widely accepted after it was endorsed by Georg Wissowa.</p>\n<p><i>Iuuen-</i> is related to Latin <i>aevum</i> and Greek <i>aion</i> (αιών) through a common Indo-European root referring to a concept of vital energy or \"fertile time\". The <i>iuvenis</i> is he who has the fullness of vital force. In some inscriptions Jupiter himself is called <i>Iuuntus</i>, and one of the epithets of Jupiter is <i>Ioviste</i>, a superlative form of <i>iuuen-</i> meaning \"the youngest\". Iuventas, \"Youth\", was one of two deities who \"refused\" to leave the Capitol when the building of the new Temple of Capitoline Jove required the exauguration of deities who already occupied the site. Juno is the equivalent to Hera, the Greek goddess for love and marriage. Juno is the Roman goddess of love and marriage. Ancient etymologies associated Juno's name with <i>iuvare</i>, \"to aid, benefit\", and <i>iuvenescendo</i>, \"rejuvenate\", sometimes connecting it to the renewal of the new and waxing moon, perhaps implying the idea of a moon goddess.</p>\n<h2><span id=\"Roles_and_epithets\">Roles and epithets</span></h2>\n\n<p>Juno's theology is one of the most complex and disputed issues in Roman religion. Even more than other major Roman deities, Juno held a large number of significant and diverse epithets, names and titles representing various aspects and roles of the goddess. In accordance with her central role as a goddess of marriage, these included <i>Pronuba</i> and <i>Cinxia</i> (\"she who looses the bride's girdle\"). However, other epithets of Juno have wider implications and are less thematically linked.</p>\n<p>While her connection with the idea of vital force, fullness of vital energy, eternal youthfulness is now generally acknowledged, the multiplicity and complexity of her personality have given rise to various and sometimes irreconcilable interpretations among modern scholars.</p>\n<p>Juno is certainly the divine protectress of the community, who shows both a sovereign and a fertility character, often associated with a military one. She was present in many towns of ancient Italy: at Lanuvium as Sespeis Mater Regina, Laurentum, Tibur, Falerii, Veii as Regina, at Tibur and Falerii as Regina and Curitis, Tusculum and Norba as Lucina. She is also attested at Praeneste, Aricia, Ardea, Gabii. In five Latin towns a month was named after Juno (Aricia, Lanuvium, Laurentum, Praeneste, Tibur). Outside Latium in Campania at Teanum she was Populona (she who increase the number of the people or, in K. Latte's understanding of the <i>iuvenes</i>, the army), in Umbria at Pisaurum Lucina, at Terventum in Samnium Regina, at Pisarum Regina Matrona, at Aesernia in Samnium Regina Populona. In Rome she was since the most ancient times named Lucina, Mater and Regina. It is debated whether she was also known as Curitis before the evocatio of the Juno of Falerii: this though seems probable.</p>\n<p>Other epithets of hers that were in use at Rome include Moneta and Caprotina, Tutula, Fluonia or Fluviona, Februalis, the last ones associated with the rites of purification and fertility of February.</p>\n<p>Her various epithets thus show a complex of mutually interrelated functions that in the view of Georges Dumézil and Vsevolod Basanoff (author of <i>Les dieux Romains</i>) can be traced back to the Indoeuropean trifunctional ideology: as Regina and Moneta she is a sovereign deity, as Sespeis, Curitis (spear holder) and Moneta (again) she is an armed protectress, as Mater and Curitis (again) she is a goddess of the fertility and wealth of the community in her association with the curiae.</p>\n<p>The epithet <i>Lucina</i> is particularly revealing since it reflects two interrelated aspects of the function of Juno: cyclical renewal of time in the waning and waxing of the moon and protection of delivery and birth (as she who brings to light the newborn as vigour, vital force). The ancient called her <i>Covella</i> in her function of helper in the <i>labours</i> of the new moon. The view that she was also a Moon goddess though is no longer accepted by scholars, as such a role belongs to Diana <i>Lucifera</i>: through her association with the moon she governed the feminine physiological functions, menstrual cycle and pregnancy: as a rule all lunar deities are deities of childbirth. These aspects of Juno mark the heavenly and worldly sides of her function. She is thus associated to all beginnings and hers are the kalendae of every month: at Laurentum she was known as <i>Kalendaris Iuno</i> (Juno of the Kalends). At Rome on the Kalends of every month the <i>pontifex minor</i> invoked her, under the epithet <i>Covella</i>, when from the <i>curia Calabra</i> announced the date of the <i>nonae</i>. On the same day the <i>regina sacrorum</i> sacrificed to Juno a white sow or lamb in the Regia. She is closely associated with Janus, the god of passages and beginnings who after her is often named <i>Iunonius</i>.</p>\n<p>Some scholars view this concentration of multiple functions as a typical and structural feature of the goddess, inherent to her being an expression of the nature of femininity. Others though prefer to dismiss her aspects of femininity and fertility and stress only her quality of being the spirit of youthfulness, liveliness and strength, regardless of sexual connexions, which would then change according to circumstances: thus in men she incarnates the <i>iuvenes</i>, word often used to design soldiers, hence resulting in a tutelary deity of the sovereignty of peoples; in women capable of bearing children, from puberty on she oversees childbirth and marriage. Thence she would be a <i>poliad</i> goddess related to politics, power and war. Other think her military and poliadic qualities arise from her being a fertility goddess who through her function of increasing the numbers of the community became also associated to political and military functions.</p>\n<h3><span id=\"Juno_Sospita_and_Lucina\">Juno Sospita and Lucina</span></h3>\n\n<p><i>Part of the following sections is based on the article by Geneviève Dury Moyaers and Marcel Renard \"Aperçu critique des travaux relatifs au culte de Junon\" in</i> Aufstieg und Niedergang der Römische Welt <i>1981 p. 142-202.</i></p>\n<p>The rites of the month of February and the <i>Nonae Caprotinae</i> of July 5 offer a depiction of Juno's roles in the spheres of fertility, war, and regality.</p>\n<p>In the Roman calendar, February is a month of universal purification, and begins the new year. In book II of his <i>Fasti</i>, Ovid derives the month's name from <i>februae</i> (expiations); lustrations designed to remove spiritual contamination or ritual pollution accumulated in the previous year. On the 1st of the month, a black ox was sacrificed to Helernus, a minor underworld deity whom Dumézil takes as a god of vegetation related to the cult of Carna/Crane, a nymph who may be an image of Juno Sospita. On the same day, Juno's <i>dies natalis</i> (\"birthday\") as Juno Sospita was celebrated at her Palatine temple. On February 15 the Lupercalia festival was held, in which Juno was involved as <i>Juno Lucina</i>. This is usually understood to be a rite of purification and fertility. A goat was sacrificed and its hide cut into strips, used to make whips known as <i>februum</i> and <i>amiculus Iunonis</i>, wielded by the Luperci. The Juno of this day bears the epithet of <i>Februalis</i>, <i>Februata</i>, <i>Februa</i>.On the last day of the month, leading into March 1, she was celebrated as protectress of matrons and marriages. The new year began on March 1. The same was celebrated as the birthday of Rome's founder and first king, Romulus, and the peaceful union of Romans and Sabine peoples through treaty and marriage after their war, which was ended by the intervention of women.</p>\n<p>After Wissowa many scholars have remarked the similarity between the Juno of the Lupercalia and the Juno of Lanuvium <i>Seispes Mater Regina</i> as both are associated with the goat, symbol of fertility. But in essence there is unity between fertility, regality and purification. This unity is underlined by the role of Faunus in the aetiologic story told by Ovid and the symbolic relevance of the Lupercal: asked by the Roman couples at her <i>lucus</i> how to overcome the sterility that ensued the abduction of the Sabine women, Juno answered through a murmuring of leaves \"<i>Italidas matres sacer hircus inito</i>\" \"That a sacred ram cover the Italic mothers\".</p>\n<p><i>Februlis</i> oversees the secundament of the placenta and is strictly associated to <i>Fluvonia, Fluonia</i>, goddess who retains the blood inside the body during pregnancy. While the protection of pregnancy is stressed by Duval, Palmer sees in Fluonia only the Juno of lustration in river water. Ovid devotes an <i>excursus</i> to the lustrative function of river water in the same place in which he explains the etymology of February.</p>\n<p>A temple (<i>aedes</i>) of Juno Lucina was built in 375 BC in the grove sacred to the goddess from early times. It stood precisely on the Cispius near the sixth shrine of the Argei. probably not far west of the church of S. Prassede, where inscriptions relating to her cult have been found. The grove should have extended down the slope south of the temple. As Servius Tullius ordered the gifts for the newborn to be placed in the treasury of the temple though it looks that another shrine stood there before 375 BC. In 190 BC the temple was struck by lightning, its gable and doors injured. The annual festival of the Matronalia was celebrated here on March 1, day of the dedication of the temple.</p>\n<p>A temple to Iuno Sospita was vowed by consul C. Cornelius Cethegus in 197 BC and dedicated in 194. By 90 BC the temple had fallen into disrepute: in that year it was stained by episodes of prostitution and a bitch delivered her puppies right beneath the statue of the goddess. By decree of the senate consul L. Iulius Caesar ordered its restoration. In his poem <i>Fasti</i> Ovid states the temple of Juno Sospita had become dilapidated to the extent of being no longer discernible \"because of the injuries of time\": this looks hardly possible as the restoration had happened no longer than a century earlier and relics of the temple exist to-day. It is thence plausible that an older temple of Juno Sospita existed in Rome within the pomerium, as Ovid says it was located near the temple of the Phrygian Mother (Cybele), which stood on the western corner of the Palatine. As a rule temples of foreign, imported gods stood without the pomerium.</p>\n<h3><span id=\"Juno_Caprotina\">Juno Caprotina</span></h3>\n<p>The alliance of the three aspects of Juno finds a strictly related parallel to the Lupercalia in the festival of the <i>Nonae Caprotinae</i>. On that day the Roman free and slave women picnicked and had fun together near the site of the wild fig (<i>caprificus</i>): the custom implied runs, mock battles with fists and stones, obscene language and finally the sacrifice of a male goat to Juno <i>Caprotina</i> under a wildfig tree and with the using of its lymph.</p>\n<p>This festival had a legendary aetiology in a particularly delicate episode of Roman history and also recurs at (or shortly after) a particular time of the year, that of the so-called <i>caprificatio</i> when branches of wild fig trees were fastened to cultivated ones to promote insemination. The historical episode narrated by ancient sources concerns the siege of Rome by the Latin peoples that ensued the Gallic sack. The dictator of the Latins Livius Postumius from Fidenae would have requested the Roman senate that the <i>matronae</i> and daughters of the most prominent families be surrendered to the Latins as hostages. While the senate was debating the issue a slave girl, whose Greek name was Philotis and Latin Tutela or Tutula proposed that she together with other slave girls would render herself up to the enemy camp pretending to be the wives and daughters of the Roman families. Upon agreement of the senate, the women dressed up elegantly and wearing golden jewellery reached the Latin camp. There they seduced the Latins into fooling and drinking: after they had fallen asleep they stole their swords. Then Tutela gave the convened signal to the Romans brandishing an ignited branch after climbing on the wild fig (<i>caprificus</i>) and hiding the fire with her mantle. The Romans then irrupted into the Latin camp killing the enemies in their sleep. The women were rewarded with freedom and a dowry at public expenses.</p>\n<p>Dumézil in his <i>Archaic Roman Religion</i> had been unable to interpret the myth underlying this legendary event, later though he accepted the interpretation given by P. Drossart and published it in his <i>Fêtes romaines d'été et d'automne, suivi par dix questions romaines</i> in 1975 as <i>Question IX</i>. In folklore the wild fig tree is universally associated with sex because of its fertilising power, the shape of its fruits and the white viscous juice of the tree.</p>\n<p>Basanoff has argued that the legend not only alludes to sex and fertility in its association with wildfig and goat but is in fact a summary of sort of all the qualities of Juno. As Juno Sespeis of Lanuvium Juno Caprotina is a warrior, a fertiliser and a sovereign protectress. In fact the legend presents a heroine, Tutela, who is a slightly disguised representation of the goddess: the request of the Latin dictator would mask an attempted evocatio of the tutelary goddess of Rome. Tutela indeed shows regal, military and protective traits, apart from the sexual ones. Moreover, according to Basanoff these too (breasts, milky juice, <i>genitalia</i>, present or symbolised in the fig and the goat) in general, and here in particular, have an inherently apotropaic value directly related to the nature of Juno. The occasion of the <i>feria</i>, shortly after the poplifugia, i.e. when the community is in its direst straits, needs the intervention of a divine tutelary goddess, a divine queen, since the king (divine or human) has failed to appear or has fled. Hence the customary battles under the wild figs, the scurrile language that bring together the second and third function. This festival would thus show a ritual that can prove the trifunctional nature of Juno.</p>\n<p>Other scholars limit their interpretation of Caprotina to the sexual implications of the goat, the <i>caprificus</i> and the obscene words and plays of the festival.</p>\n<h3><span id=\"Juno_Curitis\">Juno Curitis</span></h3>\n<p>Under this epithet Juno is attested in many places, notably at Falerii and Tibur. Dumézil remarked that Juno Curitis \"is represented and invoked at Rome under conditions very close to those we know about for <i>Juno Seispes</i> of Lanuvium\". Martianus Capella states she must be invoked by those who are involved in war. The hunt of the goat by stonethrowing at Falerii is described in Ovid <i>Amores</i> III 13, 16 ff. In fact the Juno Curritis of Falerii shows a complex articulated structure closely allied to the threefold Juno Seispes of Lanuvium.</p>\n<p>Ancient etymologies associated the epithet with Cures, with the Sabine word for spear <i>curis</i>, with <i>currus</i> cart, with <i>Quirites</i>, with the <i>curiae</i>, as king Titus Tatius dedicated a table to Juno in every curia, that Dionysius still saw.</p>\n<p>Modern scholars have proposed the town of Currium or Curria, Quirinus, <i>*quir(i)s</i> or <i>*quiru</i>, the Sabine word for spear and curia. The *quiru- would design the sacred spear that gave the name to the primitive curiae. The discovery at Sulmona of a sanctuary of Hercules <i>Curinus</i> lends support to a Sabine origin of the epithet and of the cult of Juno in the curiae. The spear could also be the <i>celibataris hasta</i> (bridal spear) that in the marriage ceremonies was used to comb the bridegroom's hair as a good omen. Palmer views the rituals of the curiae devoted to her as a reminiscence of the origin of the curiae themselves in rites of <i>evocatio</i>, practise the Romans continued to use for Juno or her equivalent at later times as for Falerii, Veii and Carthage. Juno Curitis would then be the evoked deity after her admission into the curiae.</p>\n<p>Juno Curitis had a temple on the Campus Martius. Excavations in Largo di Torre Argentina have revealed four temple structures, one of whom (temple D or A) could be the temple of Juno Curitis. She shared her anniversary day with Juppiter Fulgur, who had an altar nearby.</p>\n<h3><span id=\"Juno_Moneta\">Juno Moneta</span></h3>\n<p>This Juno is placed by ancient sources in a warring context. Dumézil thinks the third, military, aspect of Juno is reflected in Juno Curitis and Moneta. Palmer too sees in her a military aspect.</p>\n<p>As for the etymology Cicero gives the verb <i>monēre</i> warn, hence <i>the Warner</i>. Palmer accepts Cicero's etymology as a possibility while adding <i>mons</i> mount, hill, verb <i>e-mineo</i> and noun <i>monile</i> referred to the Capitol, place of her cult. Also perhaps a cultic term or even, as in her temple were kept the <i>Libri Lintei</i>, <i>monere</i> would thence have the meaning of recording: Livius Andronicus identifies her as Mnemosyne.</p>\n<p>Her <i>dies natalis</i> was on the kalendae of June. Her Temple on the summit of the Capitol was dedicated only in 348 BC by dictator L. Furius Camillus, presumably a son of the great Furius. Livy states he vowed the temple during a war against the Aurunci. Modern scholars agree that the origins of the cult and of the temple were much more ancient. M. Guarducci considers her cult very ancient, identifying her with Mnemosyne as <i>the Warner</i> because of her presence near the auguraculum, her oracular character, her announcement of perils: she considers her as an introduction into Rome of the Hera of Cuma dating to the 8th century. L. A. Mac Kay considers the goddess more ancient than her etymology on the testimony of Valerius Maximus who states she was the Juno of Veii. The sacred geese of the Capitol were lodged in her temple: as they are recorded in the episode of the Gallic siege (ca. 396-390 BC) by Livy, the temple should have existed before Furius's dedication. Basanoff considers her to go back to the regal period: she would be the Sabine Juno who arrived at Rome through Cures. At Cures she was the tutelary deity of the military chief: as such she is never to be found among Latins. This new quality is apparent in the location of her <i>fanum</i>, her name, her role: 1. her altar is located in the regia of Titus Tatius; 2. Moneta is, from <i>monere</i>, <i>the Adviser</i>: like Egeria with Numa (Tatius's son in law) she is associated to a Sabine king; 3. In Dionysius of Halicarnassus the altar-tables of the curiae are consecrated to Juno Curitis to justify the false etymology of Curitis from curiae: the tables would assure the presence of the tutelary <i>numen</i> of the king as an adviser within each curia, as the epithet itself implies. It can be assumed thence that Juno Moneta intervenes under warlike circumstances as associated to the sacral power of the king.</p>\n<h3><span id=\"Juno_Regina\">Juno Regina</span></h3>\n<p>Juno Regina is perhaps the epithet most fraught with questions. While some scholars maintain she was known as such at Rome since the most ancient times as paredra of Jupiter in the Capitoline Triad others think she is a new acquisition introduced to Rome after her evocatio from Veii.</p>\n<p>Palmer thinks she is to be identified with Juno Populona of later inscriptions, a political and military poliadic deity who had in fact a place in the Capitoline temple and was intended to represent the <i>Regina</i> of the king. The date of her introduction, though ancient, would be uncertain; she should perhaps be identified with Hera Basilea or as the queen of Jupiter Rex. The actual epithet Regina could though come from Veii. At Rome this epithet may have been applied to a Juno other than that of the temple on the Aventine built to lodge the evocated Veian Juno as the rex sacrorum and his wife-queen were to offer a monthly sacrifice to Juno in the Regia. This might imply that the prerepublican Juno was royal.</p>\n\n<p>J. Gagé dismisses these assumptions as groundless speculations as no Jupiter Rex is attested and in accord with Roe D'Albret stresses that at Rome no presence of a Juno Regina is mentioned before Marcus Furius Camillus, while she is attested in many Etruscan and Latin towns. Before that time her Roman equivalent was Juno Moneta. Marcel Renard for his part considers her an ancient Roman figure since the title of the Veian Juno expresses a cultic reality that is close to and indeed presupposes the existence at Rome of an analogous character: as a rule it is the presence of an original local figure that may allow the introduction of the new one through evocatio. He agrees with Dumézil that we ignore whether the translation of the epithet is exhaustive and what Etruscan notion corresponded to the name <i>Regina</i> which itself is certainly an Italic title. This is the only instance of evocatio recorded by the annalistic tradition. However Renard considers Macrobius's authority reliable in his long list of <i>evocationes</i> on the grounds of an archaeological find at Isaura. Roe D'Albret underlines the role played by Camillus and sees a personal link between the deity and her magistrate. Similarly Dumézil has remarked the link of Camillus with Mater Matuta. In his relationship to the goddess he takes the place of the king of Veii. Camillus's devotion to female deities Mater Matuta and Fortuna and his contemporary vow of a new temple to both Matuta and Iuno Regina hint to a degree of identity between them: this assumption has by chance been supported by the discovery at Pyrgi of a bronze lamella which mentions together Uni and Thesan, the Etruscan Juno and Aurora, i.e. Mater Matuta. One can then suppose Camillus's simultaneous vow of the temples of the two goddesses should be seen in the light of their intrinsic association. Octavianus will repeat the same translation with the statue of the Juno of Perusia in consequence of a dream</p>\n<p>That a goddess evoked in war and for political reasons receive the homage of women and that women continue to have a role in her cult is explained by Palmer as a foreign cult of feminine sexuality of Etruscan derivation. The persistence of a female presence in her cult through the centuries down to the lectisternium of 217 BC, when the <i>matronae</i> collected money for the service, and to the times of Augustus during the ludi saeculares in the sacrifices to Capitoline Juno are proof of the resilience of this foreign tradition.</p>\n<p>Gagé and D'Albret remark an accentuation of the matronal aspect of Juno Regina that led her to be the most matronal of the Roman goddesses by the time of the end of the republic. This fact raises the question of understanding why she was able of attracting the devotion of the <i>matronae</i>. Gagé traces back the phenomenon to the nature of the cult rendered to the Juno Regina of the Aventine in which Camillus played a role in person. The original devotion of the <i>matronae</i> was directed to Fortuna. Camillus was devout to her and to Matuta, both matronal deities. When he brought Juno Regina from Veii the Roman women were already acquainted with many Junos, while the ancient rites of Fortuna were falling off. Camillus would have then made a political use of the cult of Juno Regina to subdue the social conflicts of his times by attributing to her the role of primordial mother.</p>\n<p>Juno Regina had two temples (<i>aedes</i>) in Rome. The one dedicated by Furius Camillus in 392 BC stood on the Aventine: it lodged the wooden statue of the Juno transvected from Veii. It is mentioned several times by Livy in connexion with sacrifices offered in atonement of prodigia. It was restored by Augustus. Two inscriptions found near the church of S. Sabina indicate the approximate site of the temple, which corresponds with its place in the lustral procession of 207 BC, near the upper end of the Clivus Publicius. The day of the dedication and of her festival was September 1.</p>\n<p>Another temple stood near the circus Flaminius, vowed by consul Marcus Aemilius Lepidus in 187 BC during the war against the Ligures and dedicated by himself as censor in 179 on December 23. It was connected by a porch with a temple of Fortuna, perhaps that of Fortuna Equestris. Its probable site according to Platner is just south of the porticus Pompeiana on the west end of circus Flaminius.</p>\n<p>The Juno Cealestis of Carthage Tanit was evoked according to Macrobius. She did not receive a temple in Rome: presumably her image was deposited in another temple of Juno (Moneta or Regina) and later transferred to the Colonia Junonia founded by Caius Gracchus. The goddess was once again transferred to Rome by emperor Elagabalus.</p>\n<h3><span id=\"Juno_in_the_Capitoline_triad\">Juno in the Capitoline triad</span></h3>\n<p>The first mention of a Capitoline triad refers to the <i>Capitolium Vetus</i>. The only ancient source who refers to the presence of this divine triad in Greece is Pausanias X 5, 1-2, who mentions its existence in describing the Φωκικόν in Phocis. The Capitoline triad poses difficult interpretative problems. It looks peculiarly Roman, since there is no sure document of its existence elsewhere either in Latium or Etruria. A direct Greek influence is possible but it would be also plausible to consider it a local creation. Dumézil advanced the hypothesis it could be an ideological construction of the Tarquins to oppose new Latin nationalism, as it included the three gods that in the Iliad are enemies of Troy. It is probable Latins had already accepted the legend of Aeneas as their ancestor. Among ancient sources indeed Servius states that according to the Etrusca Disciplina towns should have the three temples of Jupiter, Juno and Minerva at the end of three roads leading to three gates. Vitruvius writes that the temples of these three gods should be located on the most elevated site, isolated from the other. To his Etruscan founders the meaning of this triad might have been related to peculiarly Etruscan ideas on the association of the three gods with the birth of Herakles and the siege of Troy, in which Minerva plays a decisive role as a goddess of destiny along with the sovereign couple Uni Tinia.</p>\n<h3><span id=\"The_Junos_of_Latium\">The Junos of Latium</span></h3>\n<p>The cults of the Italic Junos reflected remarkable theological complexes: regality, military protection and fertility.</p>\n<p>In Latium are relatively well known the instances of Tibur, Falerii, Laurentum and Lanuvium.</p>\n<p>At Tibur and Falerii their <i>sacerdos</i> was a male, called <i>pontifex sacrarius</i>, fact that has been seen as a proof of the relevance of the goddess to the whole society. In both towns she was known as <i>Curitis</i>, the spearholder, an armed protectress. The martial aspect of these Junos is conspicuous, quite as that of fecundity and regality: the first two look strictly interconnected: fertility guaranteed the survival of the community, peaceful and armed. Iuno Curitis is also the tutelary goddess of the <i>curiae</i> and of the new brides, whose hair was combed with the spear called <i>caelibataris hasta</i> as in Rome. In her annual rites at Falerii youths and maiden clad in white bore in procession gifts to the goddess whose image was escorted by her priestesses. The idea of purity and virginity is stressed in Ovid's description. A she goat is sacrificed to her after a ritual hunting. She is then the patroness of the young soldiers and of brides.</p>\n<p>At Lanuvium the goddess is known under the epithet Seispes Mater Regina. The titles themselves are a theological definition: she was a sovereign goddess, a martial goddess and a fertility goddess. Hence her flamen was chosen by the highest local magistrate, the dictator, and since 388 BC the Roman consuls were required to offer sacrifices to her. Her sanctuary was famous, rich and powerful.</p>\n<p>Her cult included the annual feeding of a sacred snake with barley cakes by virgin maidens. The snake dwelt in a deep cave within the precinct of the temple, on the <i>arx</i> of the city: the maidens approached the lair blindfolded. The snake was supposed to feed only on the cakes offered by chaste girls. The rite was aimed at ensuring agricultural fertility. The site of the temple as well as the presence of the snake show she was the tutelary goddess of the city, as Athena at Athens and Hera at Argos. The motive of the snake of the palace goddess guardian of the city is shared by Iuno Seispes with Athena, as well as its periodic feeding. This religious pattern moreover includes armour, goatskin dress, sacred birds and a concern with virginity in cult. Virginity is connected to regality: the existence and welfare of the community was protected by virgin goddesses or the virgin attendants of a goddess. This theme shows a connexion with the fundamental theological character of Iuno, that of incarnating vital force: virginity is the condition of unspoilt, unspent vital energy that can ensure communion with nature and its rhythm, symbolised in the fire of Vesta. It is a decisive factor in ensuring the safety of the community and the growth of crops. The role of Iuno is at the crossing point of civil and natural life, expressing their interdependence.</p>\n<p>At Laurentum she was known as Kalendaris Iuno and was honoured as such ritually at the kalendae of each month from March to December, i.e. the months of the prenuman ten month year, fact which is a testimony to the antiquity of the custom.</p>\n<p>A Greek influence in their cults looks probable. It is noteworthy though that Cicero remarked the existence of a stark difference between the Latin Iuno Seispes and the Argolic Hera (as well the Roman Iuno) in his work De natura deorum. Claudius Helianus later wrote \"...she has much new of Hera Argolis\" The iconography of Argive Hera, matronal and regal, looks quite far away from the warlike and savage character of Iuno Seispes, especially considering that it is uncertain whether the former was an armed Hera.</p>\n<p>After the definitive subjugation of the Latin League in 338 BC the Romans required as a condition of peace the condominium of the Roman people on the sanctuary and the sacred grove of Juno Seispes in Lanuvium, while bestowing Roman citizenry on the Lanuvins. Consequently, the <i>prodigia</i> (supernatural or unearthly phenomena) happened in her temple were referred to Rome and accordingly expiated there. Many occurred during the presence of Hannibal in Italy. At the time of Cicero Milo, Lanuvium's dictator and highest magistrate, resided in Rome. When he met Clodius near Bovillae and his slaves murdered the politician, he was on his way to Lanuvium in order to nominate the flamen of Juno Seispes. Perhaps the Romans were not completely satisfied of this solution as in 194 BC consul C. Cornelius Cethegus erected a temple to the <i>Juno Sospita</i> of Lanuvium in the Forum Holitorium (vowed three years earlier in a war with the Galli Insubri): in it the goddess was honoured in martial effigy.</p>\n<h2><span id=\"Theological_and_comparative_study\">Theological and comparative study</span></h2>\n<p>The complexity of the figure of Juno has caused much uncertainty and debate among modern scholars. Some emphasize one aspect or character of the goddess, considering it as primary: the other ones would then be the natural and even necessary development of the first. Palmer and Harmon consider it to be the natural vital force of youthfulness, Latte women's fecundity. These original characters would have led to the formation of the complex theology of Juno as a sovereign and an armed tutelary deity.</p>\n\n<p>Georges Dumézil on the other hand proposed the theory of the irreducibility and interdependence of the three aspects (sovereignty, war, fertility) in goddesses that he interprets as an original, irreducible structure as hypothesised in his hypothesis of the trifunctional ideology of the Indoeuropeans. While Dumézil's refusal of seeing a Greek influence in Italic Junos looks difficult to maintain in the light of the contributions of archaeology, his comparative analysis of the divine structure is supported by many scholars, as M. Renard and J. Poucet. His theory purports that while male gods incarnated one single function, there are female goddesses who make up a synthesis of the three functions, as a reflection of the ideal of woman's role in society. Even though such a deity has a peculiar affinity for one function, generally fertility, i. e. the third, she is nevertheless equally competent in each of the three.</p>\n<p>As concrete instances Dumézil makes that of Vedic goddess Sarasvatī and Avestic Anāhīta. Sarasvati as river goddess is first a goddess of the third function, of vitality and fertility associated to the deities of the third function as the Aśvin and of propagation as Sinīvalī. She is <i>the mother</i> and on her rely all vital forces. But at the same time she belongs to the first function as a religious sovereign: she is pure, she is the means of purifications and helps the conceiving and realisation of pious thoughts. Lastly she is also a warrior: allied with the Maruts she annihilates the enemies and, sole among female goddesses, bears the epithet of the warrior god Indra, vṛtraghnỉ, <i>destroyer of oppositions</i>. She is the common spouse of all the heroes of the Mahābhārata, sons and heirs of the Vedic gods Dharma, Vāyu, Indra and of the Aśvin twins. Though in hymns and rites her threefold nature is never expressed conjointly (except in Ṛg Veda VI 61, 12:: <i>triṣadásthā</i> having three seats).</p>\n<p>Only in her Avestic equivalent Anahita, the great mythic river, does she bear the same three valences explicitly: her Yašt states she is invoked by warriors, by clerics and by deliverers. She bestows on females an easy delivery and timely milking. She bestowed on heroes the vigour by which they defeated their demonic adversaries. She is the great purifier, \"she who puts the worshipper in the ritual, pure condition\" (<i>yaož dā</i>). Her complete name too is threefold: <i>The Wet (</i>Arədvī<i>), The Strong (</i>Sūrā<i>), The Immaculate (</i>Anāhitā<i>)</i>.</p>\n<p>Dumézil remarks these titles match perfectly those of Latin Junos, especially the Juno Seispes Mater Regina of Lanuvium, the only difference being in the religious orientation of the first function. Compare also the epithet Fluonia, Fluviona of Roman Juno, discussed by G. Radke. However D. P. Harmon has remarked that the meaning of Seispes cannot be seen as limited to the warrior aspect, as it implies a more complex, comprehensive function, i. e. of Saviour.</p>\n<p>Among Germanic peoples the homologous goddess was bivalent, as a rule the military function was subsumed into the sovereign: goddess *Frīy(y)o- was at the same time sovereign, wife of the great god, and Venus (thence *Friy(y)a-dagaz \"Freitag for Veneris dies). However the internal tension of the character led to a duplication in Scandinavian religion: Frigg resulted in a merely sovereign goddess, the spouse of wizard god Óðinn, while from the name of Freyr, typical god of the third function, was extracted a second character, Freyja, confined as a Vani to the sphere of pleasure and wealth.</p>\n<p>Dumézil opines that the theologies of ancient Latium could have preserved a composite image of the goddess and this fact, notably her feature of being <i>Regina</i>, would in turn have rendered possible her <i>interpretatio</i> as Hera.</p>\n<h2><span id=\"Associations_with_other_deities\">Associations with other deities</span></h2>\n<h3><span id=\"Juno_and_Jupiter\">Juno and Jupiter</span></h3>\n\n<p>The divine couple received from Greece its matrimonial implications, thence bestowing on Juno the role of tutelary goddess of marriage (<i>Iuno Pronuba</i>).</p>\n<p>The couple itself though cannot be reduced to a Greek apport. The association of Juno and Jupiter is of the most ancient Latin theology. Praeneste offers a glimpse into original Latin mythology: the local goddess Fortuna is represented as nursing two infants, one male and one female, namely Jove (Jupiter) and Juno. It seems fairly safe to assume that from the earliest times they were identified by their own proper names and since they got them they were never changed through the course of history: they were called Jupiter and Juno. These gods were the most ancient deities of every Latin town. Praeneste preserved divine filiation and infancy as the sovereign god and his paredra Juno have a mother who is the primordial goddess Fortuna Primigenia. Many terracotta statuettes have been discovered which represent a woman with a child: one of them represents exactly the scene described by Cicero of a woman with two children of different sex who touch her breast. Two of the votive inscriptions to Fortuna associate her and Jupiter: \" Fortunae Iovi puero...\" and \"Fortunae Iovis puero...\"</p>\n<p>However, in 1882 R. Mowat published an inscription in which Fortuna is called <i>daughter of Jupiter</i>, raising new questions and opening new perspectives in the theology of Latin gods. Dumézil has elaborated an interpretative theory according to which this <i>aporia</i> would be an intrinsic, fundamental feature of Indoeuropean deities of the primordial and sovereign level, as it finds a parallel in Vedic religion. The contradiction would put Fortuna both at the origin of time and into its ensuing diachronic process: it is the comparison offered by Vedic deity Aditi, the <i>Not-Bound</i> or <i>Enemy of Bondage</i>, that shows that there is no question of choosing one of the two apparent options: as the mother of the Aditya she has the same type of relationship with one of his sons, Dakṣa, the minor sovereign who represents the <i>Creative Energy</i>, being at the same time his mother and daughter, as is true for the whole group of sovereign gods to which she belongs. Moreover, Aditi is thus one of the heirs (along with Savitr) of the opening god of the Indoiranians, as she is represented with her head on her two sides, with the two faces looking opposite directions. The mother of the sovereign gods has thence two solidal but distinct modalities of duplicity, i.e. of having two foreheads and a double position in the genealogy. Angelo Brelich has interpreted this theology as the basic opposition between the primordial absence of order (chaos) and the organisation of the cosmos.</p>\n<h3><span id=\"Juno_and_Janus\">Juno and Janus</span></h3>\n<p>The relationship of the female sovereign deity with the god of beginnings and passages is reflected mainly in their association with the kalendae of every month, which belong to both, and in the festival of the Tigillum Sororium of October 1.</p>\n<p>Janus as gatekeeper of the gates connecting Heaven and Earth and guardian of all passages is particularly related to time and motion. He holds the first place in ritual invocations and prayers, in order to ensure the communication between the worshipper and the gods. He enjoys the privilege of receiving the first sacrifice of the new year, which is offered by the rex on the day of the Agonium of January as well as at the kalendae of each month: These rites show he is considered the patron of the cosmic year. Ovid in his Fasti has Janus say that he is the original Chaos and also the first era of the world, which got organised only afterwards. He preserves a tutelary function on this universe as the gatekeeper of Heaven. His nature, qualities and role are reflected in the myth of him being the first to reign in Latium, on the banks of the Tiber, and there receiving god Saturn, in the age when the Earth still could bear the gods. The theology of Janus is also presented in the carmen Saliare. According to Johannes Lydus the Etruscans called him Heaven. His epithets are numerous <i>Iunonius</i> is particularly relevant, as the god of the kalendae who cooperates with and is the source of the youthful vigour of Juno in the birth of the new lunar month. His other epithet <i>Consivius</i> hints to his role in the generative function.</p>\n<p>The role of the two gods at the kalendae of every month is that of presiding over the birth of the new moon. Janus and Juno cooperate as the first looks after the passage from the previous to the ensuing month while the second helps it through the strength of her vitality. The rites of the kalendae included the invocations to Juno Covella, giving the number of days to the <i>nonae</i>, a sacrifice to Janus by the rex sacrorum and the pontifex minor at the <i>curia Calabra</i> and one to Juno by the regina sacrorum in the Regia: originally when the month was still lunar the <i>pontifex minor</i> had the task of signalling the appearance of the new moon. While the meaning of the epithet Covella is unknown and debated, that of the rituals is clear as the divine couple is supposed to oversee, protect and help the moon during the particularly dangerous time of her darkness and her <i>labours</i>: the role of Juno Covella is hence the same as that of Lucina for women during parturition. The association of the two gods is reflected on the human level at the difficult time of labours as is apparent in the custom of putting a key, symbol of Janus, in the hand of the woman with the aim of ensuring an easy delivery, while she had to invoke Juno Lucina. At the nonae Caprotinae similarly Juno had the function of aiding and strengthening the moon as the nocturnal light, at the time when her force was supposed to be at its lowest, after the Summer solstice.</p>\n<p>The Tigillum Sororium was a rite (sacrum) of the gens Horatia and later of the State. In it <i>Janus Curiatius</i> was associated to <i>Juno Sororia</i>: they had their altars on opposite sides of the alley behind the Tigillum Sororium. Physically this consisted of a beam spanning the space over two posts. It was kept in good condition down to the time of Livy at public expenses. According to tradition it was a rite of purification that served at the expiation of Publius Horatius who had murdered his own sister when he saw her mourning the death of her betrothed Curiatius. Dumézil has shown in his <i>Les Horaces et les Curiaces</i> that this story is in fact the historical transcription of rites of reintegration into civil life of the young warriors, in the myth symbolised by the hero, freed from their <i>furor</i> (wrath), indispensable at war but dangerous in social life. What is known of the rites of October 1 shows at Rome the legend has been used as an aetiological myth for the yearly purification ceremonies which allowed the <i>desacralisation</i> of soldiers at the end of the warring season, i.e. their cleansing from the religious pollution contracted at war. The story finds parallels in Irish and Indian mythologies. These rites took place in October, month that at Rome saw the celebration of the end of the yearly military activity. Janus would then the patron of the <i>feria</i> as god of transitions, Juno for her affinities to Janus, especially on the day of the kalendae. It is also possible though that she took part as the tutelary goddess of young people, the <i>iuniores</i>, etymologically identical to her. Modern scholars are divided on the interpretation of J. Curiatius and J. Sororia. Renard citing Capdeville opines that the wisest choice is to adhere to tradition and consider the legend itself as the source of the epithets.</p>\n<p>M. Renard advanced the view that Janus and not Juppiter was the original paredra or consort of Juno, on the grounds of their many common features, functions and appearance in myth or rites as is shown by their cross coupled epithets Janus Curiatius and Juno Sororia: Janus shares the epithet of Juno Curitis and Juno the epithet Janus Geminus, as <i>sororius</i> means paired, double. Renard's theory has been rejected by G. Capdeville as not being in accord with the level of sovereign gods in Dumézil's trifunctional structure. The theology of Janus would show features typically belonging to the order of the gods of the beginning. In Capdeville's view it is only natural that a god of beginnings and a sovereign mother deity have common features, as all births can be seen as beginnings, Juno is invoked by deliverers, who by custom hold a key, symbol of Janus.</p>\n<h3><span id=\"Juno_and_Hercules\">Juno and Hercules</span></h3>\n<p>Even though the origins of Hercules are undoubtedly Greek his figure underwent an early assimilation into Italic local religions and might even preserve traces of an association to Indoiranian deity Trita Apya that in Greece have not survived. Among other roles that Juno and Hercules share there is the protection of the newborn. Jean Bayet, author of <i>Les origines de l'Arcadisme romain</i>, has argued that such a function must be a later development as it looks to have superseded that of the two original Latin gods Picumnus and Pilumnus.</p>\n<p>The two gods are mentioned together in a dedicatory inscription found in the ruins of the temple of Hercules at Lanuvium, whose cult was ancient and second in importance only to that of Juno Sospita. In the cults of this temple just like in those at the Ara maxima in Rome women were not allowed. The exclusion of one sex is a characteristic practice in the cults of deities of fertility. Even though no text links the cults of the Ara maxima with Juno Sospita, her temple, founded in 193 BC, was located in the Forum Holitorium near the Porta Carmentalis, one of the sites of the legend of Hercules in Rome. The feria of the goddess coincides with a <i>Natalis Herculis</i>, birthday of Hercules, which was celebrated with <i>ludi circenses</i>, games in the circus. In Bayet's view Juno and Hercules did supersede Pilumnus and Picumnus in the role of tutelary deities of the newborn not only because of their own features of goddess of the deliverers and of apotropaic tutelary god of infants but also because of their common quality of gods of fertility. This was the case in Rome and at Tusculum where a cult of Juno Lucina and Hercules was known. At Lanuvium and perhaps Rome though their most ancient association rests on their common fertility and military characters. The Latin Junos certainly possessed a marked warlike character (at Lanuvium, Falerii, Tibur, Rome). Such character might suggest a comparison with the Greek armed Heras one finds in the South of Italy at Cape Lacinion and at the mouth of river Sele, military goddesses close to the Heras of Elis and Argos known as <i>Argivae</i>. In the cult this Hera received at Cape Lacinion she was associated with Heracles, supposed the founder of the sanctuary. Contacts with Central Italy and similarity would have favoured a certain assimilation between Latin warlike Junos and Argive Heras and the association with Heracles of Latin Junos. Some scholars, mostly Italians, recognize in the Junos of Falerii, Tibur and Lavinium the Greek Hera, rejecting the theory of an indigenous original cult of a military Juno. Renard thinks Dumézil's opposition to such a view is to be upheld: Bayet's words though did not deny the existence of local warlike Junos, but only imply that at a certain time they received the influence of the Heras of Lacinion and Sele, fact that earned them the epithet of <i>Argive</i> and a Greek connotation. However Bayet recognized the quality of mother and of fertility deity as being primitive among the three purported by the epithets of the Juno of Lanuvium (Seispes, Mater, Regina).</p>\n<p>Magna Graecia and Lanuvium mixed their influence in the formation of the Roman Hercules and perhaps there was a Sabine element too as is testified by Varro, supported by the find of the sanctuary of Hercules Curinus at Sulmona and by the existence of a Juno Curitis in Latium.</p>\n<p>The mythical theme of the suckling of the adult Heracles by Hera, though being of Greek origin, is considered by scholars as having received its full acknowledgement and development in Etruria: Heracles has become a bearded adult on the mirrors of the 4th and 3rd centuries BC. Most scholars view the fact as an initiation, i.e. the accession of Heracles to the condition of immortal. Even though the two versions coexisted in Greece and that of Heracles infant is attested earlier Renard suggests a process more in line with the evolution of the myth: the suckling of the adult Heracles should be regarded as more ancient and reflecting its original true meaning.</p>\n<h3><span id=\"Juno_and_Genius\">Juno and Genius</span></h3>\n<p>The view that Juno was the feminine counterpart to Genius, i.e. that as men possess a tutelary entity or <i>double</i> named genius, so women have their own one named <i>juno</i>, has been maintained by many scholars, lastly Kurt Latte. In the past it has also been argued that goddess Juno herself would be the issue of a process of abstraction from the individual <i>junos</i> of every woman. According to Georg Wissowa and K. Latte Genius (from the root <i>gen-</i>, whence <i>gigno</i> bear or be born, archaic also <i>geno</i>) would design the specific virile generative potency, as opposed to feminine nature, reflected in conception and delivery, under the tutelage of Juno Lucina. Such an interpretation has been critically reviewed by Walter F. Otto.</p>\n<p>While there are some correspondences between the ideas about genius and <i>juno</i>, especially in the imperial age, the relevant documentation is rather late (Tibullus mentions it first). Dumézil also remarks from these passages one could infer every woman has a Venus too. As evidence of the antiquity of the concept of a <i>juno</i> of women, homologous to the <i>genius</i> of men, is the Arval sacrifice of two sheep to the Juno Deae Diae (\"the juno of goddesses named Dea Dia\"), in contrast to their sacrifice of two cows sacrificed to Juno (singular). However both G. Wissowa and K. Latte allow that this ritual could have been adapted to fit theology of the Augustan restoration. While the concept of a Juno of goddesses is not attested in the inscriptions of 58 BC from Furfo, that of a Genius of gods is, and even of a Genius of a goddess, Victoria. On this point it looks remarkable that also in Martianus Capella's division of Heaven a <i>Juno Hospitae Genius</i> is mentioned in region IX, and not a <i>Juno</i>: the sex of this Genius is feminine. See section below for details.</p>\n<p>Romans believed the genius of somebody was an entity that embodied his essential character, personality, and also originally his vital, generative force and <i>raison d' être</i>. However the genius had no direct relationship with sex, at least in classical time conceptions, even though the nuptial bed was named <i>lectus genialis</i> in honour of the Genius and brides on the day of marriage invoked the genius of their grooms. This seems to hint to a significance of the <i>Genius</i> as the propagative spirit of the <i>gens</i>, of whom every human individual is an incarnation: Censorinus states: \"Genius is the god under whose tutelage everyone is born and lives on\", and that \"many ancient authors, among whom Granius Flaccus in his <i>De Indigitamentis</i>, maintain that he is one and the same with the Lar\", meaning the Lar Familiaris. Festus calls him \"a god endowed with the power of doing everything\", then citing an Aufustius: \"Genius is the son of the gods and the parent of men, from whom men receive life. Thence is he named my genius, because he begot me\". Festus's quotation goes on saying: \"Other think he is the special god of every place\", a notion that reflects a different idea. In classic age literature and iconography he is often represented as a snake, that may appear in the conjugal bed, this conception being perhaps the issue of a Greek influence. It was easy for the Roman concept of Genius to expand annexing other similar religious figures as the Lares and the Greek δαίμων αγαθός.</p>\n<p>The genius was believed to be associated with the forehead of each man, while goddess Juno, not the <i>juno</i> of every woman, was supposed to have under her jurisdiction the eyebrows of women or to be the tutelary goddess of the eyebrows of everybody, irrespective of one's sex.</p>\n<h3><span id=\"Juno_and_the_Penates\">Juno and the Penates</span></h3>\n<p>According to an interpretation of the Di Penates Juno, along with Jupiter and Minerva, is one of the Penates of man. This view is ascribed by Macrobius to the mystic religion of Samothrace, imported to Rome by Tarquinius Priscus, himself an initiate, who thereby created the Roman Capitoline Triad. Juno is the god by whom man gets his body.</p>\n<h3><span id=\"Heries_Junonis\">Heries Junonis</span></h3>\n<p>Among the female entities that in the pontifical invocations accompanied the naming of gods, Juno was associated to Heries, which she shared with Mars (<i>Heres Martea</i>).</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n\n\n<p>All festivals of Juno were held on the kalendae of a month except two (or, perhaps, three): The <i>Nonae Caprotinae</i> on the nonae of July, the festival of <i>Juno Capitolina</i> on September 13, because the date of these two was determined by preeminence of Jupiter. Perhaps a second festival of <i>Juno Moneta</i> was held on October 10, possibly the date of the dedication of her temple. This fact reflects the strict association of the goddess with the beginning of each lunar month.</p>\n<p>Every year, on the first of March, women held a festival in honor of Juno Lucina called the Matronalia. Lucina was an epithet for Juno as \"she who brings children into light.\" On this day, lambs and cattle were sacrificed in her honor in the temple of her sacred grove on the Cispius.</p>\n<p>The second festival was devoted to <i>Juno Moneta</i> on June 1.</p>\n<p>Following was the festival of the <i>Nonae Caprotinae</i> (\"The Nones of the Wild Fig\") held on July 7.</p>\n<p>The festival of <i>Juno Regina</i> fell on September 1, followed on the 13 of the same month by that of <i>Juno Regina Capitolina</i>.</p>\n<p>October 1 was the date of the <i>Tigillum Sororium</i> in which the goddess was honoured as <i>Juno Sororia</i>.</p>\n<p>Last of her yearly festivals came that of <i>Juno Sospita</i> on February 1. It was an appropriate date for her celebration since the month of February was considered a perilous time of passage, the cosmic year coming then to an end and the limits between the world of the living and the underworld being no longer safely defined. Hence the community invoked the protection (<i>tutela</i>) of the warlike <i>Juno Sospita</i>, \"<i>The Saviour</i>\".</p>\n<p>Juno is the patroness of marriage, and many people believe that the most favorable time to marry is June, the month named after the goddess.</p>\n<h2><span id=\"Etrurian_Uni,_Hera,_Astarte_and_Iuno\"></span><span id=\"Etrurian_Uni.2C_Hera.2C_Astarte_and_Iuno\">Etrurian Uni, Hera, Astarte and Iuno</span></h2>\n<p>The Etruscans were a people who maintained extensive (if often conflicting) contacts with the other peoples of the Mediterranean: the Greeks, the Phoenicians, and the Carthaginians.</p>\n<p>Testimony of intense cultural exchanges with the Greeks have been found in 1969 at the sanctuary of the port of Gravisca near Tarquinia. Renard thinks the cult of Hera in great emporia such as Croton, Posidonia, Pyrgi might be a counter to Aphrodite's, linked to sacred prostitution in ports, as the sovereign of legitimate of marriage and family and of their sacrality. Hera's presence had already been attested at Caere in the sanctuary of Manganello. In the 18th century a dedication to Iuno Historia was discovered at Castrum Novum (Santa Marinella). The cult of Iuno and Hera is generally attested in Etruria.</p>\n<p>The relationship between Uni and the Phoenician goddess Astarte has been brought to light by the discovery of the Pyrgi Tablets in 1964. At Pyrgi, one of the ports of Caere, excavations had since 1956 revealed the existence of a sacred area, intensely active from the last quarter of the 4th century, yielding two documents of a cult of Uni. Scholars had long believed Etruscan goddess Uni was strongly influenced by the Argive Heras and had her Punic counterpart in Carthaginian goddess Tanit, identified by the Romans as Juno Caelestis. Nonetheless Augustine of Hippo had already stated that Iuno was named Astarte in the Punic language, notion that the discovery of the Pyrgi lamellae has proved correct. It is debated whether such an identification was linked to a transient political stage corresponding with Tefarie Velianas's Carthaginian-backed tyranny on Caere as the sanctuary does not show any other trait proper to Phoenician ones. The mention of the goddess of the sanctuary as being named locally Eileitheia and Leucothea by different Greek authors narrating its destruction by the Syracusean fleet in 384 BC, made the picture even more complex. R. Bloch has proposed a two-stage interpretation: the first theonym Eilethya corresponds to Juno Lucina, the second Leucothea to Mater Matuta. However, the local theonym is Uni and one would legitimately expect it to be translated as Hera. A fragmentary bronze lamella discovered on the same site and mentioning both theonym Uni and Thesan (i. e. Latin Juno and Aurora-Mater Matuta) would then allow the inference of the integration of the two deities at Pyrgi: the local Uni-Thesan matronal and auroral, would have become the Iuno Lucina and the Mater Matuta of Rome. The Greek assimilation would reflect this process as not direct but subsequent to a process of distinction. Renard rejects this hypothesis since he sees in Uni and Thesan two distinct deities, though associated in cult. However the entire picture should have been familiar in Italian and Roman religious lore as is shown by the complexity and ambivalence of the relationship of Juno with the Rome and Romans in Virgil's Aeneid, who has Latin, Greek and Punic traits, result of a plurisaecular process of amalgamation. Also remarkable in this sense is the <i>Fanum Iunonis</i> of Malta (of the Hellenistic period) which has yielded dedicatory inscriptions to Astarte and Tanit.</p>\n<h3><span id=\"Juno_in_Martianus_Capella's_division_of_Heaven\"></span><span id=\"Juno_in_Martianus_Capella.27s_division_of_Heaven\">Juno in Martianus Capella's division of Heaven</span></h3>\n<p>Martianus Capella's collocation of gods into sixteen different regions of Heaven is supposed to be based on and to reflect Etruscan religious lore, at least in part. It is thence comparable with the theonyms found in the sixteen cases of the outer rim of the Piacenza Liver. Juno is to be found in region II, along with Quirinus Mars, Lars militaris, Fons, Lymphae and the dii Novensiles. This position is reflected on the Piacenza Liver by the situation of Uni in case IV, owing to a threefold location of Tinia in the first three cases that determines an equivalent shift.</p>\n<p>An entity named Juno Hospitae Genius is to be found alone in region IX. Since Grotius (1599) many editors have proposed the correction of Hospitae into Sospitae. S. Weinstock has proposed to identify this entity with one of the spouses of Neptune, as the epithet recurs below (I 81) used in this sense.</p>\n<p>In region XIV is located Juno Caelestis along with Saturn. This deity is the Punic Astarte_Tanit, usually associated with Saturn in Africa. Iuno Caelestis is thence in turn assimilated to Ops and Greek Rhea. Uni is here the Punic goddess, in accord with the identification of Pyrgi. Her paredra was the Phoenician god Ba'al, interpreted as Saturn. Capdeville admits of being unable to explain the collocation of Juno Caelestis among the underworld gods, which looks to be determined mainly by her condition of spouse of Saturn.</p>\n<h2><span id=\"Statue_at_Samos\">Statue at Samos</span></h2>\n<p>In the Dutch city of Maastricht, which was founded as <i>Trajectum ad Mosam</i> about 2000 years ago, the remains of the foundations of a substantial temple for Juno and Jupiter are to be found in the cellars of Hotel Derlon. Over part of the Roman remains the first Christian church of the Netherlands was built in the 4th century AD.</p>\n<p>The story behind these remains begins with Juno and Jupiter being born as twins of Saturn and Opis. Juno was sent to Samos when she was a very young child. She was carefully raised there until puberty, when she then married her brother. A statue was made representing Juno, the bride, as a young girl on her wedding day. It was carved out of Parian marble and placed in front of her temple at Samos for many centuries. Ultimately this statue of Juno was brought to Rome and placed in the sanctuary of Jupiter Optimus Maximus on the Capitoline Hill. For a long time the Romans honored her with many ceremonies under the name Queen Juno. The remains were moved then sometime between the 1st century and the 4th century to the Netherlands.</p>\n<h2><span id=\"In_literature\">In literature</span></h2>\n<p>Perhaps Juno's most prominent appearance in Roman literature is as the primary antagonistic force in Virgil's <i>Aeneid</i>, where she is depicted as a cruel and savage goddess intent upon supporting first Dido and then Turnus and the Rutulians against Aeneas' attempt to found a new Troy in Italy. Maurus Servius Honoratus, commenting on some of her several roles in the <i>Aeneid</i>, supposes her as a conflation of Hera with the Carthaginian storm-goddess Tanit. Ovid's <i>Metamorphoses</i> offers a story accounting for her sacred association with the peacock.</p>\n<p>William Shakespeare briefly employs Juno as a masque character in <i>The Tempest</i> (Act IV, Scene I).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Potnia Theron</li>\n<li>Reitia</li>\n</ul><h2><span id=\"Ancient_source_references\">Ancient source references</span></h2>\n<ul><li>Servius, <i>In Aeneida ii.225</i></li>\n<li>Lactantius, <i>Divinae institutions</i> i.17.8</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Warburg Institute Iconographic Database (ca 400 images of Juno)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Carracci - Jupiter et Junon.jpeg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Denarius-Julia Soaemias-RIC 0237.jpg"}, {"ns": 6, "title": "File:Fresco from the Golden House of Nero, found in Rome in 1668, Ashmolean Museum (8401788678).jpg"}, {"ns": 6, "title": "File:Iuno Petit Palais ADUT00168.jpg"}, {"ns": 6, "title": "File:Juno sospita pushkin.jpg"}, {"ns": 6, "title": "File:Pompeii - Casa dei Vettii - Ixion.jpg"}, {"ns": 6, "title": "File:S03 06 01 020 image 2539.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}