{"pageid": 670153, "ns": 0, "title": "Izanami-no-Mikoto", "extract": "<p>In Japanese mythology, <b>Izanami-no-Mikoto</b> (Japanese: <span lang=\"ja\" xml:lang=\"ja\">伊弉冉尊</span> or <span lang=\"ja\" xml:lang=\"ja\">伊邪那美命</span>, meaning \"she who invites\") is a goddess of both creation and death, as well as the former wife of the god Izanagi-no-Mikoto. She is also referred to as <b>Izanami-no-kami</b>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Goddess_of_Creation\">Goddess of Creation</span></h2>\n\n<p>The first gods Kunitokotachi and Amenominakanushi summoned two divine beings into existence, the male Izanagi and the female Izanami, and charged them with creating the first land. To help them do this, Izanagi and Izanami were given a spear decorated with jewels, named <i>Ame-no-nuboko</i> (heavenly spear). The two deities then went to the bridge between heaven and earth, <i>Ame-no-ukihashi</i> (\"floating bridge of heaven\"), and churned the sea below with the spear. When drops of salty water fell from the spear, Onogoroshima (\"self-forming island\") was created. They descended from the bridge of heaven and made their home on the island.</p>\n<p>Eventually they wished to be mated, so they built a pillar called <i>Ame-no-mihashira</i> (\"pillar of heaven\"; the <i>mi-</i> is an honorific prefix) and around it they built a palace called <i>Yahiro-dono</i> (one <i>hiro</i> is approximately 1.82 m, so the \"eight-<i>hiro</i>-palace\" would have been 14.56 m). Izanagi and Izanami circled the pillar in opposite directions and, when they met on the other side, Izanami spoke first in greeting. Izanagi did not think that this was proper, but they mated anyhow. They had two children, Hiruko (\"leech-child\") and Awashima (\"faint island\"), but they were born deformed and were not considered deities, but devils.</p>\n<p>They put the children into a boat and set them out to sea, then petitioned the other gods for an answer as to what they did wrong. They were told that the male deity should have spoken first in greeting during the marriage ceremony. So Izanagi and Izanami went around the pillar again, this time Izanagi speaking first when they met, and their marriage was finally successful.</p>\n<p>From their union were born the <i>ōyashima</i>, or the \"great eight islands\" of the Japanese chain:</p>\n<ul><li><i>Awaji</i></li>\n<li><i>Iyo</i> (later Shikoku)</li>\n<li><i>Ogi</i></li>\n<li><i>Tsukushi</i> (later Kyūshū)</li>\n<li><i>Iki</i></li>\n<li><i>Tsushima</i></li>\n<li><i>Sado</i></li>\n<li><i>Yamato</i> (later Honshū)</li>\n</ul><dl><dd>Note that Hokkaidō, Chishima and Okinawa were not part of Japan in ancient times.</dd>\n</dl><p>They bore six more islands and many deities. Izanami died giving birth to the child Kagu-tsuchi (incarnation of fire) or Ho-Musubi (causer of fire). She was then buried on Mt. Hiba, at the border of the old provinces of Izumo and Hōki, near modern-day Yasugi of Shimane Prefecture. Izanagi was so angry at the death of his wife that he killed the newborn child, thereby creating dozens of deities.</p>\n<h2><span id=\"Izanami_in_the_Kojiki\">Izanami in the <i>Kojiki</i></span></h2>\n<p>The <i>Kojiki</i> talks of the death of Izanami and her tomb, which was located at the boundary between country Izumo and Hohki (now in Yasugi-shi, Shimane-ken). It implies that Izanami transferred her soul to an animal and a human before her death, but does not state whether or not Izanami had incarnations.</p>\n<h2><span id=\"Death_of_Izanami-no-Mikoto\">Death of Izanami-no-Mikoto</span></h2>\n<p>Izanagi-no-Mikoto lamented the death of Izanami-no-Mikoto and undertook a journey to Yomi (\"the shadowy land of the dead\"). He searched for Izanami-no-Mikoto and found her. At first, Izanagi-no-Mikoto could not see her for the shadows hid her appearance. He asked her to return with him. Izanami-no-Mikoto informed Izanagi-no-Mikoto that he was too late. She had already eaten the food of the underworld and was now one with the land of the dead. She could no longer return to the living but would go and try and ask for permission to leave.</p>\n<p>The news shocked Izanagi-no-Mikoto, but he refused to leave her in Yomi. While Izanami-no-Mikoto was sleeping, he took the comb that bound his long hair and set it alight as a torch. Under the sudden burst of light, he saw the horrid form of the once beautiful and graceful Izanami-no-Mikoto. She was now a rotting form of flesh with maggots and foul creatures running over her ravaged body.</p>\n<p>Crying out loud, Izanagi-no-Mikoto could no longer control his fear and started to run, intending to return to the living and abandon his death-ridden wife. Izanami-no-Mikoto woke up, shrieking and indignant, and chased after him. She also sent <i>Yakusa-no-ikazuchi-no-kami</i> (<i>Raijin</i>) and <i>shikome</i> (foul women) to hunt for Izanagi-no-Mikoto and bring him back to Yomi.</p>\n<p>Izanagi-no-Mikoto burst out of the entrance and pushed a boulder in the mouth of the <i>Yomotsuhirasaka</i> (<span lang=\"ja\" xml:lang=\"ja\">黄泉津平坂</span>; cavern that was the entrance of Yomi). Izanami-no-Mikoto screamed from behind this impenetrable barricade and told Izanagi-no-Mikoto that if he left her she would destroy 1,000 residents of the living every day. He furiously replied he would give life to 1,500 residents.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Shinto in popular culture</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Reader, Ian (2008). <i>Simple Guides: Shinto</i>. Kuperard. pp. 53–55. ISBN 1-85733-433-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIzanami-no-Mikoto&amp;rft.aufirst=Ian&amp;rft.aulast=Reader&amp;rft.btitle=Simple+Guides%3A+Shinto&amp;rft.date=2008&amp;rft.genre=book&amp;rft.isbn=1-85733-433-7&amp;rft.pages=53-55&amp;rft.pub=Kuperard&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Kobayashi Izanami and izanagi.jpg"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Shinto torii icon vermillion.svg"}, {"ns": 6, "title": "File:Shinto torii vermillion.svg"}]}