{"pageid": 6777406, "ns": 0, "title": "Tranquillitas", "extract": "<p>In Roman mythology, <b>Tranquillitas</b> was the goddess and personification of tranquility, security, calmness, peace. Tranquillitas seems to be related to Annona (the goddess of the corn harvest from Egypt) and Securitas, implying reference to the peaceful security of the Roman Empire. In the Roman context, the characteristics of Tranquilitas reflected the values at the heart of the Via Romana (the Roman Way) and are thought to be those qualities which gave the Roman Republic the moral strength to conquer and civilize the world.</p>\n<p>Tranquillitas is often depicted with the attributes which seem to again hint at an association with the grain supply (and tranquility then of a placated and satiated population), a rudder and ears of grain, sometimes a modius or a prow, sometimes leaning on a pilaster (decorative column). The modius was a measuring device used to measure grain/corn. Both a rudder and prow are references to the ships which brought the grain harvest across the Mediterranean from Egypt to Rome. In that connection, Tranquillitas also seemed to have been the goddess of calm weather (very important for the transporting of the grain harvest). There even seems to have been a \"Tranquillitas Vacuna\" the goddess of doing absolutely nothing.</p>\n<p>In some representations (Roman coinage) Tranquillitas is depicted holding a hasta pura, a ceremonial lance (spear), the forerunner of the standard pilum issued to Roman soldiers, a reference to tranquility enforced/provided by the Roman military machine; or perhaps suggest a tranquil period for the Roman Armies which had been involved in frequent civil wars. In the other hand Tranquillitas holds some sort of animal in her outstretched hand. Most experts believe to be a Roman Dragon (\"draco\"), a symbol associated with the military ensigns (banners) all of the Roman Legionary Armies during the period of the Empire, as well as by the Dacians and the Parthians. Again, this would be a reference to the tranquility afforded by the protection, fidelity, and valor of the Roman army.</p>\n<p>There is a dissenting opinion, that being that the animal held in Tranquillitas’s hand is not a dragon, but rather a capricornus, which would tie in with the maritime theme of the transportation of Egypt’s grain harvest across the Mediterranean to Rome. The capricornus was a marvelous animal with the forequarter of a goat with prominent horns and the hindquarter terminating in the tail of a fish, said in mythology to be a manifestation of Pan. According to myth, Pan’s transmutation into a capricornus was to escape the wrath of Typhon – and occurred as Pan threw himself into a river. The capricornus was often depicted on Roman coinage in conjunction with a rudder, again tying to the maritime transport so critical in moving grain into Rome.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Roman deities</li>\n</ul>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}]}