{"pageid": 6933927, "ns": 0, "title": "Icovellauna", "extract": "<p><b>Icovellauna</b> was a Celtic goddess worshipped in Gaul. Her places of worship included an octagonal temple at Le Sablon in Metz, originally built over a spring, from which five inscriptions dedicated to her have been recovered; and Trier, where Icovellauna was honoured in an inscription in the Altbachtal temple complex. Both of these places lie in the valley of the Moselle river of eastern Gaul, in what are now Lorraine in France and Rhineland-Palatinate in Germany. One such inscription was, somewhat unusually, inscribed on a copper tablet in Roman cursive letters.</p>\n<p>At the temple in Metz, a spiral staircase led down to the water level, allowing worshippers to leave offerings in the spring and/or to take the waters. A statuette of a local Gaulish Mercury was among the ex-votos deposited at the shrine, which also included coins and ceramics dating from the 2nd to 4th centuries CE. Jeanne-Marie Demarolle states that Apollo was also associated with Icovellauna.</p>\n<p>Demarolle glosses the name Icovellauna as <i>“bonne fontaine”</i> or ‘good fountain’. Miranda Green follows Joseph Vendryes in interpreting the Gaulish root <i>ico-</i> as ‘water’ and characterizes Icovellauna as a \"water-goddess\" who \"presided over the nymphaeum at Sablon in the Moselle Basin, a thermal spring-site\". Xavier Delamarre, however, considers Vendryes' interpretation to be very improbable; on purely etymological grounds, he suggests that <i>ico-</i> might be the name of a bird, perhaps the woodpecker. The root <i>uellauno-</i> has been variously interpreted, though the interpretation \"chief, commander\" has recently found favour; see Vellaunus.</p>\n<p><br></p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Works_cited\">Works cited</span></h3>\n<ul><li><cite id=\"CITEREFDelamarre2003\" class=\"citation book\">Delamarre, Xavier (2003). <i>Dictionnaire de la langue gauloise : Une approche linguistique du vieux-celtique continental</i> (in French) (2nd ed.). Éditions Errance. ISBN 2-87772-237-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIcovellauna&amp;rft.aufirst=Xavier&amp;rft.aulast=Delamarre&amp;rft.btitle=Dictionnaire+de+la+langue+gauloise+%3A+Une+approche+linguistique+du+vieux-celtique+continental&amp;rft.date=2003&amp;rft.edition=2nd&amp;rft.genre=book&amp;rft.isbn=2-87772-237-6&amp;rft.pub=%C3%89ditions+Errance&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFDemarolle1992\" class=\"citation journal\">Demarolle, Jeanne-Marie (1992). \"Les eaux et le sacré dans la Lorraine antique\". <i>Dossiers d'Archéologie</i> (in French). <b>173-177</b> (174): 22–32. <i>L'eau en Gaule, rites sacrés et thermalisme</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIcovellauna&amp;rft.atitle=Les+eaux+et+le+sacr%C3%A9+dans+la+Lorraine+antique&amp;rft.aufirst=Jeanne-Marie&amp;rft.aulast=Demarolle&amp;rft.date=1992&amp;rft.genre=article&amp;rft.issue=174&amp;rft.jtitle=Dossiers+d%27Arch%C3%A9ologie&amp;rft.pages=22-32&amp;rft.volume=%27%27%27173-177%27%27%27&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}