{"pageid": 694848, "ns": 0, "title": "Kannagi", "extract": "<p><b>Kannagi</b> is a legendary Tamil woman who forms the central character of the Tamil epic <i>Silapathikaram</i> (100-300 AD). The story relates how Kannagi took revenge on the Pandyan King of Madurai, who had wrongfully put her husband to death, by cursing the Madurai thoonga nagaram.Silapathigaaram is written by Ilango Adigal.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>Kovalan was the son of a wealthy merchant of Vaishya community known as Nagarathar community in Puhar, who married Kannagi. Kovalan met a dancer Madhavi and had an affair with her, which prompted him to spend all his wealth on the dancer. Kovalan hoped to recoup his fortunes by trade in Madurai, by selling the precious anklet of Kannagi. At last, penniless, Kovalan realised his mistake and returned to his wife Kannagi.</p>\n<p>Madurai was ruled by Pandya king Nedunj Cheliyan I. When Kovalan tried to sell the anklet, it was mistaken for a stolen anklet of the queen. Kovalan was accused of having stolen the anklet and was immediately beheaded by the king without trial. When Kannagi was informed of this, she became furious, and set out to prove her husband's innocence to the king.</p>\n<p>Kannagi came to the king's court, broke open the anklet seized from Kovalan and showed that it contained rubies, as opposed to the queen's anklets which contained pearls. Realizing the fault, the king committed suicide in shame, after having delivered such a huge miscarriage of justice. Kannagi uttered a curse that the entire city of Madurai be burnt. The capital city of Pandyas was set ablaze resulting in huge losses. However, at the request of Goddess Meenakshi, she calmed down and later, attained salvation. The story forms the crux of Silapathikaram written by poet Ilango Adigal.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n\n<p>Kannagi or Kannaki Amman is eulogized as the epitome of chastity and is worshiped as a goddess in select regions. She is worshiped as goddess Pattini in Sri Lanka by the Sinhalese Buddhists, Kannaki Amman by the Sri Lankan Tamil Hindus and as Kodungallur Bhagavathy in the South Indian state of Kerala.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>A Tamil epic film <i>Kannagi</i> directed by R.S Mani released in 1942. This is the first Tamil film based on the epic Silapadhigaaram. A similar second movie named <i>Poompuhar</i> released later in 1964. A statue of Kannagi holding her anklet, depicting a scene from <i>Silapathikaram</i> was installed on Marina Beach, Chennai. It was removed in December 2001 citing reasons that it hindered traffic. The statue was reinstalled in June 2006.</p>\n<p>A Sinhala film called <b>Paththini</b> was released on 5 May 2016 in Sri Lanka. Goddess Paththni or Kannagi was live acted by Pooja Umashankar.</p>\n<p>A famous tv serial named Upasana was broadcast on Doordarshan in early 90's based the twin novels Silappatikaram &amp; Manimekalai.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kannaki Amman</li>\n<li>Kodungallur Bhagavathy Temple</li>\n<li>Mangala Devi KannagiTemple</li>\n<li>Attukal Temple</li>\n<li>Thambiluvil Sri Kannaki amman temple</li>\n</ul>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>R.K.K. Rajarajan (2000) Dance of Ardhanārī as Pattinī-Kaṉṉaki: With special reference to the Cilappatikāram. Berliner Indologische Studien, Berlin, Vol. 13/14, pp. 401-14. ISBN 978-3-447-05676-2.</li>\n<li>R.K.K. Rajarajan (2012) Dance of Ardhanārī. A Historiographical Retrospection. In Tiziana Lorenzetti and Fabio Scialpi eds. Glimpses of Indian History and Art. Reflections on the Past, Perspectives for the Future. Roma: SAPIENZA Università Editrice, pp. 233-270. ISBN 978-88-95814-85-8.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Kodungallur-RD-11Nov11.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Puhar-Kannagi-Kovalan.jpg"}, {"ns": 6, "title": "File:Statue of Kannagi.jpg"}, {"ns": 6, "title": "File:Thambiluvil Amman.jpg"}]}