{"pageid": 6949137, "ns": 0, "title": "Melinoë", "extract": "<p><b>Melinoë</b> <span></span> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Μηλινόη</span>) is a chthonic nymph or goddess invoked in one of the Orphic Hymns and propitiated as a bringer of nightmares and madness. The name also appears on a metal tablet in association with Persephone. The hymns are of uncertain date but were probably composed in the 2nd or 3rd century AD. In the hymn, Melinoë has characteristics that seem similar to Hecate and the Erinyes, and the name is sometimes thought to be an epithet of Hecate. The terms in which Melinoë is described are typical of moon goddesses in Greek poetry.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p><i>Melinoë</i> may derive from Greek <i>mēlinos</i> (μήλινος), \"having the color of quince\", from <i>mēlon</i> (μῆλον), \"tree fruit\". The fruit's yellowish-green color evoked the pallor of illness or death for the Greeks. A name derived from <i>melas,</i> \"black\", would be <i>melan-</i>, not <i>melin-</i>.</p>\n<h2><span id=\"Hymn\">Hymn</span></h2>\n\n<p>Following is the translation by Apostolos Athanassakis and Benjamin M. Wolkow, of the hymn to Melinoe:</p>\n<blockquote>\n<p>I call upon Melinoe, saffron-cloaked nymph of the earth,<br>\nwhom revered Persephone bore by the mouth of the Kokytos river<br>\nupon the sacred bed of Kronian Zeus.<br>\nIn the guise of Plouton Zeus and tricked Persephone and through wiley plots bedded her;<br>\na two-bodied specter sprang forth from Persephone's fury.<br>\nThis specter drives mortals to madness with her airy apparitions<br>\nas she appears in weird shapes and strange forms,<br>\nnow plain to the eye, now shadowy, now shining in the darkness—<br>\nall this in unnerving attacks in the gloom of night.<br>\nO goddess, O queen of those below, I beseech you<br>\nto banish the soul's frenzy to the ends of the earth,<br>\nshow to the initiates a kindly and holy face.</p>\n</blockquote>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>Melinoë is the daughter of Persephone, who was visited by Zeus disguised as her husband Hades. Although the wording of the hymn is unclear at this point, Pluto (or perhaps Zeus) becomes angry upon learning of the pregnancy and rends her flesh. The figure called Zeus Chthonios in the Orphic Hymns is either another name for Pluto or Zeus in a chthonic aspect.</p>\n<p>Melinoë is born at the mouth of the Cocytus, one of the rivers of the underworld, where Hermes in his underworld aspect as psychopomp was stationed. In the Orphic tradition, the Cocytus is one of four underworld rivers.</p>\n<p>Although some Greek myths deal with themes of incest, in Orphic genealogies lines of kinship, express theological and cosmogonical concepts, not the realities of human family relations. The ancient Greek <i>nymphē</i> in the first line can mean \"nymph\", but also \"bride\" or \"young woman\". As an underworld \"queen\" <i>(Basileia)</i>, Melinoë is at least partially syncretized with Persephone herself.</p>\n<h2><span id=\"Attributes_and_functions\">Attributes and functions</span></h2>\n<p>Melinoë is described in the invocation of the Orphic Hymn as <i>krokopeplos,</i> \"clad in saffron\" (see <i>peplos</i>), an epithet in ancient Greek poetry for moon goddesses. In the hymns, only two goddesses are described as <i>krokopeplos,</i> Melinoë and Hecate.</p>\n<p>Melinoë's connections to Hecate and Hermes suggest that she exercised her power in the realm of the soul's passage, and in that function may be compared to the torchbearer Eubouleos in the mysteries.</p>\n<p>According to the hymn, she brings night terrors to mortals by manifesting in strange forms, \"now plain to the eye, now shadowy, now shining in the darkness\", and can drive mortals insane. The purpose of the hymn is to placate her by showing that the Orphic initiate understands and respects her nature, thereby averting the harm she has the capacity for causing.</p>\n<p>The translation of Thomas Taylor (1887) has given rise to a conception of Melinoe as half-black, half-white, representing the duality of the heavenly Zeus and the infernal Pluto. This had been the interpretation of Gottfried Hermann in his annotated text of the hymns in 1805. This duality may be implicit, like the explanation offered by Servius for why the poplar leaf has a light and dark side to represent Leuke (\"White\"), a nymph loved by Pluto. The Orphic text poses interpretational challenges for translators in this passage.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n\n<p>Melinoë appears on a bronze tablet for use in the kind of private ritual usually known as \"magic\". The style of Greek letters on the tablet, which was discovered at Pergamon, dates it to the first half of the 3rd century AD. The use of bronze was probably intended to drive away malevolent spirits and to protect the practitioner. The construction of the tablet suggests that it was used for divination. It is triangular in shape, with a hole in the center, presumably for suspending it over a surface.</p>\n<p>The content of the triangular tablet reiterates triplicity. It depicts three crowned goddesses, each with her head pointing at an angle and her feet pointing toward the center. The name of the goddess appears above her head: Dione (ΔΙΟΝΗ), Phoebe (ΦΟΙΒΙΗ), and the obscure Nyche (ΝΥΧΙΗ). <i>Amibousa,</i> a word referring to the phases of the moon, is written under each goddess's feet. Densely inscribed spells frame each goddess: the inscriptions around Dione and Nyche are <i>voces magicae</i>, incantatory syllables (\"magic words\") that are mostly untranslatable. Melinoë appears in a triple invocation that is part of the inscription around Phoebe: <i>O Persephone, O Melinoë, O Leucophryne</i>. Esoteric symbols are inscribed on the edges of the triangle.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Athanaassakis, Apostolos N., and Benjamin M. Wolkow, <i>The Orphic Hymns</i>, Johns Hopkins University Press; First Printing edition (May 29, 2013). ISBN 978-1421408828.</li>\n<li>Edmonds, Radcliffe G., \"Orphic Mythology\", in <i>A Companion to Greek Mythology</i>, edited by Ken Dowden and Niall Livingstone. Wiley-Blackwell; 1 edition (January 28, 2014). ISBN 978-1118785164.</li>\n<li>Morand, Anne-France, <i>Études sur les Hymnes Orphiques</i> Brill, 2001. ISBN 9789004120303.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Melinoe at the Theoi Project</li>\n</ul>", "images": [{"ns": 6, "title": "File:Adolf Hiremy-Hirschl, Die Seelen des Acheron.jpg"}, {"ns": 6, "title": "File:Magic tablet from Pergamon (Wünsch, Antikes Zaubergerät).png"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}