{"pageid": 69578, "ns": 0, "title": "Fulla", "extract": "<p>In Germanic mythology, <b>Fulla</b> (Old Norse, possibly \"bountiful\") or <b>Volla</b> (Old High German) is a goddess. In Norse mythology, Fulla is described as wearing a golden band and as tending to the ashen box and the footwear owned by the goddess Frigg, and, in addition, Frigg confides in Fulla her secrets. Fulla is attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources; the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson; and in skaldic poetry. Volla is attested in the \"Horse Cure\" Merseburg Incantation, recorded anonymously in the 10th century in Old High German, in which she assists in healing the wounded foal of Phol and is referred to as Frigg's sister. Scholars have proposed theories about the implications of the goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n<p>In the prose introduction to the <i>Poetic Edda</i> poem <i>Grímnismál</i>, Frigg makes a wager with her husband—the god Odin—over the hospitality of their human patrons. Frigg sends her servant maid Fulla to warn the king Geirröd—Frigg's patron—that a magician (actually Odin in disguise) will visit him. Fulla meets with Geirröd, gives the warning, and advises to him a means of detecting the magician:</p>\n<blockquote>\n</blockquote>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n<p>In chapter 35 of the <i>Prose Edda</i> book <i>Gylfaginning</i>, High provides brief descriptions of 16 ásynjur. High lists Fulla fifth, stating that, like the goddess Gefjun, Fulla is a virgin, wears her hair flowing freely with a gold band around her head. High describes that Fulla carries Frigg's <i>eski</i>, looks after Frigg's footwear, and that in Fulla Frigg confides secrets.</p>\n<p>In chapter 49 of <i>Gylfaginning</i>, High details that, after the death of the deity couple Baldr and Nanna, the god Hermóðr wagers for their return in the underworld location of Hel. Hel, ruler of the location of the same name, tells Hermóðr a way to resurrect Baldr, but will not allow Baldr and Nanna to leave until the deed is accomplished. Hel does, however, allow Baldr and Nanna to send gifts to the living; Baldr sends Odin the ring Draupnir, and Nanna sends Frigg a robe of linen, and \"other gifts.\" Of these \"other gifts\" sent, the only specific item that High mentions is a finger-ring for Fulla.</p>\n<p>The first chapter of the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, Fulla is listed among eight ásynjur who attend an evening drinking banquet held for Ægir. In chapter 19 of <i>Skáldskaparmál</i>, poetic ways to refer to Frigg are given, one of which is by referring to her as \"queen [...] of Fulla.\" In chapter 32, poetic expressions for gold are given, one of which includes \"Fulla's snood.\" In chapter 36, a work by the skald Eyvindr skáldaspillir is cited that references Fulla's golden headgear (\"the falling sun [gold] of the plain [forehead] of Fulla's eyelashes shone on [...]\"). Fulla receives a final mention in the <i>Prose Edda</i> in chapter 75, where Fulla appears within a list of 27 ásynjur names.</p>\n<h3><span id='\"Horse_Cure\"_Merseburg_Incantation'></span><span id=\".22Horse_Cure.22_Merseburg_Incantation\">\"Horse Cure\" Merseburg Incantation</span></h3>\n\n<p>One of the two Merseburg Incantations (the \"horse cure\"), recorded in Old High German, mentions Volla. The incantation describes how Phol and Wodan rode to a wood, and there Balder's foal sprained its foot. Sinthgunt sang charms, her sister Sunna sang charms, Friia sang charms, her sister Volla sang charms, and finally Wodan sang charms, followed by a verse describing the healing of the foal's bone. The charm reads:</p>\n<blockquote>\n<dl><dd>Phol and Wodan went to the forest.</dd>\n<dd>Then Balder's horse sprained its foot.</dd>\n<dd>Then Sinthgunt sang charms, and Sunna her sister;</dd>\n<dd>Then Friia sang charms, and Volla her sister;</dd>\n<dd>Then Wodan sang charms, as he well could:</dd>\n<dd>be it bone-sprain, be it blood-sprain, be it limb-sprain:</dd>\n<dd>bone to bone, blood to blood,</dd>\n<dd>limb to limb, so be they glued together.</dd>\n</dl></blockquote>\n<h2><span id=\"Theories\">Theories</span></h2>\n\n<p>Andy Orchard comments that the seeming appearance of Baldr with Volla in the Merseburg Incantation is \"intriguing\" since Fulla is one of the three goddesses (the other two being Baldr's mother Frigg and his wife Nanna) the deceased Baldr expressly sends gifts to from Hel. John Lindow says that since the name <i>Fulla</i> seems to have something to do with fullness, it may also point to an association with fertility.</p>\n<p>Rudolf Simek comments that while Snorri notes that Baldr sends Fulla a golden ring from Hel in <i>Gylfaginning</i>, \"this does not prove that she plays any role in the Baldr myth, but merely shows that Snorri associated her with gold\" because of kennings used associating Fulla with gold. Simek says that since Fulla appears in the poetry of Skalds as early as the 10th century that she was likely \"not a late personification of plenty\" but that she is very likely identical with Volla from the Merseburg Incantation. Simek adds that it is unclear as to who Fulla actually is; Simek says that she may be an independent deity or simply identical with the goddess Freyja or with Frigg.</p>\n<p>John Knight Bostock says that theories have been proposed that the Fulla may at one time have been an aspect of Frigg. As a result, this notion has resulted in theory that a similar situation may have existed between the figures of the goddesses Sinthgunt and Sunna, in that the two may have been understood as aspects of one another rather than entirely separate figures.</p>\n<p>Hilda Ellis Davidson states that the goddesses Gefjun, Gerðr, Fulla, and Skaði \"may represent important goddesses of early times in the North, but little was remembered about them by the time Snorri was collecting his material.\" On the other hand, Davidson notes that it is also possible that these goddesses are viewable as aspects of a single Great Goddess. Davidson calls Fulla and Volla \"vague, uncertain figures, emerging from odd references to goddesses which Snorri has noted in the poets, but they suggest the possibility that at one time three generations were represented among the goddesses of fertility and harvest in Scandinavia.\"</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Frigg And Her Maidens.jpg"}, {"ns": 6, "title": "File:Frigg and Fulla 1874.jpg"}, {"ns": 6, "title": "File:Frigg by Doepler.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:Wodan Heilt Balders Pferd by Emil Doepler.jpg"}, {"ns": 6, "title": "File:Wodan heilt Balders Pferd by Emil Doepler.jpg"}]}