{"pageid": 69608, "ns": 0, "title": "Vör", "extract": "<p>In Norse mythology, <b>Vör</b> (Old Norse, possibly \"the careful one,\" or \"aware, careful\") is a goddess associated with wisdom. Vör is attested in the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson; and twice in kennings employed in skaldic poetry. Scholars have proposed theories about the implications of the goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>In chapter 35 of the <i>Prose Edda</i> book <i>Gylfaginning</i>, High provides brief descriptions of 16 ásynjur. High lists Vör tenth, and says that Vör is \"wise and inquiring, so that nothing can be concealed from her.\" High adds that a saying exists where \"a woman becomes aware (<i>vor</i>) of something when she finds it out.\" In chapter 75 of the <i>Prose Edda</i> book <i>Skáldskaparmál</i> Vör appears within a list of 27 ásynjur names.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<p>Rudolf Simek says that it is uncertain whether or not Vör was a goddess as attested in the <i>Prose Edda</i> and if the etymological connection presented there (between <i>Vör</i> and Old Norse <i>vörr</i>, meaning \"careful\") is correct. In the same work, Simek writes that the goddesses Sága, Hlín, Sjöfn, Snotra, Vár, and Vör should be considered vaguely defined figures who \"should be seen as female protective goddesses\" that are all responsible for \"specific areas of the private sphere, and yet clear differences were made between them so that they are in many ways similar to matrons.\" Simek notes that the second part of the valkyrie name <i>Geiravör</i> may be identical with the name of the goddess <i>Vör</i> (and would therefore mean \"spear-goddess\"), or simple be identical with a frequently found suffix appearing in personal names.</p>\n<p>Andy Orchard comments \"Snorri's etymologizing interpretation is scarcely profound, and may imply that he had no access to further material\" and notes that references to Vör are otherwise rare.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}