{"pageid": 6991552, "ns": 0, "title": "Dysnomia (deity)", "extract": "<p><b>Dysnomia</b> (<span lang=\"grc\" xml:lang=\"grc\">Δυσνομία</span>; \"lawlessness\"), imagined by Hesiod among the daughters of \"abhorred Eris\" (\"Strife\"), is the daemon of \"lawlessness\", who shares her nature with Atë (\"ruin\"); she makes rare appearances among other personifications in poetical contexts that are marginal in ancient Greek religion but become central to Greek philosophy: see Plato's <i>Laws</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Information\">Information</span></h2>\n<p>In a surviving fragment of Solon's poems, a contrast is made to Eunomia, a name elsewhere given to one of the Horae, the embodiments of order. Both were figures of rhetoric and poetry; neither figured in myth or Greek religious cult — although other personifications did, like <i>Harmonia</i>, \"Agreement\"; whether Harmonia is only a personification is debatable.</p>\n<p>In 2005, Dysnomia was chosen as the name for the newly discovered moon of the dwarf planet Eris.</p>\n<h2><span id=\"Modern_Views\">Modern Views</span></h2>\n<p>In more modern times the goddess Dysnomia has been taken up by some Anarchists where she is generally seen as a symbol or personification of freedom and rebellion. One religion known as \"Dysnomianism\" seeks to fuse Anarchism with religion and Occult practices, its primary text \"The Chronicles of Anarchy\" presents a broad overview of the connections between Anarchism and various traditional spiritual philosophies from around the world, especially those with a magickal and occult leaning. This book attempts to blend all the most Anarchist aspects of world spirituality into one coherent practical Anarchist spirituality which sees Dysnomia as its central deity. Often utilizing psychedelic drugs and Anarchist tactics of direct action, those who follow this path are known as \"Dysnomians\" and utilizing the principles of neuroplasticity they seek to free their brains/minds of all hierarchical and legalistic conditioning to arrive at a state known as \"Anarkhos.\"</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>www.theoi.com: Dysnomia</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}]}