{"pageid": 7006739, "ns": 0, "title": "Horme", "extract": "<p><b>Horme</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ὁρμή</span>) is the Greek spirit personifying energetic activity, impulse or effort (to do a thing), eagerness, setting oneself in motion, and starting an action, and particularly onrush in battle. She had an altar at Athens, where mainly the divine servants and relations of Zeus (including Pheme and Aidos, as well as Athena) had altars. Her opposite character is Aergia, a goddess of sloth and apathy. The word \"horme\" is also used to refer to the philosophical concept represented by the goddess.</p>\n<p>The name 'horme' was adopted by Sir Percy Nunn to refer to all the purposive behaviours (drives or urges) of an organism - whether conscious or not. He based this on a suggestion by Jung but saw it as having a wider significance than Jung's idea of relating the term to psychological values. Montessori made this a central point of her later thinking, stressing that the behaviour of the child was driven by an inner urge to self construct, to become the adult they were destined to be. This idea of the future drawing the child on (as opposed to child development being just driven by causality) was related to the Aristotelian concept of entelechy which would have formed an implicit part of her Thomist education as a devout Catholic. The concept, but not the name, has been developed by writers such as James Hillman where he applies the idea to adults and refers to it as 'destiny' or the individual's daemon.</p>\n<h2><span id=\"In_Philosophy\">In Philosophy</span></h2>\n<p>In <i>On Obligations</i>, Cicero contrasts horme with reason as one of two aspects of the soul. He seems to be using where one would expect to see the word \"passion\" or \"emotion″. In the Walsh translation it is rendered \"appetite\".</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Theoi Project - Horme</li>\n<li>William Smith, Dictionary of Greek and Roman Biography and Mythology, v. 2, page 525</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}]}