{"pageid": 70068, "ns": 0, "title": "Skaði", "extract": "<p>In Norse mythology, <b>Skaði</b> (sometimes anglicized as <b>Skadi</b>, <b>Skade</b>, or <b>Skathi</b>) is a jötunn and goddess associated with bowhunting, skiing, winter, and mountains. Skaði is attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources; the <i>Prose Edda</i> and in <i>Heimskringla</i>, written in the 13th century by Snorri Sturluson, and in the works of skalds.</p>\n<p>In all sources, Skaði is the daughter of the deceased Þjazi, and Skaði married the god Njörðr as part of the compensation provided by the gods for killing her father Þjazi. In <i>Heimskringla</i>, Skaði is described as having split up with Njörðr and as later having married the god Odin, and that the two produced many children together. In both the <i>Poetic Edda</i> and the <i>Prose Edda</i>, Skaði is responsible for placing the serpent that drips venom onto the bound Loki. Skaði is alternately referred to as <b>Öndurguð</b> (Old Norse \"ski god\") and <b>Öndurdís</b> (Old Norse \"ski <i>dís</i>\", often translated as \"lady\").</p>\n<p>The etymology of the name <i>Skaði</i> is uncertain, but may be connected with the original form of <i>Scandinavia</i>. Some place names in Scandinavia, particularly in Sweden, refer to Skaði. Scholars have theorized a potential connection between Skaði and the god Ullr (who is also associated with skiing and appears most frequently in place names in Sweden), a particular relationship with the jötunn Loki, and that <i>Scandinavia</i> may be related to the name Skaði (potentially meaning \"Skaði's island\") or the name may be connected to an Old Norse noun meaning \"harm\". Skaði has inspired various works of art.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The Old Norse name <i>Skaði</i>, along with <i>Sca(n)dinavia</i> and <i>Skáney</i>, may be related to Gothic <i>skadus</i>, Old English <i>sceadu</i>, Old Saxon <i>scado</i>, and Old High German <i>scato</i> (meaning \"shadow\"). Scholar John McKinnell comments that this etymology suggests Skaði may have once been a personification of the geographical region of Scandinavia or associated with the underworld.</p>\n<p>Georges Dumézil disagrees with the notion of <i>Scadin-avia</i> as etymologically \"the island of the goddess Skaði.\" Dumézil comments that the first element <i>Scadin</i> must have had—or once had—a connection to \"darkness\" \"or something else we cannot be sure of\". Dumézil says that, rather, the name <i>Skaði</i> derives from the name of the geographical region, which was at the time no longer completely understood. In connection, Dumézil points to a parallel in <i>Ériu</i>, a goddess personifying Ireland that appears in some Irish texts, whose name he says comes from <i>Ireland</i> rather than the other way around.</p>\n<p>Alternatively, <i>Skaði</i> may be connected with the Old Norse noun <i>skaði</i> (\"harm\"), source of the Icelandic and Faroese <i>skaði</i> (“harm, damage”) and cognate with obsolete English <i>scathe</i>, which survives in <i>unscathed</i> and <i>scathing</i>.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>Skaði is attested in poems found in the <i>Poetic Edda</i>, in two books of the <i>Prose Edda</i> and in one <i>Heimskringla</i> book.</p>\n<h3><span id=\"Poetic_Edda\"><i>Poetic Edda</i></span></h3>\n\n<p>In the <i>Poetic Edda</i> poem <i>Grímnismál</i>, the god Odin (disguised as <i>Grímnir</i>) reveals to the young Agnarr the existence of twelve locations. Odin mentions the location Þrymheimr sixth in a single stanza. In the stanza, Odin details that the jötunn Þjazi once lived there, and that now his daughter Skaði does. Odin describes Þrymheimr as consisting of \"ancient courts\" and refers to Skaði as \"the shining bride of the gods\". In the prose introduction to the poem <i>Skírnismál</i>, the god Freyr has become heartsick for a fair girl (the jötunn Gerðr) he has spotted in Jötunheimr. The god Njörðr asks Freyr's servant Skírnir to talk to Freyr, and in the first stanza of the poem, Skaði also tells Skírnir to ask Freyr why he is so upset. Skírnir responds that he expects harsh words from their son Freyr.</p>\n<p>In the prose introduction to the poem <i>Lokasenna</i>, Skaði is referred to as the wife of Njörðr and is cited as one of the goddesses attending Ægir's feast. After Loki has an exchange with the god Heimdallr, Skaði interjects. Skaði tells Loki that he is \"light-hearted\" and that Loki will not be \"playing [...] with [his] tail wagging free\" for much longer, for soon the gods will bind Loki to a sharp rock with the ice-cold entrails of his son. Loki responds that, even if this is so, he was \"first and foremost\" at the killing of Þjazi. Skaði responds that, if this is so, \"baneful advice\" will always flow from her \"sanctuaries and plains\". Loki responds that Skaði was more friendly in speech when Skaði was in his bed—an accusation he makes to most of the goddesses in the poem and is not attested elsewhere. Loki's flyting then turns to the goddess Sif.</p>\n<p>In the prose section at the end of <i>Lokasenna</i>, the gods catch Loki and bind him with the innards of his son Nari, while they turn his son Narfi into a wolf. Skaði places a venomous snake above Loki's face. Venom drips from the snake and Loki's wife Sigyn sits and holds a basin beneath the serpent, catching the venom. When the basin is full, Sigyn must empty it, and during that time the snake venom falls onto Loki's face, causing him to writhe in a tremendous fury, so much so that all earthquakes stem from Loki's writhings.</p>\n<p>In the poem <i>Hyndluljóð</i>, the female jötunn Hyndla tells the goddess Freyja various mythological genealogies. In one stanza, Hyndla notes that Þjazi \"loved to shoot\" and that Skaði was his daughter.</p>\n<h3><span id=\"Prose_Edda\"><i>Prose Edda</i></span></h3>\n<p>In the <i>Prose Edda</i>, Skaði is attested in two books: <i>Gylfaginning</i> and <i>Skáldskaparmál</i>.</p>\n<h4><span id=\"Gylfaginning\"><i>Gylfaginning</i></span></h4>\n\n\n<p>In chapter 23 of the <i>Prose Edda</i> book <i>Gylfaginning</i>, the enthroned figure of High details that Njörðr's wife is Skaði, that she is the daughter of the jötunn Þjazi, and recounts a tale involving the two. High recalls that Skaði wanted to live in the home once owned by her father called Þrymheimr. However, Njörðr wanted to live nearer to the sea. Subsequently, the two made an agreement that they would spend nine nights in Þrymheimr and then the next three nights in Njörðr's sea-side home Nóatún (or nine winters in Þrymheimr and another nine in Nóatún according to the <i>Codex Regius</i> manuscript). However, when Njörðr returned from the mountains to Nóatún, he said:</p>\n<blockquote>\n<dl><dd>\"Hateful for me are the mountains,</dd>\n<dd>I was not long there,</dd>\n<dd>only nine nights.</dd>\n<dd>The howling of the wolves</dd>\n<dd>sounded ugly to me</dd>\n<dd>after the song of the swans.\"</dd>\n</dl></blockquote>\n<p>Skaði responded:</p>\n<blockquote>\n<dl><dd>\"Sleep I could not</dd>\n<dd>on the sea beds</dd>\n<dd>for the screeching of the bird.</dd>\n<dd>That gull wakes me</dd>\n<dd>when from the wide sea</dd>\n<dd>he comes each morning.\"</dd>\n</dl></blockquote>\n<p>The sources for these stanzas are not provided in the <i>Prose Edda</i> or elsewhere. High says that afterward Skaði went back up to the mountains and lived in Þrymheimr, and there Skaði often travels on skis, wields a bow, and shoots wild animals. High notes that Skaði is also referred to as \"ski god\" (Old Norse <i>Öndurgud</i>) or Öndurdis and the \"ski lady\" (<i>Öndurdís</i>). In support, the above-mentioned stanza from the <i>Poetic Edda</i> poem <i>Grímnismál</i> is cited. In the next chapter (24), High says that \"after this\", Njörðr \"had two children\": Freyr and Freyja. The name of the mother of the two children is not provided here.</p>\n<p>At the end of chapter 51 of <i>Gylfaginning</i>, High describes how the gods caught and bound Loki. Skaði is described as having taken a venomous snake and fastening it above the bound Loki, so that the venom may drip on to Loki's face. Loki's wife Sigyn sat by his side and held a bowl out. The bowl catches the venom, but when the bowl becomes full Loki writhes in extreme pain, causing the earth to shake and resulting in what we know as an earthquake.</p>\n<h4><span id=\"Skáldskaparmál\"></span><span id=\"Sk.C3.A1ldskaparm.C3.A1l\"><i>Skáldskaparmál</i></span></h4>\n\n<p>In chapter 56 of the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, Bragi recounts to Ægir how the gods killed Þjazi. Þjazi's daughter, Skaði, took a helmet, a coat of mail, and \"all weapons of war\" and traveled to Asgard, the home of the gods. Upon Skaði's arrival, the gods wished to atone for her loss and offered compensation. Skaði provides them with her terms of settlement, and the gods agree that Skaði may choose a husband from among themselves. However, Skaði must choose this husband by looking solely at their feet. Skaði saw a pair of feet that she found particularly attractive and said \"I choose that one; there can be little that is ugly about Baldr.\" However, the owner of the feet turned out to be Njörðr.</p>\n<p>Skaði also included in her terms of settlement that the gods must do something she thought impossible for them to do: make her laugh. To do so, Loki tied one end of a cord around the beard of a nanny goat and the other end around his testicles. The goat and Loki drew one another back and forth, both squealing loudly. Loki dropped into Skaði's lap, and Skaði laughed, completing this part of her atonement. Finally, in compensation to Skaði, Odin took Þjazi's eyes, plunged them into the sky, and from the eyes made two stars.</p>\n<p>Further in <i>Skáldskaparmál</i>, a work by the skald Þórðr Sjáreksson is quoted. The poem refers to Skaði as \"the wise god-bride\" and notes that she \"could not love the Van\". Prose below the quote clarifies that this is a reference to Skaði's leaving of Njörðr. In chapter 16, names for Loki are given, including \"wrangler of Heimdall and Skadi\". In chapter 22, Skaði is referenced in the 10th century poem <i>Haustlöng</i> where the skald Þjóðólfr of Hvinir refers to an ox as \"bow-string-Var's [Skaði's] whale\". In chapter 23, the skald Bragi Boddason refers to Þjazi as the \"father of the ski-dis\". In chapter 32, Skaði is listed among six goddesses who attend a party held by Ægir. In chapter 75, Skaði is included among a list of 27 ásynjur names.</p>\n<h3><span id=\"Heimskringla\"><i>Heimskringla</i></span></h3>\n<p>In chapter 8 of the <i>Heimskringla</i> book <i>Ynglinga saga</i>, Skaði appears in an euhumerized account. This account details that Skaði had once married Njörðr but that she would not have sex with him, and that later Skaði married Odin. Skaði and Odin had \"many sons\". Only one of the names of these sons is provided: Sæmingr, a king of Norway. Two stanzas are presented by the skald Eyvindr skáldaspillir in reference. In the first stanza, Skaði is described as a jötunn and a \"fair maiden\". A portion of the second stanza is missing. The second stanza reads:</p>\n<blockquote>\n<dl><dd>Of sea-bones,</dd>\n<dd>and sons many</dd>\n<dd>the ski-goddess</dd>\n<dd>gat with Óthin</dd>\n</dl></blockquote>\n<p>Lee Hollander explains that \"bones-of-the-sea\" is a kenning for \"rocks\", and believes that this defective stanza undoubtedly referred to Skaði as a \"dweller of the rocks\" in connection with her association with mountains and skiing.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<h3><span id=\"Völsunga_saga\"></span><span id=\"V.C3.B6lsunga_saga\"><i>Völsunga saga</i></span></h3>\n\n<p>Another figure by the name of Skaði who appears in the first chapter of <i>Völsunga saga</i>. In the chapter, this Skaði—who is male—is the owner of a thrall by the name of Breði. Another man, Sigi—a son of Odin—went hunting one winter with the thrall. Sigi and the thrall Breði hunted throughout the day until evening, when they compared their kills. Sigi saw that the thrall's kills outdid his own, and so Sigi killed Breði and buried Breði's corpse in a snowdrift.Byock (1990:35).</p>\n<p>That night, Sigi returned home and claimed that Breði had ridden out into the forest, that he had lost sight of Breði, and that he furthermore did not know what became of the thrall. Skaði doubted Sigi's explanation, suspected that Sigi was lying, and that Sigi had instead killed Breði. Skaði gathered men together to look for Breði and the group eventually found the corpse of Breði in a snowdrift. Skaði declared that henceforth the snowdrift should be called \"Breði's drift,\" and ever since then people have referred to large snow drifts by that name. The fact that Sigi murdered Breði was evident, and so Sigi was considered an outlaw. Led by Odin, Sigi leaves the land, and Skaði is not mentioned again in the saga.</p>\n<p>Scholar Jesse Byock notes that the goddess Skaði is also associated with winter and hunting, and that the episode in <i>Volsunga saga</i> involving the male Skaði, Sigi, and Breði has been theorized as stemming from an otherwise lost myth.</p>\n<h3><span id=\"Other\">Other</span></h3>\n<p>Scholar John Lindow comments that the episode in <i>Gylfaginning</i> detailing Loki's antics with a goat may have associations with castration and a ritual involving making a goddess laugh. Lindow notes that Loki and Skaði appear to have had a special relationship, an example being Skaði's placement of the snake over Loki's face in <i>Lokasenna</i> and <i>Gylfaginning.</i></p>\n<p>Due to their shared association with skiing and the fact that both place names referring to Ullr and Skaði appear most frequently in Sweden, some scholars have proposed a particular connection between the two gods. On the other hand, <i>Skaði</i> may potentially be a masculine form and, as a result, some scholars have theorized that Skaði may have originally been a male deity.</p>\n<p>Scholar Hilda Ellis Davidson proposes that Skaði's cult may have thrived in Hålogaland, a province in northern Norway, because \"she shows characteristics of the Sami people, who were renowned for skiing, shooting with the bow and hunting; her separation from Njord might point to a split between her cult and that of the Vanir in this region, where Scandinavians and the Sami were in close contact.\"</p>\n<h2><span id=\"Modern_influence\">Modern influence</span></h2>\n\n<p>Modern works of art depicting Skaði include <i>Skadi und Niurd</i> (illustration, 1883) by K. Ehrenberg and <i>Skadi</i> (1901) by E. Doepler d. J. Skaði also appears in A. Oehlenschläger's poem (1819) <i>Skades Giftermaal</i>. Art deco depictions of both the god Ullr (1928) and Skaði (1929) appear on covers of the Swedish ski annual <i>På Skidor</i>, both skiing and wielding bows. E. John B. Allen notes that the deities are portrayed in a manner that \"give[s] historical authority to this most important of Swedish ski journals, which began publication in 1893\". A moon of the planet Saturn (Skathi) takes its name from that of the goddess.</p>\n<p>Taking her name from that of the goddess, <i>Skadi</i> is the main character in a web comic by Katie Rice and Luke Cormican on the weekly webcomic site Dumm Comics.</p>\n<p>The Eye of Skadi is a purchasable item in <i>Dota 2</i>, a real time action strategy game by Valve Corporation.</p>\n<p>Skadi can be summoned as a persona in the Empress Arcana of the <i>Persona</i> series, a JRPG series by Atlus.</p>\n<p>Skadi is an unlockable huntress in the MOBA <i>Smite</i>.</p>\n<p>The Rowing Club of Rotterdam is named after Skadi.</p>\n<p>The Skadi Mons, a mountain on Venus, is named after the goddess.</p>\n<p>The skiing and alpine club of the Te Ra Waldorf primary school in Kapiti, New Zealand is named \"Te Ra, Skadi\" (after the Maori god of the sun and Skadi).</p>\n<p>A character named Skade is introduced in \"The Burning Land,\" the fifth book of Bernard Cornwell's \"Saxon Stories\" series. She is beautiful without comparison and is purported to be a sorceress who on occasion speaks with and consoles the God Loki.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Scota</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Notes\">Notes</span></h3>\n\n<h3><span id=\"Citations\">Citations</span></h3>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Niorder und Skadi auf dem Wege nach Noatun after an original by W Engelhard by F W Heine.jpg"}, {"ns": 6, "title": "File:Njörd's desire of the Sea.jpg"}, {"ns": 6, "title": "File:Skade by Saltza.jpg"}, {"ns": 6, "title": "File:Skadi's longing for the Mountains.jpg"}, {"ns": 6, "title": "File:Skadi Hunting in the Mountains by H. L. M.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:The Lovesickness of Frey.jpg"}, {"ns": 6, "title": "File:Trollheimen.JPG"}]}