{"pageid": 7075840, "ns": 0, "title": "Tulja Bhavani Temple", "extract": "<p><b>Tuljabhavani Temple</b> (Marathi: श्री क्षेत्र तुळजा भवानी देवस्थान) is a Hindu temple dedicated to the goddess Bhavani. It is located in Tuljapur in Osmanabad district of Maharashtra and is considered as one of the 51 Shakti Pithas. It is situated 45  km from Solapur.The temple was built in c. 12th century CE.</p>\n<p>The second among the 'Shaktipeeths' is Tulja Bhavani of Tuljapur. It is the family deity of the Bhosale Royal family, the Yadavs and of countless numbers of families belonging to different castes. The founder of the Maratha kingdom, Shivaji Maharaj always visited the temple to seek her blessings. It is believed that the Goddess gave him a sword - 'the Bhawani sword' - for success in his expeditions. The history of the temple has been mentioned in the <i>Skanda Purana</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Temple\">Temple</span></h2>\n<p>Many legends are associated with the temple. One legend involves a demon, Matanga who was wreaking havoc upon the gods and humans. Unable to find any solution, they turned to Lord Brahma for help, and upon his advice turned to Goddess Shakti, who took up the form of a destroyer and powered by the other (Sapta) Mata Varaahi, Brahmi, Vaishnavi, Kaumaari Indraani and Saambhavi, vanquished the demon Matanga and restored peace. Legend also states that Bhavani finished another demon that had taken up the disguise of a buffalo (Mahisha), and took shelter on the Yamunachala Hill which is part of Balaghat mountain range. The Tuljabhawani temple is located on this hill. Another legend mentions the story of a sage known as \"Kardam\" After his death his wife \"Anubuti\" had performed a penance at the banks of river \"mandakini \" for Bhavani mata to look after her infant child. While performing the penance the demon known \"Kukur\" tried to disturb her penance during which the Goddess came to the aid of \"Anubuti\" and killed the demon \"Kukur\". From that day onwards the Goddess Bhavani came to be known as Tulja Bhavani.</p>\n<p>The main entrance of the temple bears the name of Sardar Nimbalkar. The other two entrances are named after the parents of Shivaji Maharaj, that is Raja Shahaji, and Rajmata Jijau. As one enters the Sardar Nimbalkar entrance, there is a temple dedicated to Markandeya Rishi on the right. After descending the stairs, one sees the main Tulja Temple. There is yagna kund (Holy Fire pit) in front of this temple. On the floor near two main gates (Raja Shahaji Mahadwar and Rajmata Jijau main gate), there are two libraries named, Shree Santh Dnyaneshwar Dharmik Library and Shree Tukaram Dharmik Library. After alighting from the stairs, there is `Gomukh Theerth` on the right side and `Kalakh`, also known as `Kallol Theerth` on the left side. Before entering the Sanctum sanctorum of the Goddess, devotees take a dip here in these theerths (Shallow tanks of \"holy\" water). There are also Amruth Kund and a Datta temple on the premises. A Siddhi Vinayak temple is situated on the left side of the main gate whilst on the right, there is a temple of Aadishakti, Aadimata Matangadevi. A temple of goddess Annapurna is also present in the main complex.</p>\n<p>The idol of Goddess Tulja Bhawani is believed by her devotees to be `swayambhu` (\"self-manifested\" or \"that which is created by its own accord\"). The high granite idol is three-foot tall, with eight arms holding weapons, and bearing the head of the slain demon Mahishasura. The Goddess is also known as Tulaja, Turaja, Tvarita and Amba.</p>\n<p>The Goddess is kuldevi (clan goddess) for Maratha clans of Maharashtra. The Goddess is either revered by or is the Family Deity for many castes including Dhangar,Mali, Deshastha Brahmin, Carnatic Brahman, Bharbhunja, Burud, Kolhati, Gavli, Jogi, Johar, San Teli, Gavandi, Pangul, Sonar, Lonari, Kasar, Bhute, Kalar and Koli.</p>\n<p>Adi maya Adi shakti temple is the temple north to the Tuljabhavani temple. First pooja of this starts, and then followed by pooja of Tuljabhavani takes place.</p>\n<h2><span id=\"Temple_rituals\">Temple rituals</span></h2>\n<dl><dt>Chaughada (drumming ritual)</dt>\n</dl><p>At 5 am. before the puja starts, large drums in the drum house (Nagarkhana) of the temple are played loudly. The drums is a call to prayers (puja) for the devotees. The drums are played (Chaughada) three times during the day.</p>\n<dl><dt>Charantirtha (sacred water ritual of goddess feet and mouth)</dt>\n</dl><p>The puja performed is at 5:30 a.m. This puja is performed by the hands of the Mahant (chief priest). At the time of Charantirtha puja, the representative of Kolhapur princely state is present. The Mahant washes the goddess' mouth and feet with hot water, fragrant oil, dudhkhir (milk), pan. Devotees sing the Arti (holy songs). After this Nevaidya (holy meal) of Bhaji-Bhakri is offered to the goddess. A descendant representative of the devotee, Uparkar offers this Nevaidya. Later the Nevaidya of Kheer by the representative of the former princely state of Kolhapur is offered.</p>\n<dl><dt>Abhishek (holy bath ritual to goddess) Puja (prayer)</dt>\n</dl><p>At 9 o'clock in the morning the goddess has a bath of Panchamrut and curd. Honey, banana and sugar is rubbed to the goddess' mouth. The Gomukh (holy pond of the goddess) water is used for the goddess' bath. During this puja some people bathe the holy throne of goddess by curd, mango juice, and shreekhand. After the bath, Mahanevaidya (big holy meal) by the Karvir (Kolhapur) princely state is offered to the goddess.</p>\n<dl><dt>Dhup arti</dt>\n</dl><p>At noon, the clergy and devotees praise the goddess by singing holy songs and lighting Incense (dhup) and karpur (camphor).</p>\n<dl><dt>Abhishek (holy bath ritual to goddess)</dt>\n</dl><p>At 6:00 PM, the goddess is bathed by Panchamruta and water from Gomukha and puja is performed. The arrangement of these materials is done by the Karvir (Kolhapur) princely state.</p>\n<dl><dt>Shejarti (nightly sleep songs ritual) and Prakkshal</dt>\n</dl><p>At night the Prakkshal ritual is performed using the holy water from the Gomukha and the Nevaidya of Tup (Ghee) and cooked Rice (Bhat) is offered.</p>\n<p>During every Aarti, ritual musical instruments such as tal, dimdi and zanj are played. Gondhali play the Sambal instrument as Chaughada are played.</p>\n<h2><span id=\"Ajabali\">Ajabali</span></h2>\n<p>On Khandenavami and Dussera festival, animals are sacrificed in the honor of the goddess. It is believed that about 10,000 animals are sacrificed every year. Although other communities take part in the ritual, the actual slaughtering of goats is performed by the Mahar community. Some groups in Maharashtra have tried to stop the practice without success</p>\n<h2><span id=\"Tuljabhavani_Temple_Trust\">Tuljabhavani Temple Trust</span></h2>\n<p>The day-to-day affairs of the temple are looked after by the trust which is headed by the District Collector. His deputy, the local member of Maharashtra legislative assembly (MLA), the town Mayor (Nagaradhyaksha), and Tahsildar form the board of trustees.</p>\n<h2><span id=\"Temple_Priests\">Temple Priests</span></h2>\n<p>Unlike many other temples, the main priests (pujaris) of the temple are from a Maratha Kadam-Patil Bhope clan. There are 16 head priests who take turns at officiating.The assistant priests are called Pujari.Previously Brahmins had authority over rites and rituals at the temple.However,about 150 years ago, the Kadam-Patil clan started pushing out the Brahmin priests from these duties. . There are,however,some Brahmin priest families associated with the temple who serve the needs of the Brahmin and other communities.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Dharashiv Caves</li>\n<li>Bhavani</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><span><span>Official website</span></span></li>\n<li>Facebook Handle of Tuljabhavani Temple</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amriteshwar temple.jpg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:India Maharashtra location map.svg"}, {"ns": 6, "title": "File:India location map.svg"}, {"ns": 6, "title": "File:Jejuri gadkot.jpg"}, {"ns": 6, "title": "File:Maharashtra in India.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Tuljabhavani Mandir Mahadwar (Main entrance gate).jpg"}]}