{"pageid": 722663, "ns": 0, "title": "Fauna (deity)", "extract": "<p>In ancient Roman religion, <b>Fauna</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[fau̯na]</span> is a goddess said in differing ancient sources to be the wife, sister, or daughter of Faunus (the Roman counterpart of Pan). Varro regarded her as the female counterpart of Faunus, and said that the <i>fauni</i> all had prophetic powers. She is also called <b>Fatua</b> or <b>Fenta Fauna</b>.</p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Varro explained the role of Faunus and Fauna as prophetic deities:</p>\n<blockquote>\n<p><i>Fauni</i> are gods of the Latins, so that there is both a male <i>Faunus</i> and a female <i>Fauna</i>; there is a tradition that they used to speak of <i>(fari)</i> future events in wooded places using the verses they call 'Saturnians', and thus they were called <i>'Fauni'</i> from 'speaking' <i>(fando)</i>.</p>\n</blockquote>\n<p>Servius identifies Faunus with Fatuclus, and says his wife is Fatua or Fauna, deriving the names as Varro did from <i>fari</i>, \"to speak,\" \"because they can foretell the future.\" The early Christian author Lactantius called her <i>Fenta Fauna</i> and said that she was both the sister and wife of Faunus; according to Lactantius, Fatua sang the <i>fata</i>, \"fates,\" to women as Faunus did to men. Justin said that Fatua, the wife of Faunus, \"being filled with divine spirit assiduously predicted future events as if in a madness <i>(furor)</i>,\" and thus the verb for divinely inspired speech is <i>fatuari</i>.</p>\n<p>While several etymologists in antiquity derived the names <i>Fauna</i> and <i>Faunus</i> from <i>fari</i>, \"to speak,\" Macrobius said Fauna's name derived from <i>faveo, favere</i>, \"to favor, nurture,\" \"because she nurtures all that is useful to living creatures.\" Dumézil regarded her as \"the Favorable.\" According to Macrobius, the Books of the Pontiffs <i>(pontificum libri)</i> treated Bona Dea, Fauna, Ops, and Fatua as names for the same goddess, Maia.</p>\n<p>In his conceptual approach to Roman deity, Michael Lipka sees Faunus and Fauna as an example of a characteristically Roman tendency to form gender-complementary pairs within a sphere of functionality. The male-female figures never have equal prominence, and one partner (not always the female) seems to have been modeled on the other. An Oscan dedication naming <i>Fatuveís</i> (= <i>Fatui</i>, genitive singular), found at Aeclanum in Irpinia, indicates that the concept is Italic. Fauna has also been dismissed as merely \"an artificial construction of scholarly casuistics.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Roman deities</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}