{"pageid": 722634, "ns": 0, "title": "Terra (mythology)", "extract": "<p>In ancient Roman religion and myth, <b>Tellus Mater</b> or <b>Terra Mater</b> (\"Mother Earth\") is a goddess of the earth. Although Tellus and Terra are hardly distinguishable during the Imperial era, <i>Tellus</i> was the name of the original earth goddess in the religious practices of the Republic or earlier. The scholar Varro (1st century BC) lists Tellus as one of the <i>di selecti</i>, the twenty principal gods of Rome, and one of the twelve agricultural deities. She is regularly associated with Ceres in rituals pertaining to the earth and agricultural fertility.</p>\n<p>The attributes of Tellus were the cornucopia, or bunches of flowers or fruit. She was typically depicted reclining. Her male complement was a sky god such as Caelus (Uranus) or a form of Jupiter. A male counterpart <b>Tellumo</b> or <b>Tellurus</b> is mentioned, though rarely. Her Greek counterpart is Gaia, and among the Etruscans she was Cel. Michael Lipka has argued that the <i>Terra Mater</i> who appears during the reign of Augustus is a direct transferral of the Greek <i>Ge Mater</i> into Roman religious practice, while Tellus, whose temple was within Rome's sacred boundary (<i>pomerium</i>), represents the original earth goddess cultivated by the state priests.</p>\n<p>The word <i>tellus, telluris</i> is also a Latin common noun for \"land, territory; earth,\" as is <i>terra</i>, \"earth, ground\". In literary uses, particularly in poetry, it may be ambiguous as to whether the goddess, a personification, or the common noun is meant.</p>\n<p>This article preserves the usage of the ancient sources regarding <i>Tellus</i> or <i>Terra</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n\n<p>The two words <i>terra</i> and <i>tellus</i> are thought to derive from the formulaic phrase <i>tersa tellus</i>, meaning \"dry land\". The etymology of <i>tellus</i> is uncertain; it is perhaps related to Sanskrit <i>talam</i>, \"plain ground\". </p>\n<p>The 4th-century AD Latin commentator Servius distinguishes between <i>tellus</i> and <i>terra</i> in usage. <i>Terra,</i> he says, is properly used of the <i>elementum,</i> earth as one of the four classical elements with air (<i>Ventus</i>), water (<i>Aqua</i>), and fire (<i>Ignis</i>). <i>Tellus</i> is the goddess, whose name can be substituted (<i>ponimus ... pro</i>) for her functional sphere the earth, just as the name <i>Vulcanus</i> is used for fire, <i>Ceres</i> for produce, and <i>Liber</i> for wine. <i>Tellus</i> thus refers to the guardian deity of Earth and by extension the globe itself. Tellus may be an aspect of the numen called Dea Dia by the Arval priests, or at least a close collaborator with her as \"divinity of the clear sky.\"</p>\n<p>Varro identifies <i>Terra Mater</i> with Ceres:</p>\n<blockquote>\n<p>Not without cause was the Earth (<i>Terra</i>) called <i>Mater</i> and <i>Ceres</i>. It was believed that those who cultivated her led a pious and useful life (<i>piam et utilem ... vitam</i>), and that they were the sole survivors from the line of King Saturn.</p>\n</blockquote>\n<p>Ovid distinguishes between Tellus as the <i>locus</i> (\"site, location\") of growth, and Ceres as its <i>causa</i> (\"cause, agent\"). <i>Mater</i>, the Latin word for \"mother,\" is often used as an honorific for goddesses, including Vesta, who was represented as a virgin. \"Mother\" therefore expresses the respect that one would owe a mother, though Tellus and Terra are both regarded as mothers in the genealogical sense as well.</p>\n<h2><span id=\"Temple\">Temple</span></h2>\n<p>The Temple of Tellus was the most prominent landmark of the Carinae, a fashionable neighborhood on the Oppian Hill. It was near homes (<i>domūs</i>) belonging to Pompey and to the Cicero family.</p>\n<p>The temple was the result of a <i>votum</i> made in 268 BC by Publius Sempronius Sophus when an earthquake struck during a battle with the Picenes. Others say it was built by the Roman people. It occupied the former site of a house belonging to Spurius Cassius, which had been torn down when he was executed in 485 BC for attempting to make himself king. The temple constructed by Sophus more than two centuries later was most likely a rebuilding of the people's. The anniversary (<i>dies natalis</i>) of its dedication was December 13.</p>\n<p>A mysterious object called the <i>magmentarium</i> was stored in the temple, which was also known for a representation of Italy on the wall, either a map or an allegory.</p>\n<p>A statue of Quintus Cicero, set up by his brother Marcus, was among those that stood on the temple grounds. Cicero claims that the proximity of his property caused some Romans to assume he had a responsibility to help maintain the temple.</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n\n<p>Festivals celebrated for Tellus were mainly concerned with agriculture and often connected with Ceres. In January, both goddesses were honored as \"mothers of produce\" at the moveable feast (<i>feriae conceptivae</i>) of Sementivae, a festival of sowing. On December 13, the anniversary of the Temple of Tellus was celebrated along with a <i>lectisternium</i> (banquet) for Ceres, who embodied \"growing power\" and the productivity of the earth.</p>\n<p>Tellus received the sacrifice of a pregnant cow at the Fordicidia, a festival pertaining to fertility and animal husbandry held April 15, in the middle of the Cerialia (April 12–19). Festivals for deities of vegetation and the earth cluster in April on the Roman calendar. The institution of the Fordicidia was attributed to Numa Pompilius, the Sabine second king of Rome. During a time when Rome was struggling with harsh agricultural conditions, Numa was instructed by the rustic god Faunus in a dream that a sacrifice to Tellus was needed. As is often the case with oracles, the message required interpretation:</p>\n<blockquote>\n<p>\"By the death of cattle, King, Tellus must be placated: two cows, that is. Let a single heifer yield two lives (<i>animae</i>) for the rites.\"</p>\n</blockquote>\n<p>Numa solved the riddle by instituting the sacrifice of a pregnant cow. The purpose of the sacrifice, as suggested by the Augustan poet Ovid and by the 6th-century antiquarian John Lydus, was to assure the fertility of the planted grain already growing in the womb of Mother Earth in the guise of Tellus. This public sacrifice was conducted in the form of a holocaust on behalf of the state at the Capitol, and also by each of the thirty <i>curiae</i>, the most ancient divisions of the city made by Romulus from the original three tribes. The state sacrifice was presided over by the Vestals, who used the ash from the holocaust to prepare <i>suffimen</i>, a ritual substance used later in April for the Parilia.</p>\n<p>During the Secular Games held by Augustus in 17 BC, Terra Mater was among the deities honored in the Tarentum in the Campus Martius. Her ceremonies were conducted by \"Greek rite\" (<i>ritus graecus</i>), distinguishing her from the Roman Tellus whose temple was within the <i>pomerium</i>. She received the holocaust of a pregnant sow. The Secular Games of 249 BC had been dedicated to the underworld deities Dis pater and Proserpina, whose underground altar was in the Tarentum. Under Augustus, the Games (<i>ludi</i>) were dedicated to seven other deities, invoked as the <i>Moerae, Iuppiter, Ilithyia, Iuno, Terra Mater, Apollo</i> and <i>Diana</i>.</p>\n<h2><span id=\"Prayers_and_rituals\">Prayers and rituals</span></h2>\n<p>The <i>sacrum ceriale</i> (\"cereal rite\") was carried out for Tellus and Ceres by a flamen, probably the Flamen Cerialis, who also invoked twelve male helper gods. According to Varro, the two goddesses jointly received the <i>porca praecidanea</i>, a pig sacrificed in advance of the harvest. Some rites originally pertaining to Tellus may have been transferred to Ceres, or shared with her, as a result of her identification with Greek Demeter.</p>\n<p>Tellus was felt to be present during rites of passage, either implicitly, or invoked. She was perhaps involved in the ceremonies attending the birth of a child, as the newborn was placed on the ground immediately after coming into the world. Tellus was also invoked at Roman weddings.</p>\n<p>Dedicatory inscriptions to either Tellus or Terra are relatively few, but epitaphs during the Imperial period sometimes contain formulaic expressions such as \"Terra Mater, receive me.\" In the provincial mining area of Pannonia, at present-day Ljubija, votive inscriptions record dedications to Terra Mater from <i>vilici</i>, imperial slave overseers who ran operations at ore smelting factories (<i>ferrariae</i>).</p>\n<p>These are all dated April 21, when the founding day (<i>dies natalis,</i> \"birthday\") of Rome was celebrated, perhaps reflecting the connection between the Parilia on April 21 and the Fordicidia as a feast of Tellus. The emperor Septimius Severus restored a temple of Terra Mater at Rudnik, a silver mining area of Moesia Superior. Measuring 30 by 20 meters, the temple was located at the entrance to the work zone.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Tellus is often identified as the central figure on the so-called <i>Italia</i> relief panel of the Ara Pacis, which is framed by <i>bucrania</i> (ornamental ox heads) and motifs of vegetative and animal fertility and abundance.</p>\n<h2><span id=\"Tellumo\">Tellumo</span></h2>\n<p>Tellumo is identified by St. Augustine as the male counterpart of Tellus. A Tellurus is named uniquely by Martianus Capella (1.49).</p>\n<h2><span id=\"In_science\">In science</span></h2>\n<p>In several modern Romance languages, <i>terra</i> (or French <i>terre</i>) is the name of planet Earth. Following post-classical Latin astronomical terminology, Earth is sometimes referred to as \"Terra\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Telluride (disambiguation)</li>\n<li>Phra Mae Thorani</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aion mosaic Glyptothek Munich W504.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Roman - Stele - Walters 23184.jpg"}, {"ns": 6, "title": "File:Sarcophagus Dionysos Met 55.11.5 n08.jpg"}, {"ns": 6, "title": "File:Tellus - Ara Pacis.jpg"}]}