{"pageid": 7329318, "ns": 0, "title": "Lyssa", "extract": "<p>In Greek mythology, <b>Lyssa</b> (Greek: <span lang=\"el\" xml:lang=\"el\">Λύσσα</span>; called <b>Lytta</b> (Λύττα) by the Athenians) was the spirit of mad rage, frenzy, and rabies in animals. She was closely related to the Maniae, the spirits of madness and insanity. Her Roman equivalent was variously named <b>Ira</b>, <b>Furor</b>, or <b>Rabies</b>. Sometimes she was multiplied into a host of Irae and Furores.</p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>In Euripides' <i>Herakles</i>, Lyssa is identified as \"the daughter of Nyx, sprung from the blood of Ouranos\"—that is, the blood from Uranus' wound following his castration by Cronus. The 1st-century Latin writer Hyginus describes her as a child of Gaia and Aether.</p>\n<p>She personifies mad rage and frenzy, as well as rabies in animals. In <i>Herakles</i> she is called upon by Hera to inflict the hero Heracles with insanity. In this scenario she is shown to take a temperate, measured approach to her role, professing \"not to use [her powers] in anger against friends, nor [to] have any joy in visiting the homes of men.\" She counsels Iris, who wishes to carry out Hera's command, against targeting Heracles but, after failing to persuade, bows to the orders of the superior goddess and sends him into a mad rage that causes him to murder his wife and children.</p>\n<p>Greek vase-paintings of the period indicate her involvement in the myth of Aktaion, the hunter torn apart by his own, maddened dogs as a punishment for looking on the naked form of the goddess Artemis. Aeschylus identifies her as being the agent sent by Dionysus to madden the impious daughters of Minyas, who in turn dismember Pentheus.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: Lyssa, Greek goddess of raging fury and madness</li>\n<li>Greek Mythology Link: Madness</li>\n</ul>"}