{"pageid": 736575, "ns": 0, "title": "Feronia (mythology)", "extract": "<p>In ancient Roman religion, <b>Feronia</b> was a goddess associated with wildlife, fertility, health and abundance. As the goddess who granted freedom to slaves or civil rights to the most humble part of society, she was especially honored among plebeians and freedmen. Her festival, the <i>Feroniae</i>, was November 13 (the <i>ides</i> of November) during the <i>Ludi Plebeii</i> (\"Plebeian Games\"), in conjunction with Fortuna Primigenia; both were goddesses of Praeneste.</p>\n<p>Note that the similar-sounding <i>Feralia</i> on February 21 is a festival of Jupiter Feretrius, not Feronia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Feronia's name is derived from a Sabine adjective corresponding to Latin <i>fĕrus</i> but with a long vowel, i.e. <i>Fērōnǐa</i>. The root <i>fer</i> has cognate words in every Indoeuropean language (e.g. Greek θήρ, θήριον) and is also the root of the Vedic god Rudrá’s name. Latin <i>fĕrus</i> means \"not cultivated, untamed\" (<i>Thesaurus Linguae Latinae</i>), \"of the field, wood\", \"untamed\", \"not mitigated by any cultivation\" (Forcellini <i>Totius Latinatis Lexicon</i>) which fits the environment of the sanctuaries of Feronia and is very close to <i>rudis</i> (rude).</p>\n<p>Feronia is one of the Roman and Italic goddesses whose name is formed by a root ending with the suffix <i>-ona</i> or <i>-onia</i>. This form of a noun denotes a difficult or dangerous state or condition: The deity is a sovereign of that danger, only to help man to best avoid damage or get the greatest advantage, such as Angerona for the <i>angusti dies</i> near the winter solstice.</p>\n<h2><span id=\"Myths_and_functions\">Myths and functions</span></h2>\n<p>Many versions of Feronia’s cult have been supposed, and it is not quite clear that she was only one goddess or had only one function in ancient times. Some Latins believed Feronia to be a harvest goddess, and honoured her with the harvest firstfruits in order to secure a good harvest the following year.</p>\n<p>Festus's entry on the <i>picus Feronius</i> of Trebula Mutuesca testifies the goddess had also prophetic qualities among the Sabines, as did the <i>picus martius</i> of Tiora Matiena ascribed to the Aborigines. Feronia also served as a goddess of travellers, fire, and waters.</p>\n<h3><span id=\"Freedmen_and_Libertas\">Freedmen and Libertas</span></h3>\n<p>Varro identified Feronia with Libertas, the goddess who personified Liberty. According to Servius, Feronia was a tutelary goddess of freedmen (<i>dea libertorum</i>). A stone at the Terracina shrine was inscribed \"let deserving slaves sit down so that they may stand up free.\" Livy notes that in 217 BCE freed women collected money as a gift for Feronia. Some sources state that slaves were set free at her temple near Terracina.</p>\n<h3><span id=\"Sabine_tribal_patron\">Sabine tribal patron</span></h3>\n<p>She was among the deities that Sabine moneyers placed on their coins to honor their heritage. She may have been introduced into Roman religious practice when Manius Curius Dentatus conquered Sabinum in the early 3rd century BCE.</p>\n<h3><span id=\"Insistence_on_wild_places\">Insistence on wild places</span></h3>\n<p>Two stories about her sanctuary of Terracina highlight the character of Feronia as goddess of the wilderness: Servius writes that when a fire destroyed her wood and the locals were about moving the statues to another location, the burnt wood suddenly turned green.</p>\n<p>Pliny states that all attempts at building towers in times of war between Terracina and the sanctuary of Feronia have been abandoned because all are without exception destroyed by lightning bolts. The goddess thus refused any continuity and linkage with the nearby town.</p>\n<h3><span id=\"Role_in_the_Aeneid\">Role in the Aeneid</span></h3>\n<p>In Vergil's <i>Aeneid</i>, troops from Feronia's grove fight on the side of Turnus against Aeneas. The Arcadian king Evander recalls how in his youth he killed a son of Feronia, Erulus, who like Geryon had a triple body and a triple soul; Evander thus had to kill him thrice. Vergil identifies Erulus as the king of Praeneste, but he is otherwise unknown in literature.</p>\n<h3><span id=\"Dumézil's_interpretation\"></span><span id=\"Dum.C3.A9zil.27s_interpretation\">Dumézil's interpretation</span></h3>\n<p>Georges Dumézil considers Feronia to be a goddess of wilderness, of untamed nature, and nature's vital forces – but honoured because she offers man the opportunity to put those forces to good use in acquiring nurture, health and fertility. She fecundates and heals, therefore despite her being worshipped only in the wild she receive the first-fruits of the harvest, because she permits men to domesticate the wild forces of vegetation, favouring the transformation of that which is uncouth into that which is cultivated.</p>\n<p>Dumézil compares her to Vedic god Rudra: He is similar to Feronia in that he represents that which has not yet been transformed by civilization – he is the god of the <i>rude</i>, of the jungle, at one time dangerous and uniquely useful, healer thanks to the herbs within his domain, protector of the freed slaves and of the outcast. Feronia, though, has only the positive or useful function of putting the forces of wild nature at the service of man.</p>\n<h2><span id=\"Cult_and_cult_sites\">Cult and cult sites</span></h2>\n<p>Inscriptions to Feronia are found mostly in central Italy. Ferona's shrines were all located in the wild, far from human settlements. Varro, however, places Feronia in his list of Sabine gods who had altars in Rome.</p>\n<p>Feronia's cults at Aquileia and Terracina were near springs that were used in her rites. The Augustan poet Horace speaks of the water <i>(lympha)</i> of Feronia, in which \"we bathe our face and hands.\"</p>\n<h3><span id=\"Capena,_Etruria\"></span><span id=\"Capena.2C_Etruria\">Capena, Etruria</span></h3>\n<p>Her <i>lucus</i> at Capena was a place where everybody was allowed to come for worship and trade, attracting people from different nations, Sabines, Latins, Etruscans, and others from even farther away. The grove provided everybody with a neutral territory in which peace must not be perturbed.</p>\n<p>Feronia’s temple at the base of Mt. Soracte which was near Capena. The <i>Lucus Feroniae</i>, or \"grove of Feronia\" (Fiano Romano) was the site of an annual festival in her honour, which was in the nature of a trade fair. The place, in the territory of Capena in southwestern Etruria, was plundered of its gold and silver by Hannibal's retreating troops in 211 BCE, when he turned aside from the Via Salaria to visit the sanctuary; later it became an Augustan <i>colonia</i>. Its status as a colony is recorded in a single inscription, copied in a manuscript of the rule of the Farfa Abbey as <i>colonia Iulia Felix Lucoferonensis</i>.</p>\n<h3><span id=\"Anxur,_Terracina\"></span><span id=\"Anxur.2C_Terracina\">Anxur, Terracina</span></h3>\n<p>Another important site was near Anxur (Terracina, southern Latium), in a wood three Roman miles from the town, where Servius recorded a joint cult of \"the boy Jupiter\" (<i>puer Iuppiter</i>) under the name of Anxyrus and \"Juno the Virgin\" (<i>Iuno virgo</i>), whom he identifies as Feronia. According to another tradition, slaves who had just been freed might go to the shrine at Terracina and receive upon their shaved heads the <i>pileus</i>, a hat that symbolized their liberty.</p>\n\n<h3><span id=\"Campus_Martius,_Rome\"></span><span id=\"Campus_Martius.2C_Rome\">Campus Martius, Rome</span></h3>\n<p>Her temple in the Campus Martius, in what is now Largo di Torre Argentina, was probably located in a grove as well according to an inscription found on the site. It was established before 217 BCE. It may have been dedicated by Curtius Dentatus following his victory over the Sabines. His building program also included the Anio Vetus, a major new aqueduct, and a number of fountains near the temple.</p>\n<h3><span id=\"Late_continuation\">Late continuation</span></h3>\n<p>Charles Godfrey Leland found surviving traditions concerning the \"witch\" Feronia in 19th century Tuscany.</p>\n<h2><span id=\"Namesakes\">Namesakes</span></h2>\n<p>The asteroid 72 Feronia is named for her.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">\"Feronia\". <i>Encyclopedia Americana</i>. 1920.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFeronia+%28mythology%29&amp;rft.atitle=Feronia&amp;rft.btitle=Encyclopedia+Americana&amp;rft.date=1920&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Head of Feronia (cropped).jpg"}, {"ns": 6, "title": "File:Largo di Torre Argentina cat 9.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}