{"pageid": 7416265, "ns": 0, "title": "Mhalsa", "extract": "<p><b>Mhalsa</b> (Marathi: म्हाळसा, IAST: Mhāḷasā), also spelled as <b>Mhalasa</b> or <b>Mahalasa</b> is the consort of Lord Khandoba in Hinduism. She is venerated in two distinct traditions. As an independent goddess, she is considered as a form of Mohini, the female avatar of the god Vishnu and is called <b>Mhalsa Narayani</b>. Mhalsa is also worshipped as the consort of the folk god Khandoba, a form of the god Shiva. In this tradition, she is associated with Parvati, Shiva's wife as well as Mohini. It is also believed that she is incarnation of Parvati with the beauty of Mohini as per Lord Shiva's wish.</p>\n<p>As an independent goddess, Mhalsa's chief temples include Mardol in Mardol, Goa in the form of Mahalasa Narayani and a temple in Nevasa as Mhalsa Mohini or Mhalsa Devi, which is considered as her birthplace as Khandoba's wife. She is worshipped as the Kuladevi (family goddess) of different castes and communities in the region.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>In the Mahalasa Narayani form, Mahalasa has four hands, carrying a Trishula, a sword, a severed head, and a drinking bowl. She also wears the yajnopavita (sacred thread), which is generally dedicated on male deities. She stands on a prostrate man or demon, as a tiger or lion licks blood dripping from the severed head. Goud Saraswat Brahmins as well as Vaishnavas from Goa and South Canara identify her with Mohini and call her Narayani and Rahu-matthani, the slayer of Rahu, as told in the <i>Bhavishya Purana</i>.</p>\n<p>As the consort of Khandoba, her chief temple - the Mohiniraj temple - is located at Nevasa taluka of Maharashtra, where she is worshipped as a four-armed goddess and identified with Mohini. Mhalsa is often depicted with two arms and accompanying Khandoba on his horse or standing besides him.</p>\n<h2><span id=\"Legends\">Legends</span></h2>\n<p>During the Samudra manthan (churning of the ocean of milk) by the gods and the demons, the demons steal the pot of <i>amruta</i> (elixir of immortality). The god Vishnu took the form of the enchantress, Mohini. Mohini seized the amruta from the demons and served it to the gods. Mohini is worshipped as Mhalasa Narayani or Mhalasa.</p>\n<p>According to another legend linking her to Khandoba, the god Shiva was enchanted by Mohini. She promised him to be his wife in her earthly incarnation (avtar) when he would be incarnated as Khandoba on earth.</p>\n<p>According to another legend, Mhalsa is considered to be a form of Shiva's wife Parvati. As per this legend, Mhalsa was born as the daughter of a rich Lingayat merchant in Newasa called Timmaseth. On the divine orders of Khandoba in a dream to her father, Mhalsa was married to Khandoba on Pausha Pournima (the full moon day of Hindu calendar month of Pausha) in Pali (Pembar). Two shivlingas appeared on this occasion. An annual festival marking this event is celebrated in Pali every Pausha Pournima.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Mahalasa/Mhalsa is worshipped as an independent goddess or <i>gramadevata</i> (village guardian deity). Her chief temples stand in Paithan and Nevasa (called Mohiniraj) in Maharashtra and Mardol in Goa. Her temples also exist in the states of Karnataka, Kerala, and Gujarat. She is the Kuldevi (family goddess) of many Hindus from western and southern India, including Goud Saraswat Brahmins, Karhade Brahmins, Daivajna Brahmins, Bhandaris and Shimpi caste.</p>\n<p>In recent years, due to the increased popularity of the goddess, new temples have been established in Verna, Kumta, Mudgeri, Kundapura, Basruru, Shirva, Mangaluru, Kasargod, Harikhandige, Malpe and other areas mostly along coastal Karnataka. One temple is also located in Madangeri, a small town near to Gokarna.</p>\n<p>Mhalsa is also worshipped as the consort of Khandoba. She is worshipped with Khandoba in all centres of Khandoba's worship, including Jejuri.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Kuladevata Shri Mahalasa Narayani's Temple on the Internet</li>\n</ul>", "images": [{"ns": 6, "title": "File:Khandoba.jpg"}, {"ns": 6, "title": "File:Mahalasatemple.jpg"}]}