{"pageid": 7439542, "ns": 0, "title": "Kamakshi", "extract": "<p>The goddess <b>Kamakshee</b> is the form of Tripura Sundari or Parvati or the universal mother goddess. The main abode of Kamakshi is the Kamakshi Amman temple at Kanchipuram. Other important forms of goddess Tripura Sundari are Meenakshi. Her consort is Shiva. The main temples of Kamakshi Devi in Goa are the <b>Kamakshi Rayeshwar</b> temple at Shiroda.</p>\n<p>Goddess Kamakshi is considered to be the representation of Shri Vidya - Shri Lalita Maha Tripurasundari - she reigns supreme in Kanchi. The image of the goddess has been carved out of a Salagrama shila and the Meru in the temple is also made of Salagrama, believed to be consecrated by sage Durvasa, one of the renowned Shrividya upasakas. Kanchi is one of the most powerful pithas of the Devi. Many literary and musical compositions have been about this great Devi.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Shri_Kamakshi_and_Tripura_Sundari\">Shri Kamakshi and Tripura Sundari</span></h2>\n<p>While to many westerners it might seem that Kamakshi must be different from Tripura Sundari as they appear to have different names. However, in the Hindu pantheon, the \"names\" of the deities are more descriptions than names. Tripura Sundari, like many of the forms of the supreme, has 1000 names assigned to her and these can be found in the Lalita sahasranama text. One of the names in this text is \"Kamakshi\" which means \"She whose eyes awaken desire, or She who has beautiful eyes\".</p>\n<h2><span id=\"Shri_Kamakshi_Temple,_Goa\"></span><span id=\"Shri_Kamakshi_Temple.2C_Goa\">Shri Kamakshi Temple, Goa</span></h2>\n\n<p>Shri Kamakshi temple located at Shiroda was built in the late 16th century built . The other shrines in the temple complex are that of Shree Shantadurga, Shree Laxmi Narayana and Shree Rayeshwar. Boarding and Lodging for the pilgrims are provided by the temple authorities. The temple has recently banned entry of foreigners into the temple citing objectionable dressing and conduct as the reason.</p>\n<p>This temple was originally located at Raia in Salcette and was moved to its present location in 1564-1568,because as a part of Goa Inquisition the Portuguese demolished almost all the Hindu shrines..The antiquity of the original temple is unknown. The new temple is located at Shiroda. There are other temples for Kamakshi in Goa is the one at Ramnathi.</p>\n<p>In November 2013, Temple began to offer Live darshan on its website. It is the only temple in Goa to offer Live Darshan in streaming format for hundreds of devotees at a time.</p>\n<h2><span id=\"Shri_Kamakshi_Temple,_Jonnawada\"></span><span id=\"Shri_Kamakshi_Temple.2C_Jonnawada\">Shri Kamakshi Temple, Jonnawada</span></h2>\n<p>This temple is located on the banks of Pennar river at Jonnawada, Nellore district, Andhra Pradesh, India. It has a unique mythological background. The Goddess Kamakshi was incarnated from Goddess parvathi and Goddess Saraswathi. This temple was built in 1150 AD. Brahmotsavam(Grand carnival) is celebrated every year around early June.</p>\n<h2><span id=\"Sri-Kamadchi-Ampal-Temple,_Hamm\"></span><span id=\"Sri-Kamadchi-Ampal-Temple.2C_Hamm\">Sri-Kamadchi-Ampal-Temple, Hamm</span></h2>\n\n<p>The <i>Sri-Kamadchi-Ampal-Temple</i> (Shri Kamakshi Ampal temple) in Hamm, Germany, which was opened in 2002, claims to be the second largest Hindu temple in Europe.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Kamakshi Amman Temple</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Hamm Sri Kamadchi Ampal-Tempel.jpg"}, {"ns": 6, "title": "File:Kamakshi devi.jpg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}