{"pageid": 765765, "ns": 0, "title": "Anat", "extract": "<p><b>Anat</b> (<span></span>, <span></span>) or <b>Anath</b> (<span></span>; Hebrew ענת; Phoenician 𐤏𐤍𐤕; <i>‘Anōt</i>; Ugaritic 𐎓𐎐𐎚 <i>‘nt</i>; Greek Αναθ, <i>Anath</i>; Egyptian <i>Antit</i>, <i>Anit</i>, <i>Anti</i>, or <i>Anant</i>) is a major northwest Semitic goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Ugarit\">In Ugarit</span></h2>\n<p>In the Ugaritic <i>Baal Cycle</i>, ‘Anat is a violent war-goddess, a maiden (<i>btlt ‘nt</i>) who is the sister and, according to a much disputed theory, the lover of the great god Ba‘al Hadad. Ba‘al is usually called the son of Dagan and sometimes the son of El, who addresses ‘Anat as \"daughter\". Either relationship is probably figurative.</p>\n<p>‘Anat's titles used again and again are \"virgin ‘Anat\" and \"sister-in-law of the peoples\" (or \"progenitress of the peoples\" or \"sister-in-law, widow of the Li’mites\").</p>\n<p>In a fragmentary passage from Ugarit (modern <b>Ras Shamra</b>), Syria ‘Anat appears as a fierce, wild and furious warrior in a battle, wading knee-deep in blood, striking off heads, cutting off hands, binding the heads to her torso and the hands in her sash, driving out the old men and townsfolk with her arrows, her heart filled with joy. \"Her character in this passage anticipates her subsequent warlike role against the enemies of Baal\".</p>\n\n<p>’Anat boasts that she has put an end to Yam the darling of El, to the seven-headed serpent, to Arsh the darling of the gods, to Atik 'Quarrelsome' the calf of El, to Ishat 'Fire' the bitch of the gods, and to Zabib 'flame?' the daughter of El. Later, when Ba‘al is believed to be dead, she seeks after Ba‘al \"like a cow for its calf\" and finds his body (or supposed body) and buries it with great sacrifices and weeping. ‘Anat then finds Mot, Ba‘al Hadad's supposed slayer and she seizes Mot, splits him with a sword, winnows him with a sieve, burns him with fire, grinds him with millstones and scatters the remnants to the birds.</p>\n<p>Text <i>CTA</i> <b>10</b> tells how ‘Anat seeks after Ba‘al who is out hunting, finds him, and is told she will bear a steer to him. Following the birth she brings the new calf to Ba‘al on Mount Zephon. Nowhere in these texts is ‘Anat explicitly Ba‘al Hadad's consort. To judge from later traditions ‘Athtart (who also appears in these texts) is more likely to be Ba‘al Hadad's consort. Complicating matters is that northwest Semitic culture permitted more than one wife and nonmonogamy is normal for deities in many pantheons.</p>\n<p>In the North Canaanite story of <i>Aqhat</i>, the protagonist Aqhat son of the judge Danel (Dn'il) is given a wonderful bow and arrows which was created for ‘Anat by the craftsman god Kothar-wa-Khasis but which was given to Danel for his infant son as a gift. When Aqhat grew to be a young man, the goddess ‘Anat tried to buy the bow from Aqhat, offering even immortality, but Aqhat refused all offers, calling her a liar because old age and death are the lot of all men. He then added to this insult by asking 'what would a woman do with a bow?'</p>\n<p>Like Inanna in the <i>Epic of Gilgamesh</i>, ‘Anat complained to El and threatened El himself if he did not allow her to take vengeance on Aqhat. El conceded. ‘Anat launched her attendant Yatpan in hawk form against Aqhat to knock the breath out of him and to steal the bow back. Her plan succeeds, but Aqhat is killed instead of merely beaten and robbed. In her rage against Yatpan, (text is missing here) Yatpan runs away and the bow and arrows fall into the sea. All is lost. ‘Anat mourned for Aqhat and for the curse that this act would bring upon the land and for the loss of the bow. The focus of the story then turns to Paghat, the wise younger sister of Aqhat. She sets off to avenge her brother's death and to restore the land which has been devastated by drought as a direct result of the murder. The story is incomplete. It breaks at an extremely dramatic moment when Paghat discovers that the mercenary whom she has hired to help her avenge the death is, in fact, Yatpan, her brother's murderer. The parallels between the story of ‘Anat and her revenge on Mot for the killing of her brother are obvious. In the end, the seasonal myth is played out on the human level.</p>\n<p>Gibson (1978) thinks Rahmay ('The Merciful'), co-wife of El with Athirat, is also the goddess ‘Anat, but he fails to take into account the primary source documents. Use of dual names of deities in Ugaritic poetry are an essential part of the verse form, and that two names for the same deity are traditionally mentioned in parallel lines. In the same way, Athirat is called Elath (meaning \"The Goddess\") in paired couplets. The poetic structure can also be seen in early Hebrew verse forms.</p>\n<h2><span id=\"In_Egypt\">In Egypt</span></h2>\n<p>Anat first appears in Egypt in the 16th dynasty (the Hyksos period) along with other northwest Semitic deities. She was especially worshiped in her aspect of a war goddess, often paired with the goddess `Ashtart. In the <i>Contest Between Horus and Set</i>, these two goddesses appear as daughters of Re and are given as allies to the god Set, who had been identified with the Semitic god Hadad.</p>\n<p>During the Hyksos period Anat had temples in the Hyksos capital of Avaris and in Beth-Shan (Israel) as well as being worshipped in Memphis. On inscriptions from Memphis of 15th to 12th centuries <small>BCE</small>, Anat is called \"Bin-Ptah\", Daughter of Ptah. She is associated with Reshpu, (<i>Canaanite</i>: Resheph) in some texts and sometimes identified with the native Egyptian goddess Neith. She is sometimes called \"Queen of Heaven\". Her iconography varies. She is usually shown carrying one or more weapons.</p>\n<p>The name of Anat-her, a shadowy Egyptian ruler of this time, is derived from \"Anat\".</p>\n<p>In the New Kingdom Ramesses II made ‘Anat his personal guardian in battle and enlarged Anat's temple in Pi-Ramesses. Ramesses named his daughter (whom he later married) Bint-Anat 'Daughter of Anat'. His dog appears in a carving in Beit el Wali temple with the name \"Anat-in-vigor\" and one of his horses was named <i>‘Ana-herte</i> 'Anat-is-satisfied'.</p>\n<h2><span id=\"In_Mesopotamia\">In Mesopotamia</span></h2>\n<p>In Akkadian, the form one would expect <i>Anat</i> to take would be <i>Antu</i>, earlier <i>Antum</i>. This would also be the normal feminine form that would be taken by <i>Anu</i>, the Akkadian form of An 'Sky', the Sumerian god of heaven. Antu appears in Akkadian texts mostly as a rather colorless consort of Anu, the mother of Ishtar in the Gilgamesh story, but is also identified with the northwest Semitic goddess ‘Anat of essentially the same name. It is unknown whether this is an equation of two originally separate goddesses whose names happened to fall together or whether Anat's cult spread to Mesopotamia, where she came to be worshipped as Anu's spouse because the Mesopotamian form of her name suggested she was a counterpart to Anu.</p>\n<p>It has also been suggested that the parallelism between the names of the Sumerian goddess, Inanna, and her West Semitic counterpart, Ishtar, continued in Canaanite tradition as Anath and Astarte, particularly in the poetry of Ugarit. The two goddesses were invariably linked in Ugaritic scripture and are also known to have formed a triad (known from sculpture) with a third goddess who was given the name/title of Qadesh (meaning \"the holy one\").</p>\n<h2><span id=\"In_Israel\">In Israel</span></h2>\n<p>The goddess name, ‘Anat is preserved in the city names Beth Anath and Anathoth. Anathoth seems to be a plural form of the name, perhaps a shortening of <i>bêt ‘<sup>a</sup>nātôt</i> 'House of the ‘Anats', either a reference to many shrines of the goddess or a plural of intensification. The ancient hero Shamgar son of ‘Anat is mentioned in Judges 3.31;5:6 which raises the idea that this hero may have been understood as a demi-god, a mortal son of the goddess. But John Day (2000) notes that a number of Canaanites known from non-Biblical sources bore that title and theorizes that it was a military designation indicating a warrior under ‘Anat's protection. Asenath \"holy to Anath\" was the wife of the Hebrew patriarch Joseph.</p>\n<p>In Elephantine (modern Aswan) in Egypt, the 5th century Elephantine papyri make mention of a goddess called Anat-Yahu (Anat-Yahweh) worshiped in the temple to Yahweh originally built by Jewish refugees from the Babylonian conquest of Judah. These suggest that \"even in exile and beyond the worship of a female deity endured.\" The texts were written by a group of Jews living at Elephantine near the Nubian border, whose religion has been described as \"nearly identical to Iron Age II Judahite religion\". The papyri describe the Jews as worshiping Anat-Yahu (or AnatYahu). Anat-Yahu is described as either the wife (or paredra, sacred consort) of Yahweh or as a hypostatized aspect of Yahweh.</p>\n<h2><span id=\"Athene\">Athene</span></h2>\n<p>In a Cyprian inscription (<i>KAI.</i> 42) the Greek goddess Athêna Sôteira Nikê is equated with ‘Anat (who is described in the inscription as the strength of life : <i>l‘uzza hayim</i>).</p>\n<p>Anat is also presumably the goddess whom Sanchuniathon calls Athene, a daughter of El, mother unnamed, who with Hermes (that is Thoth) counselled El on the making of a sickle and a spear of iron, presumably to use against his father Uranus. However, in the Baal cycle, that rôle is assigned to Asherah / ‘Elat and ‘Anat is there called the \"Virgin.\"</p>\n<h2><span id=\"Possible_late_transfigurations\">Possible late transfigurations</span></h2>\n<p>The goddess ‘Atah worshipped at Palmyra may possibly be in origin identical with ‘Anat. ‘Atah was combined with ‘Ashtart under the name <i>Atar</i> into the goddess ‘Atar‘atah known to the Hellenes as Atargatis. If this origin for ‘Atah is correct, then Atargatis is effectively a combining of ‘Ashtart and ‘Anat.</p>\n<p>It has also been proposed that (Indo-)Iranian Anahita meaning 'immaculate' in Avestan (<i>a</i> 'not' + <i>ahit</i> 'unclean') is a variant of <i>‘Anat</i>. It is however unlikely given that the Indo-Iranian roots of the term are related to the Semitic ones and although—through conflation—Aredvi Sura Anahita (so the full name) inherited much from Ishtar-Inanna, the two are considered historically distinct.</p>\n<p>In the Book of Zohar, ‘Anat is numbered among the holiest of angelic powers under the name of Anathiel.</p>\n<h2><span id=\"As_a_modern_Hebrew_first_name\">As a modern Hebrew first name</span></h2>\n<p>\"Anat\" (ענת) is a common female name in contemporary Israel, though many Israelis—including many of the women so named themselves—are not aware of it being the name of an ancient goddess. This name is often used by Russian-Jewish Israelis as a translation of the Russian name \"Anastasia\", \"Anna\" or \"Annette\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Ancient Egyptian religion</li>\n<li>List of Canaanite deities</li>\n<li>Anah, a city in Iraq possibly named in Anat's honor</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Albright, W. F. (1942, 5th ed., 1968). <i>Archaeology and the Religion of Israel</i> (5th ed.). Baltimore: Johns Hopkins Press. ISBN 0-8018-0011-0.</li>\n<li>Day, John (2000). <i>Yahweh &amp; the Gods &amp; Goddesses of Canaan.</i> Sheffield, UK: Sheffield Academic Press. ISBN 1-85075-986-3.</li>\n<li>Gibson, J. C. L. (1978). <i>Canaanite Myths and Legends</i> (2nd ed.). T. &amp; T. Clark: Edinburgh. Released again in 2000. ISBN 0-567-02351-6.</li>\n<li>Harden, Donald (1980). <i>The Phoenicians</i> (2nd ed.). London: Penguin. ISBN 0-14-021375-9.</li>\n<li>Kapelrud, Arvid Schou, 1969. <i>The violent goddess: Anat in the Ras Shamra Texts</i> Oslo: University Press</li>\n<li><i>KAI</i> = <i>Kanaanäische und Aramäische Inscriften</i> (2000). H. Donner and W. Röllig (Eds.). Revised edition. Wiesbaden: Harrassowitz. ISBN 3-447-04587-6.</li>\n<li>Putting God on Trial - The Biblical Book of Job – A Biblical reworking of the combat motif between Yam, Anat and Baal.</li>\n<li>Theodor Gaster, Thespis: Ritual, Myth, and Drama in the Ancient Near East. 1950.</li>\n<li>The Hebrew Goddess Raphael Patai, Wayne State University Press, ISBN 0-8143-2271-9</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Anat (Anath).png"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Baal epic mp3h8973.jpg"}, {"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}