{"pageid": 77231, "ns": 0, "title": "Ninhursag", "extract": "<p>In Sumerian religion, <b>Ninḫursaĝ</b> (<span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒊩𒌆𒉺𒂅</span> <span title=\"Sumerian transliteration\"><sup>D</sup>NIN-ḪUR.SAG</span>) was a mother goddess of the mountains, and one of the seven great deities of Sumer. She is principally a fertility goddess. Temple hymn sources identify her as the \"true and great lady of heaven\" (possibly in relation to her standing on the mountain) and kings of Sumer were \"nourished by Ninhursag's milk\". Her hair is sometimes depicted in an omega shape, and she at times wears a horned head-dress and tiered skirt, often with bow cases at her shoulders, and not infrequently carries a mace or baton surmounted by an omega motif or a derivation, sometimes accompanied by a lion cub on a leash. She is the tutelary deity to several Sumerian leaders.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n<p>Nin-hursag means \"lady of the sacred mountain\" (from Sumerian NIN \"lady\" and ḪAR.SAG \"sacred mountain, foothill\", possibly a reference to the site of her temple, the E-Kur (House of mountain deeps) at Eridu. She had many names including <b>Ninmah</b> (\"Great Queen\"); <b>Nintu</b> (\"Lady of Birth\"); <b>Mamma</b> or <b>Mami</b> (mother); <b>Aruru</b>, <b>Belet-Ili</b> (lady of the gods, Akkadian)</p>\n<p>According to legend her name was changed from Ninmah to Ninhursag by her son Ninurta in order to commemorate his creation of the mountains. As Ninmenna, according to a Babylonian investiture ritual, she placed the golden crown on the king in the <i>Eanna</i> temple.</p>\n<p>Some of the names above were once associated with independent goddesses (such as Ninmah and Ninmenna), who later became identified and merged with Ninhursag, and myths exist in which the name Ninhursag is not mentioned.</p>\n<p>Possibly included among the original mother goddesses was <b>Damgalnuna</b> (great wife of the prince) or <b>Damkina</b> (true wife), the consort of the god Enki. The mother goddess had many epithets including <i>shassuru</i> or 'womb goddess', <i>tabsut ili</i> 'midwife of the gods', 'mother of all children' and 'mother of the gods'. In this role she is identified with <b>Ki</b> in the Enuma Elish. She had shrines in both Eridu and Kish.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In the legend of Enki and Ninhursag, Ninhursag bore a daughter to Enki called Ninsar (\"Lady Greenery\"). Through Enki, Ninsar bore a daughter Ninkurra. Ninkurra, in turn, bore Enki a daughter named Uttu. Enki then pursued Uttu, who was upset because he didn't care for her. Uttu, on her ancestress Ninhursag's advice buried Enki's seed in the earth, whereupon eight plants (the very first) sprung up. Enki, seeing the plants, ate them, and became ill in eight organs of his body. Ninhursag cured him, taking the plants into her body and giving birth to eight deities: Abu, Nintulla (Nintul), Ninsutu, Ninkasi, Nanshe (Nazi), Azimua, Ninti, and Enshag (Enshagag).</p>\n<p>In the text 'Creator of the Hoe', she completed the birth of mankind after the heads had been uncovered by Enki's hoe.</p>\n<p>In creation texts, Ninmah (another name for Ninhursag) acts as a midwife whilst the mother goddess Nammu makes different kinds of human individuals from lumps of clay at a feast given by Enki to celebrate the creation of humankind.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Her symbol, resembling the Greek letter <i>omega</i> Ω, has been depicted in art from around 3000 BC, though more generally from the early second millennium BC. It appears on some boundary stones — on the upper tier, indicating her importance. The omega symbol is associated with the Egyptian cow goddess Hathor, and may represent a stylized womb. Hathor is at times depicted on a mountain, so it may be that the two goddesses are connected.</p>\n<p>Her temple, the Esagila (from Sumerian E (temple) + SAG (head) + ILA (lofty)) was located on the KUR of Eridu, although she also had a temple at Kish.</p>\n<h2><span id=\"Family_Tree\">Family Tree</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ereshkigal</li>\n<li>Eve</li>\n<li>Arura</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p>Michael Jordan, Encyclopedia of Gods, Kyle Cathie Limited, 2002</p>\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Mother Goddess (Ninmah, Nintud/r, Belet-ili)</li>\n<li>Gateways of Babylon: Enki and Ninhursag</li>\n</ul>", "images": [{"ns": 6, "title": "File:Chaos Monster and Sun God.png"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Mesopotamian - Cylinder Seal - Walters 42564 - Impression.jpg"}]}