{"pageid": 77438, "ns": 0, "title": "Nephele", "extract": "<p>In Greek mythology, <b>Nephele</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Νεφέλη</span>, from νέφος <i>nephos</i> \"cloud\"; Latinized to <i>Nubes</i>) was a cloud nymph who figured prominently in the story of Phrixus and Helle. Nephele was also the goddess of hospitality.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Greek myth also has it that Nephele is the cloud whom Zeus created in the image of Hera to trick Ixion to test his integrity after displaying his lust for Hera during a feast as a guest of Zeus. Ixion failed in restraining his lust for Hera, thus fathering the Centaurs.</p>\n<p>Nephele married Athamas, but he divorced her for Ino. Phrixus and Helle, the son and daughter of Athamas and Nephele, were hated by their stepmother, Ino. Ino hatched a devious plot to get rid of the twins, roasting all the town's crop seeds so they would not grow. The local farmers, frightened of famine, asked a nearby oracle for assistance. Ino bribed the men sent to the oracle to lie and tell the others that the oracle required the sacrifice of Phrixus. Before he was killed though, Phrixus and Helle were rescued by a flying golden ram sent by Nephele, their natural mother.</p>\n<p>Phrixus and Helle were instructed to not look down to Earth for the duration of their flight. Helle, though, did look down, and fell off the ram into the Hellespont (which was named after her, meaning <i>Sea of Helle</i>) and drowned, but Phrixus survived all the way to Colchis, where King Aeetes took him in and treated him kindly, giving Phrixus his daughter, Chalciope, in marriage. In gratitude, Phrixus gave the king the Golden Fleece of the ram, which Aeetes hung in a tree in his kingdom. The Golden Fleece would later be taken by Jason.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Phrixus</li>\n<li>Aries (constellation)</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}, {"ns": 6, "title": "File:Pompeii - Casa dei Vettii - Ixion.jpg"}]}