{"pageid": 775009, "ns": 0, "title": "Ba‘alat Gebal", "extract": "<p><b>Ba‘alat Gebal</b>, 'Lady of Byblos', was the goddess of the city of Byblos, Phoenicia in ancient times. She was sometimes known to the Greeks as <b>Baaltis</b> or Atargatis.</p>\n<p>Ba‘alat Gebal was generally identified with the pan-Semitic goddess ‘Ashtart (Astarte) and, like ‘Ashtart, equated with the Greek goddess Aphrodite. However, Sanchuniathon presents Ba‘alat Gebal as a sister of ‘Ashtart and Asherah, and calls Ba‘alat Gebal by the name <i>Dione</i>, meaning that he identified her either with Asherah or with the mother of Greek Aphrodite, the Titan goddess Dione. According to Sanchuniathon, Baaltis/Dione, like Asherah and ‘Ashtart, was a sister and wife of 'El. He states that she bore daughters to El and that it was El who gave the city of Byblos to her.</p>\n<p>Ba‘alat Gebal was distinguished in iconography from ‘Ashtart or other aspects of ‘Ashtart or similar goddesses by two, tall, upright feathers in her headdress.</p>\n<p>The temple of Ba‘alat Gebal in Byblos was built around 2700 BC. Dedications from Egyptians begin appearing from the second to the 6th Egyptian dynasties. Two of these inscriptions equate Ba‘alat Gebal with the Egyptian goddess Hathor. Frank Moore Cross writes that at Sinai <i>Ba‘alat</i> seems to have referred to Hathor and possibly to Qudšu (see Qetesh), who is Asherah.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Jean-Pierre Thiollet, <i>Je m'appelle Byblos</i> (My name is Byblos), H &amp; D, 2005. ISBN 2 914 266 04 9</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Roman statue of Ba‘alat Gebal - Silk Road Seattle, University of Washington</li>\n<li>Temple of Ba‘alat Gebal</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Palm tree symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}