{"pageid": 78332, "ns": 0, "title": "Inanna", "extract": "<p><b>Inanna</b> (<span></span>; Sumerian: <span lang=\"sux\" xml:lang=\"sux\"><span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭𒈹</span></span> <span title=\"Sumerian transliteration\"><sup>D</sup>inanna</span>) was the Sumerian goddess of love, beauty, sex, desire, fertility, war, combat, and political power, equivalent to the Akkadian, Babylonian, and Assyrian goddess Ishtar. She was also the patron goddess of the Eanna temple at the city of Uruk, which was her main cult center. She was associated with the planet Venus and her most prominent symbols included the lion and the eight-pointed star.</p>\n<p>During the post-Sargonic era, Inanna was one of the most widely venerated deities in the Sumerian pantheon and she appears in more myths than any other deity. Many of her myths involve her taking over the domains of other deities. She was believed to have stolen the <i>mes</i>, which represented all positive and negative aspects of civilization, from Enki, the god of wisdom. She was also believed to have taken over the Eanna temple from An, the god of the sky, thereby becoming the Queen of Heaven. Inanna, however, was not always portrayed positively; she also had a fierce temper. She was believed to have destroyed Mount Ebih out of jealous pride and to have unleashed mass chaos upon the world after being raped in her sleep by the gardener Shukaletuda.</p>\n<p>Her most famous myth is the story of her descent into and return from <i>Kur</i>, the ancient Sumerian underworld, a myth in which she attempts to conquer the domain of her sister Ereshkigal, the queen of the Underworld, but is instead deemed guilty of hubris by the seven judges of the Underworld and struck dead, before being brought back to life three days later through the intervention of the god Enki due to the fervent pleading of her <i>sukkal</i>, or personal attendant, Ninshubur, even after all the other gods reject her. Her husband Dumuzid is dragged down to the Underworld by the <i>galla</i>, the guardians of the Underworld, as her replacement, but is eventually permitted to return to heaven for half the year while his sister Geshtinanna remains in the Underworld for the other half, resulting in the cycle of the seasons.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Inanna's name may derive from the Sumerian phrase <i>nin-an-ak</i>, meaning \"Lady of Heaven\", but the cuneiform sign for <i>Inanna</i> (<span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒈹</span>) is not a ligature of the signs <i>lady</i> (Sumerian: nin; Cuneiform: <span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒊩𒌆</span> SAL.TUG<sub>2</sub>) and <i>sky</i> (Sumerian: an; Cuneiform: <span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒀭</span> AN). These difficulties led some early Assyriologists to suggest that Inanna may have originally been a Proto-Euphratean goddess, possibly related to the Hurrian mother goddess Hannahannah, who was only later accepted into the Sumerian pantheon. This idea was supported by Inanna's youthfulness, and as well as the fact that, unlike the other Sumerian divinities, she seems to have initially lacked a distinct sphere of responsibilities. The view that there was a Proto-Euphratean substrate language in Southern Iraq before Sumerian is not widely accepted by modern Assyriologists.</p>\n<h2><span id=\"Origins_and_development\">Origins and development</span></h2>\n\n<p>Inanna has posed a problem for many scholars of ancient Sumer due to the fact that her sphere of power contained more distinct and contradictory aspects than that of any other deity. Two major theories regarding her origins have been proposed. The first explanation holds that Inanna is the result of a syncretism between several previously unrelated Sumerian deities with totally different domains. The second explanation holds that Inanna was originally a Semitic deity who entered the Sumerian pantheon after it was already fully structured, and who took on all the roles that had not yet been assigned to other deities.</p>\n<p>As early as the Uruk period (ca. 4000–3100 BC), Inanna was already associated with the city of Uruk. During this period, the symbol of a ring-headed doorpost was closely associated with Inanna. The famous Uruk Vase (found in a deposit of cult objects of the Uruk III period) depicts a row of naked men carrying various objects, including bowls, vessels, and baskets of farm products, and bringing sheep and goats to a female figure facing the ruler. The female figure holds Inanna's symbol of the two twisted reeds of the doorpost, while the male figure holds a box and stack of bowls, the later cuneiform sign signifying <i>En</i>, or high priest of the temple.</p>\n<p>Seal impressions from the Jemdet Nasr period (ca. 3100–2900 BC) show a fixed sequence of symbols representing various cities, including those of Ur, Larsa, Zabalam, Urum, Arina, and probably Kesh. This list probably reflects the report of contributions to Inanna at Uruk from cities supporting her cult. A large number of similar seals have been discovered from the slightly later Early Dynastic I phase at Ur, in a slightly different order, combined with the rosette symbol of Inanna. These seals were used to lock storerooms to preserve materials set aside for her cult.</p>\n<p>During the Akkadian period, Inanna was extensively syncretized with the East Semitic goddess Ishtar. The Akkadian poetess Enheduanna, the daughter of Sargon, wrote numerous hymns to Inanna, identifying her with Ishtar. Eventually, Inanna and Ishtar came to be seen as effectively the same. As a result of this syncretism, Inanna became the most prominent female deity in Mesopotamia during the post-Sargonic era.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Inanna was one of the most widely venerated deities in the Sumerian pantheon. She had temples in Nippur, Lagash, Shuruppak, Zabalam, and Ur, but her main cult center was the Eanna temple in Uruk, whose name means \"House of Heaven\" (Sumerian: e<sub>2</sub>-anna; Cuneiform: <span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒂍𒀭</span> E<sub>2</sub>.AN), The original patron deity of this fourth-millennium city was probably An. After its dedication to Inanna, the temple seems to have housed priestesses of the goddess.</p>\n<p>Androgynous and hermaphroditic men were heavily involved in the cult of Inanna. A set of priests known as <i>gala</i> worked in Inanna's temples, where they performed elegies and lamentations. <i>Gala</i> took female names, spoke in the <i>eme-sal</i> dialect, which was traditionally reserved for women, and appear to have engaged in homosexual intercourse. Gwendolyn Leick, an anthropologist known for her writings on Mesopotamia, has compared these individuals to the contemporary Indian <i>hijra</i>.</p>\n<p>According to the early scholar Samuel Noah Kramer, towards the end of the third millennium BC, kings of Uruk may have established their legitimacy by taking on the role of the shepherd Dumuzid, Inanna's consort. This ritual lasted for one night on the tenth day of the Akitu, the Sumerian new year festival, which was celebrated annually at the spring equinox. The king would then partake in a \"sacred marriage\" ceremony, during which he engaged in ritualized sexual intercourse with the high priestess of Inanna, who took on the role of the goddess.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Inanna's cuneiform ideogram was a hook-shaped twisted knot of reeds, representing the doorpost of the storehouse, a common symbol of fertility and plenty. The eight-pointed star or rosette was also an important symbol of hers. Inanna was associated with lions, which were a symbol of power even then. During the Akkadian Period, Ishtar was frequently depicted standing on the backs of two lionesses, but, even during Sumerian times, Inanna was already associated with lions; a chlorite bowl from the temple of Inanna at Nippur depicts a large feline battling a giant snake and a cuneiform inscription on the bowl reads \"Inanna and the Serpent,\" indicating that the cat is supposed to represent the goddess.</p>\n<h3><span id=\"As_the_planet_Venus\">As the planet Venus</span></h3>\n<p>Inanna was associated with the planet Venus, which at that time was known as \"the morning and evening star.\" Several hymns praise Inanna in her role as the goddess of the planet Venus. Theology professor Jeffrey Cooley has argued that, in many myths, Inanna's movements may correspond with the movements of the planet Venus in the sky. In <i>Inanna's Descent to the Underworld</i>, unlike any other deity, Inanna is able to descend into the netherworld and return to the heavens. The planet Venus appears to make a similar descent, setting in the West and then rising again in the East. An introductory hymn describes Inanna leaving the heavens and heading for <i>Kur</i>, what could be presumed to be, the mountains, replicating the rising and setting of Inanna to the West. In <i>Inanna and Shukaletuda</i>, Shukaletuda is described as scanning the heavens in search of Inanna, possibly searching the eastern and western horizons. In the same myth, while searching for her attacker, Inanna herself makes several movements that correspond with the movements of Venus in the sky.</p>\n<p>Because the movements of Venus appear to be discontinuous (it disappears due to its proximity to the sun, for many days at a time, and then reappears on the other horizon), some cultures did not recognize Venus as single entity; instead, they assumed it to be two separate stars on each horizon: the morning and evening star. Nonetheless, a cylinder seal from the Jemdet Nasr period indicates that the ancient Sumerians already knew that the morning and evening stars were the same celestial object. The discontinuous movements of Venus relate to both mythology as well as Inanna's dual nature.</p>\n<p>Inanna was associated with the eastern fish of the last of the zodiacal constellations, Pisces. Her consort Dumuzi was associated with the contiguous first constellation, Aries.</p>\n<h2><span id=\"Character\">Character</span></h2>\n\n<p>The Sumerians worshipped Inanna as the goddess of both warfare and sexuality. Unlike other gods, whose roles were static and whose domains were limited, the stories of Inanna describe her as moving from conquest to conquest. She was portrayed as young and impetuous, constantly striving for more power than she had been allotted.</p>\n<p>Although she was worshipped as the goddess of love, Inanna was not the goddess of marriage, nor was she ever viewed as a mother goddess. A description of her from one of her hymns declares, \"When the servants let the flocks loose, and when cattle and sheep are returned to cow-pen and sheepfold, then, my lady, like the nameless poor, you wear only a single garment. The pearls of a prostitute are placed around your neck, and you are likely to snatch a man from the tavern.\" In <i>Inanna's Descent to the Underworld</i>, Inanna treats her lover Dumuzid in a very capricious manner. This aspect of Inanna's personality is emphasized in the later standard Akkadian version of the <i>Epic of Gilgamesh</i> in which Gilgamesh points out Ishtar's infamous ill-treatment of her lovers.</p>\n<p>Inanna was also worshipped as one of the Sumerian war deities. One of her hymns declares: \"She stirs confusion and chaos against those who are disobedient to her, speeding carnage and inciting the devastating flood, clothed in terrifying radiance. It is her game to speed conflict and battle, untiring, strapping on her sandals.\" Battle itself was occasionally referred to as the \"Dance of Inanna\".</p>\n<h2><span id=\"Family\">Family</span></h2>\n\n<p>In Uruk, Inanna was usually regarded as the daughter of the sky god An, but, in the Isin tradition, she is usually described as the daughter of the moon god Nanna. In literary texts, she is sometimes described as the daughter of Enlil or the daughter of Enki. In different versions of her stories, her siblings sometimes include the sun god Utu and the Queen of the Underworld Ereshkigal. In nearly all of her myths, her <i>sukkal</i> is the goddess Ninshubur. Dumuzid, the god of shepherds, is usually described as Inanna's husband, but Inanna's loyalty to him is questionable; in the myth of her descent into the Underworld, she abandons Dumuzi and permits the <i>galla</i> demons to drag him down into the Underworld as her replacement, but in the later myth of \"The Return of Dumuzi,\" Inanna paradoxically mourns over Dumuzi's death and ultimately decrees that he will be allowed to return to Heaven to be with her for one half of the year.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Enki_and_the_World_Order\"><i>Enki and the World Order</i></span></h3>\n<p>The poem of <i>Enki and the World Order</i> begins by describing the god Enki and his establishment of the cosmic organization of the universe. Towards the end of the poem, Inanna comes to Enki and complains that he has assigned a domain and special powers to all of the other gods except for her. She declares that she has been treated unfairly. Enki responds by telling her that she already has a domain and that he does not need to assign her one.</p>\n<h3><span id=\"The_huluppu_tree\">The <i>huluppu</i> tree</span></h3>\n<p>This myth, found in the preamble to the epic of <i>Gilgamesh, Enkidu, and the Netherworld</i>, centers around a young Inanna, not yet stable in her power. It begins with a <i>huluppu</i> tree, which Kramer identifies as possibly a willow, growing on the banks of the river Euphrates. Inanna moves the tree to her garden in Uruk with the intention to carve it into a throne once it is fully grown. The tree grows and matures, but the serpent \"who knows no charm,\" the <i>Anzû</i>-bird, and <i>Lilitu</i>, the Sumerian forerunner to the Biblical Lilith, all take up residence within the tree, causing Inanna to cry with sorrow. The hero Gilgamesh, who, in this story, is portrayed as her brother, comes along and slays the serpent, causing the <i>Anzû</i>-bird and Lilitu to flee. Gilgamesh's companions chop down the tree and carve its wood into a bed and a throne, which they give to Inanna, who fashions a <i>pikku</i> and a <i>mikku</i> (probably a drum and drumsticks respectively, although the exact identifications are uncertain), which she gives to Gilgamesh as a reward for his heroism.</p>\n<h3><span id=\"Enmerkar_and_the_Lord_of_Aratta\"><i>Enmerkar and the Lord of Aratta</i></span></h3>\n\n<p>Inanna briefly appears at the beginning and end of the epic poem <i>Enmerkar and the Lord of Aratta</i>. The epic deals with a rivalry between the cities of Uruk and Aratta. Enmerkar, the king of Uruk, wishes to adorn his city with jewels and precious metals, but cannot do so because such minerals are only found in Aratta and, since trade does not yet exist, the resources are not available to him. Inanna, who is the patron goddess of both cities, appears to Enmerkar at the beginning of the poem and tells him that she favors Uruk over Aratta. She instructs Enmerkar to send a messenger to the lord of Aratta to ask for the resources Uruk needs. The majority of the epic revolves around a great contest between the two kings over Inanna's favor. Inanna reappears at the end of the poem to resolve the conflict by telling Enmerkar to establish trade between his city and Aratta.</p>\n<h3><span id=\"Theft_of_the_mes\">Theft of the <i>mes</i></span></h3>\n\n<p><i>Inanna and Enki</i> is a lengthy poem written in Sumerian, which may date to the Ur III period; it tells the story of how Inanna stole the sacred <i>mes</i> from Enki, the god of water and human culture. In ancient Sumerian mythology, the <i>mes</i> were sacred powers or properties belonging the gods that allowed human civilization to exist. Each <i>me</i> embodied one specific aspect of human culture. These aspects were very diverse and the <i>mes</i> listed in the poem include abstract concepts such as Truth, Victory, and Counsel, technologies such as writing and weaving, and also social constructs such as law, priestly offices, kingship, and prostitution. The <i>mes</i> were believed to grant power over all the aspects of civilization, both positive and negative.</p>\n<p>In the myth, Inanna travels from her own city of Uruk to Enki's city of Eridu, where she visits his temple, the E-Abzu. Inanna is greeted by Enki's <i>sukkal</i>, Isimud, who offers her food and drink. Inanna starts up a drinking competition with Enki. Then, once Enki is thoroughly intoxicated, Inanna persuades him to give her the <i>mes</i>. Inanna flees from Eridu in the Boat of Heaven, taking the <i>mes</i> back with her to Uruk. Enki wakes up to discover that the mes are gone and asks Isimud what has happened to them. Isimud replies that Enki has given all of them to Inanna. Enki becomes infuriated and sends multiple sets of fierce monsters after Inanna to take back the <i>mes</i> before she reaches the city of Uruk. Inanna's <i>sukkal</i> Ninshubur fends off all of the monsters that Enki sends after them. Through Ninshubur's aid, Inanna successfully manages to take the <i>mes</i> back with her to the city of Uruk. After Inanna escapes, Enki reconciles with her and bids her a positive farewell. It is possible that this legend may represent a historic transfer of power from the city of Eridu to the city of Uruk. It is also possible that this legend may be a symbolic representation of Inanna's maturity and her readiness to become the Queen of Heaven.</p>\n<h3><span id=\"Destruction_of_Ebih\">Destruction of Ebih</span></h3>\n\n<p><i>Inanna and Ebih</i>, otherwise known as <i>Goddess of the Fearsome Divine Powers</i>, is a 184-line poem written by the Akkadian poetess Enheduanna describing Inanna's confrontation with Mount Ebih, a mountain in the Zagros mountain range. The poem begins with an introductory hymn praising Inanna. The goddess journeys all over the entire world, until she comes across Mount Ebih and becomes infuriated by its glorious might and natural beauty, considering its very existence as an outright affront to her own authority. She rails at Mount Ebih, shouting:</p>\n<blockquote>\n\n</blockquote>\n<p>Inanna petitions to An, the Sumerian god of the heavens, to allow her to destroy Mount Ebih. An warns Inanna not to attack the mountain, but she ignores his warning and proceeds to attack and destroy Mount Ebih regardless. In the conclusion of the myth, she explains to Mount Ebih why she attacked it. In Sumerian poetry, the phrase \"destroyer of Kur\" is occasionally used as one of Inanna's epithets.</p>\n<h3><span id=\"Inanna_and_Shukaletuda\"><i>Inanna and Shukaletuda</i></span></h3>\n<p><i>Inanna and Shukaletuda</i> begins with a hymn to Inanna, praising her as the planet Venus. It then introduces Shukaletuda, a gardener who is terrible at his job and partially blind. All of his plants die, except for one poplar tree. Shukaletuda prays to the gods for guidance in his work. To his surprise, the goddess Inanna sees his one poplar tree and decides to rest under the shade of its branches. Shukaletuda removes her clothes and rapes Inanna while she sleeps. When the goddess wakes up and realizes she has been violated, she becomes furious and determines to bring her attacker to justice. In a fit of rage, Inanna unleashes horrible plagues upon the Earth, turning water into blood. Shukaletuda, terrified for his life, pleads his father for advice on how to escape Inanna's wrath. His father tells him to hide in the city, amongst the hordes of people, where he will hopefully blend in. Inanna searches the mountains of the East for her attacker, but is not able to find him. She then releases a series of storms and closes all roads to the city, but is still unable to find Shukaletuda, so she asks Enki to help her find him, threatening to leave her temple in Uruk if he does not. Enki consents and allows Inanna to \"fly across the sky like a rainbow\". Inanna finally locates Shukaletuda, who vainly attempts to invent excuses for his crime against her. Inanna rejects these excuses and kills him.</p>\n<p>Theology professor Jeffrey Cooley has cited the story of Shukaletuda as a Sumerian astral myth, arguing that the movements of Inanna in the story correspond with the movements of the planet Venus. He has also stated that, while Shukaletuda was praying to the goddess, he may have been looking toward Venus on the horizon.</p>\n<h3><span id=\"Inanna_Takes_Command_of_Heaven\"><i>Inanna Takes Command of Heaven</i></span></h3>\n<p>The poem <i>Inanna Takes Command of Heaven</i> is an extremely fragmentary, but important, account of Inanna's conquest of the Eanna temple in Uruk. It begins with a conversation between Inanna and her brother Utu in which Inanna laments that the Eanna temple is not within their domain and resolves to claim it as her own. The text becomes increasingly fragmentary at this point in the narrative, but appears to describe her difficult passage through a marshland to reach the temple while a fisherman instructs her on which route is best to take. Ultimately, Inanna reaches her father An, who is shocked by her arrogance, but nevertheless concedes that she has succeeded and that the temple is now her domain. The text ends with a hymn expounding Inanna's greatness. This myth may represent an eclipse in the authority of the priests of An in Uruk and a transfer of power to the priests of Inanna.</p>\n<h3><span id=\"Courtship_of_Inanna_and_Dumuzid\"><i>Courtship of Inanna and Dumuzid</i></span></h3>\n\n<p>This myth begins with a rather playful conversation between Inanna and Utu, who incrementally reveals to her that it is time for her to marry. She is courted by a farmer named Enkimdu and a shepherd named Dumuzid. At first, Inanna prefers the farmer, but Utu and Dumuzid gradually persuade her that Dumuzid is the better choice for a husband, arguing that, for every gift the farmer can give to her, the shepherd can give her something even better. In the end, Inanna marries Dumuzid. The shepherd and the farmer reconcile their differences, offering each other gifts. Samuel Noah Kramer compares the myth to the Biblical story of Cain and Abel because both myths center around a farmer and a shepherd competing for divine favor and, in both stories, the deity in question ultimately chooses the shepherd.</p>\n<h3><span id=\"Descent_into_the_Underworld\">Descent into the Underworld</span></h3>\n\n<p>The story of Inanna's descent to the underworld is a relatively well-attested and reconstructed composition.</p>\n<p>In Sumerian religion, the <i>Kur</i> was conceived of as dark, dreary cavern located deep underground; life there was envisioned as \"a shadowy version of life on earth\". It was ruled by Inanna's sister, the goddess Ereshkigal. Inanna's reason for visiting the underworld is unclear. She tells the gatekeeper of the underworld that she wishes to attend the funeral rites of Ereshkigal's husband Gugalanna, but, in <i>The Epic of Gilgamesh</i>, Gugalanna is the Bull of Heaven, who is killed by Gilgamesh and Enkidu. To add further confusion, Ereshkigal's husband is typically the plague god Nergal.</p>\n<p>Before leaving, Inanna instructs her minister and servant Ninshubur to plead with the deities Enlil, Nanna, Anu, and Enki to rescue her if she does not return after three days. The laws of the underworld dictate that, with the exception of appointed messengers, those who enter it may never leave.</p>\n<p>Inanna dresses elaborately for the visit; she wears a turban, wig, lapis lazuli necklace, beads upon her breast, the '<i>pala</i> dress' (the ladyship garment), mascara, a pectoral, and golden ring, and holds a lapis lazuli measuring rod. Each garment is a representation of a powerful <i>me</i> she possesses. Perhaps Inanna's garments, unsuitable for a funeral, along with Inanna's haughty behavior, make Ereshkigal suspicious.</p>\n\n<p>Following Ereshkigal's instructions, Neti, the gatekeeper of the underworld, tells Inanna she may enter the first gate of the underworld, but she must hand over her lapis lazuli measuring rod. She asks why, and is told, \"It is just the ways of the Underworld.\" She obliges and passes through. Inanna passes through a total of seven gates, at each one removing a piece of clothing or jewelry she had been wearing at the start of her journey, thus stripping her of her power. When she arrives in front of her sister, she is naked:</p>\n<blockquote class=\"templatequote\">\n<p>\"After she had crouched down and had her clothes removed, they were carried away. Then she made her sister Erec-ki-gala rise from her throne, and instead she sat on her throne. The Anna, the seven judges, rendered their decision against her. They looked at her – it was the look of death. They spoke to her – it was the speech of anger. They shouted at her – it was the shout of heavy guilt. The afflicted woman was turned into a corpse. And the corpse was hung on a hook.\"</p>\n</blockquote>\n<p>Three days and three nights pass, and Ninshubur, following instructions, goes to the temples of Enlil, Nanna, An, and Enki, and pleads with each of them to rescue Inanna. The first three deities refuse, saying Inanna's fate is her own fault, but Enki is deeply troubled and agrees to help. He creates two sexless figures named <i>gala-tura</i> and the <i>kur-jara</i> from the dirt under the fingernails of the deities. He instructs them to appease Ereshkigal and, when she asks them what they want, ask for the corpse of Inanna, which they must sprinkle with the food and water of life. When they come before Ereshkigal, she is in agony like a woman giving birth. She offers them whatever they want, including life-giving rivers of water and fields of grain, if they can relieve her; nonetheless they take only the corpse.</p>\n<p>The <i>gala-tura</i> and the <i>kur-jara</i> sprinkle Inanna's corpse with the food and water of life and revive her. <i>Galla</i> demons sent by Ereshkigal follow Inanna out of the Underworld, insisting that she is not free to go until someone else takes her place. They first come upon Ninshubur and attempt to take her, but Inanna stops them, insisting that Ninshubur is her loyal servant, who had rightly mourned her while she was in the underworld. They next come upon Shara, Inanna's beautician, still in mourning. The demons attempt to take him, but Inanna insists that they may not, as he too had mourned her. They next come upon Lulal, also in mourning. The demons try to take him, but Inanna stops them once again.</p>\n<p>Finally, they come upon Dumuzid, Inanna's husband. Despite Inanna's fate, and in contrast to the other individuals who were properly mourning Inanna, Dumuzid is lavishly clothed and resting beneath a tree, or upon her throne, entertained by slave-girls. Inanna, displeased, decrees that the demons shall take him, using language which echoes the speech Ereshkigal gave while condemning her. The demons then drag Dumuzid down to the Underworld.</p>\n\n<p>In other recensions of the story, Dumuzid tries to escape his fate, and is able to flee from the demons for a time, as Inanna's brother Utu, the god of the Sun, repeatedly intervenes and transforms Dumuzid into a variety of different animals, enabling him to escape. Nonetheless, the <i>galla</i> eventually capture Dumuzid and drag him down to the Underworld. However, Geshtinanna, Dumuzid's sister, out of love for him, begs to be taken in his place. Inanna decrees that Dumuzid will spend half the year in the underworld with Ereshkigal, but that his sister will take the other half. Inanna, displaying her typically capricious behavior, mourns Dumuzid's time in the underworld. This she reveals in a haunting lament of his deathlike absence from her, for \"[he] cannot answer . . . [he] cannot come/ to her calling . . . the young man has gone.\" Her own powers, notably those connected with fertility, subsequently wane, to return in full when he returns from the netherworld each six months. This cycle then approximates the shift of seasons.</p>\n<h4><span id=\"Interpretations\">Interpretations</span></h4>\n\n<p>Folklorist Diane Wolkstein interprets the myth as a union between Inanna and her own \"dark side\": her twin sister-self, Ereshkigal. When Inanna ascends from the Underworld, it is through Ereshkigal's powers, but, while Inanna is in the underworld, it is Ereshkigal who apparently takes on the powers of fertility. The poem ends with a line in praise, not of Inanna, but of Ereshkigal. Wolkstein interprets the narrative as a praise-poem dedicated to the more negative aspects of Inanna's domain, symbolic of an acceptance of the necessity of death in order to facilitate the continuance of life. Joseph Campbell interprets the myth as being about the psychological power of a descent into the unconscious, the realization of one's own strength through an episode of seeming powerlessness, and the acceptance of one's own negative qualities.</p>\n<p>Conversely, Joshua Mark argues that the most likely moral intended by the original author of the <i>Descent of Inanna</i> is that there are always consequences for one's actions: \"The Descent of Inanna, then, about one of the gods behaving badly and other gods and mortals having to suffer for that behavior, would have given to an ancient listener the same basic understanding anyone today would take from an account of a tragic accident caused by someone’s negligence or poor judgment: that, sometimes, life is just not fair.\"</p>\n<p>Another recent interpretation, by Clyde Hostetter, holds that the myth is an allegorical report of related movements of the planets Venus, Mercury, and Jupiter; and those of the waxing crescent Moon in the Second Millennium, beginning with the spring equinox and concluding with a meteor shower near the end of one synodic period of Venus. The three-day disappearance of Inanna refers to the three-day planetary disappearance of Venus between its appearance as a morning or evening star. The fact that Gugalana is slain refers to the disappearance of the constellation Taurus when the sun rises in that part of the sky, which in the Bronze Age marked the occurrence of the vernal equinox.</p>\n<h2><span id=\"Later_influence\">Later influence</span></h2>\n<p>The cult of Inanna influenced the cult of the East Semitic goddess Ishtar to such a profound extent that the two goddesses were widely considered to be the same. The cult of Ishtar, in turn, gave rise to the cult of the Phoenician goddess Astarte, which either gave rise to or at least heavily influenced the later cult of the Greek goddess Aphrodite. The myth of Aphrodite and Adonis is possibly derived from the story of Inanna and Dumuzid. Samuel Noah Kramer has compared the story of Ereshkigal with the Greek story of Persephone, implicating that the Greek story was probably influenced by the Sumerian one. The cult of Inanna may also have influenced the deities Ainina and Danina of the Caucasian Iberians mentioned by the medieval Georgian Chronicles.</p>\n<h3><span id=\"Modern_relevance\">Modern relevance</span></h3>\n<p>Inanna has become an important figure in modern feminist theory largely due to the fact that she is one of the few major female deities in the otherwise male-dominated Sumerian pantheon. Gavin White has even gone so far as to claim that Inanna was once regarded in parts of Sumer as the mother of all humanity.</p>\n<p>The Argentinian-born Jewish feminist artist Liliana Kleiner created an exhibition of paintings depicting her interpretations of Inanna's myths, which was first displayed in Mexico in 2008. The exhibition was later shown in Jerusalem in 2011 and in Berlin in 2015. Inanna is one of the names on the Heritage Floor of <i>The Dinner Party</i> by American feminist artist Judy Chicago as a related woman to Ishtar, who has a seat at the table.</p>\n<p>Inanna is worshipped as a form of the Goddess in modern Neopaganism and Wicca. Her name occurs in the refrain of the \"Burning Times Chant\", one of the most widely used Wiccan liturgies. Inanna is also an important figure in modern BDSM culture. Author and historian Anne O. Nomis has cited the portrayal of Inanna in the myth of <i>Inanna and Ebih</i> as an early example of the dominatrix archetype, characterizing her as a powerful female who forces gods and men into submission to her.</p>\n<p>Scholar Paul Thomas has criticized the modern portrayal of Inanna, accusing it of anachronistically imposing modern gender conventions on the ancient Sumerian story, portraying Inanna as a wife and mother, two roles the ancient Sumerians never ascribed to her, while ignoring the more masculine elements of Inanna's cult, particularly her associations with warfare and violence. Douglas E. Cowan has also criticized the portrayal of Inanna in modern Neopaganism, remarking that it \"reduces [her] to little more than a patron goddess of parking lots and crawlspaces\".</p>\n<h2><span id=\"Dates_(approximate)\"></span><span id=\"Dates_.28approximate.29\">Dates (approximate)</span></h2>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Anat</li>\n<li>Isis</li>\n<li>Nanaya</li>\n<li>Venus</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite id=\"CITEREFBaring1991\" class=\"citation\">Baring, Anne (1991), <i>The Myth of the Goddess: Evolution of an Image</i>, London, England: Viking Arkana</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=Anne&amp;rft.aulast=Baring&amp;rft.btitle=The+Myth+of+the+Goddess%3A+Evolution+of+an+Image&amp;rft.date=1991&amp;rft.genre=book&amp;rft.place=London%2C+England&amp;rft.pub=Viking+Arkana&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Black, Jeremy (2004). <i>The Literature of Ancient Sumer</i>. Oxford University Press. ISBN 978-0-19-926311-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=Jeremy&amp;rft.aulast=Black&amp;rft.btitle=The+Literature+of+Ancient+Sumer&amp;rft.date=2004&amp;rft.genre=book&amp;rft.isbn=978-0-19-926311-0&amp;rft.pub=Oxford+University+Press&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DPm_K2kjKp54C&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation web\">\"The Electronic Text Corpus of Sumerian Literature\". Faculty of Oriental Studies, University of Oxford. 2003.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.btitle=The+Electronic+Text+Corpus+of+Sumerian+Literature&amp;rft.date=2003&amp;rft.genre=unknown&amp;rft.pub=Faculty+of+Oriental+Studies%2C+University+of+Oxford&amp;rft_id=http%3A%2F%2Fetcsl.orinst.ox.ac.uk&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFFrymer-Kensky1992\" class=\"citation\">Frymer-Kensky, Tikva Simone (1992), <i>In the Wake of the Goddesses: Women, Culture, and the Biblical Transformation of Pagan Myth</i>, Free Press, ISBN 0029108004</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=Tikva+Simone&amp;rft.aulast=Frymer-Kensky&amp;rft.btitle=In+the+Wake+of+the+Goddesses%3A+Women%2C+Culture%2C+and+the+Biblical+Transformation+of+Pagan+Myth&amp;rft.date=1992&amp;rft.genre=book&amp;rft.isbn=0029108004&amp;rft.pub=Free+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Fulco, William J., S.J. \"Inanna.\" In Eliade, Mircea, ed., <i>The Encyclopedia of Religion.</i> New York: Macmillan Group, 1987. Vol. 7, 145–146.</li>\n<li><cite id=\"CITEREFHalloran2009\" class=\"citation web\">Halloran, John A. (2009). \"Sumerian Lexicon Version 3.0\".</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=John+A.&amp;rft.aulast=Halloran&amp;rft.btitle=Sumerian+Lexicon+Version+3.0&amp;rft.date=2009&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.sumerian.org%2Fsumerlex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Pereira, Sylvia Brunton (1981). <i>Descent to the Goddess</i>. Inner City Books. ISBN 978-0-919123-05-2.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=Sylvia+Brunton&amp;rft.aulast=Pereira&amp;rft.btitle=Descent+to+the+Goddess&amp;rft.date=1981&amp;rft.genre=book&amp;rft.isbn=978-0-919123-05-2&amp;rft.pub=Inner+City+Books&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> A Jungian interpretation of the process of psychological 'descent and return', using the story of Inanna as translated by Wolkstein &amp; Kramer 1983.</li>\n<li><cite id=\"CITEREFSanto2014\" class=\"citation\">Santo, Suzanne Banay (January 15, 2014), <i>From the Deep: Queen Inanna Dies and Comes Back to Life Again</i>, Toronto, Ontario, Canada: Red Butterfly Publications, p. 32, ISBN 9780988091412</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.aufirst=Suzanne+Banay&amp;rft.aulast=Santo&amp;rft.btitle=From+the+Deep%3A+Queen+Inanna+Dies+and+Comes+Back+to+Life+Again&amp;rft.date=2014-01-15&amp;rft.genre=book&amp;rft.isbn=9780988091412&amp;rft.pages=32&amp;rft.place=Toronto%2C+Ontario%2C+Canada&amp;rft.pub=Red+Butterfly+Publications&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"CITEREFStuckey2001\" class=\"citation\">Stuckey, Johanna (2001), \"Inanna and the Huluppu Tree, An Ancient Mesopotamian Narrative of Goddess Demotion\", in Devlin-Glass, Frances; McCredden, Lyn, <i>Feminist Poetics of the Sacred</i>, American Academy of Religion, ISBN 978-0-19-514468-0</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInanna&amp;rft.atitle=Inanna+and+the+Huluppu+Tree%2C+An+Ancient+Mesopotamian+Narrative+of+Goddess+Demotion&amp;rft.aufirst=Johanna&amp;rft.aulast=Stuckey&amp;rft.btitle=Feminist+Poetics+of+the+Sacred&amp;rft.date=2001&amp;rft.genre=bookitem&amp;rft.isbn=978-0-19-514468-0&amp;rft.pub=American+Academy+of+Religion&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Mesopotamian Gods and Goddesses: Inana/Ištar (goddess)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ancient Akkadian Cylindrical Seal Depicting Inanna and Ninshubur.jpg"}, {"ns": 6, "title": "File:British Museum Queen of the Night.jpg"}, {"ns": 6, "title": "File:Dumuzi aux enfers.jpg"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Inanna préfère le fermier.jpg"}, {"ns": 6, "title": "File:Kudurru Melishipak Louvre Sb23 n02.jpg"}, {"ns": 6, "title": "File:Marriage of Inanna and Dumuzi.png"}, {"ns": 6, "title": "File:Myths and legends of Babylonia and Assyria (1916) (14801964123).jpg"}, {"ns": 6, "title": "File:Part of front of Inanna temple of Kara Indasch from Uruk Vorderasiatisches Museum Berlin.jpg"}, {"ns": 6, "title": "File:Tablet describing goddess Inanna's battle with the mountain Ebih, Sumerian - Oriental Institute Museum, University of Chicago - DSC07117.JPG"}]}