{"pageid": 78452, "ns": 0, "title": "Ceres (mythology)", "extract": "<p>In ancient Roman religion, <b>Ceres</b> (<span></span>; Latin: <span lang=\"la\" xml:lang=\"la\"><i>Cerēs</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈkɛreːs]</span>) was a goddess of agriculture, grain crops, fertility and motherly relationships. She was originally the central deity in Rome's so-called plebeian or Aventine Triad, then was paired with her daughter Proserpina in what Romans described as \"the Greek rites of Ceres\". Her seven-day April festival of Cerealia included the popular <i>Ludi Ceriales</i> (Ceres' games). She was also honoured in the May <i>lustratio</i> of the fields at the Ambarvalia festival, at harvest-time, and during Roman marriages and funeral rites.</p>\n<p>Ceres is the only one of Rome's many agricultural deities to be listed among the Dii Consentes, Rome's equivalent to the Twelve Olympians of Greek mythology. The Romans saw her as the counterpart of the Greek goddess Demeter, whose mythology was reinterpreted for Ceres in Roman art and literature.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology_and_origins\">Etymology and origins</span></h2>\n<p>Ceres' name derives from the reconstructed Proto-Indo-European root <i>*ḱerh₃-</i>, meaning \"to satiate, to feed\", which is also the root for Latin <i>crescere</i> \"to grow\" and through it, the English words <i>create</i> and <i>increase</i>. Roman etymologists thought <i>ceres</i> derived from the Latin verb <i>gerere</i>, \"to bear, bring forth, produce\", because the goddess was linked to pastoral, agricultural and human fertility. Archaic cults to Ceres are well-evidenced among Rome's neighbours in the Regal period, including the ancient Latins, Oscans and Sabellians, less certainly among the Etruscans and Umbrians. An archaic Faliscan inscription of c. 600 BC asks her to provide <i>far</i> (spelt wheat), which was a dietary staple of the Mediterranean world. Throughout the Roman era, Ceres' name was synonymous with grain and, by extension, with bread.</p>\n<h2><span id=\"Cults_and_cult_themes\">Cults and cult themes</span></h2>\n<h3><span id=\"Agricultural_fertility\">Agricultural fertility</span></h3>\n<p>Ceres was credited with the discovery of spelt wheat (Latin <i>far</i>), the yoking of oxen and ploughing, the sowing, protection and nourishing of the young seed, and the gift of agriculture to humankind; before this, it was said, man had subsisted on acorns, and wandered without settlement or laws. She had the power to fertilise, multiply and fructify plant and animal seed, and her laws and rites protected all activities of the agricultural cycle. In January, Ceres was offered spelt wheat and a pregnant sow, along with the earth-goddess Tellus, at the movable <i>Feriae Sementivae</i>. This was almost certainly held before the annual sowing of grain. The divine portion of sacrifice was the entrails <i>(exta)</i> presented in an earthenware pot <i>(olla).</i> In a rural context, Cato the Elder describes the offer to Ceres of a <i>porca praecidanea</i> (a pig, offered before the sowing). Before the harvest, she was offered a propitiary grain sample (<i>praemetium</i>). Ovid tells that Ceres \"is content with little, provided that her offerings are casta\" (pure).</p>\n<p>Ceres' main festival, Cerealia, was held from mid to late April. It was organised by her plebeian aediles and included circus games (<i>ludi circenses</i>). It opened with a horse-race in the Circus Maximus, whose starting point lay below and opposite to her Aventine Temple; the turning post at the far end of the Circus was sacred to Consus, a god of grain-storage. After the race, foxes were released into the Circus, their tails ablaze with lighted torches, perhaps to cleanse the growing crops and protect them from disease and vermin, or to add warmth and vitality to their growth. From c.175 BC, Cerealia included <i>ludi scaenici</i> (theatrical religious events) through April 12 to 18.</p>\n<h4><span id=\"Helper_gods\">Helper gods</span></h4>\n<p>In the ancient <i>sacrum cereale</i> a priest, probably the Flamen Cerialis, invoked Ceres (and probably Tellus) along with twelve specialised, minor assistant-gods to secure divine help and protection at each stage of the grain cycle, beginning shortly before the Feriae Sementivae. W.H. Roscher lists these deities among the <i>indigitamenta</i>, names used to invoke specific divine functions.</p>\n<ul><li><b>Vervactor</b>, \"He who ploughs\"</li>\n<li><b>Reparator</b>, \"He who prepares the earth\"</li>\n<li><b>Imporcitor</b>, \"He who ploughs with a wide furrow\"</li>\n<li><b>Insitor</b>, \"He who plants seeds\"</li>\n<li><b>Obarator</b>, \"He who traces the first ploughing\"</li>\n<li><b>Occator</b>, \"He who harrows\"</li>\n<li><b>Serritor</b>, \"He who digs\"</li>\n<li><b>Subruncinator</b>, \"He who weeds\"</li>\n<li><b>Messor</b>, \"He who reaps\"</li>\n<li><b>Conuector</b> (Convector), \"He who carries the grain\"</li>\n<li><b>Conditor</b>, \"He who stores the grain\"</li>\n<li><b>Promitor</b>, \"He who distributes the grain\"</li>\n</ul><h3><span id=\"Marriage,_human_fertility_and_nourishment\"></span><span id=\"Marriage.2C_human_fertility_and_nourishment\">Marriage, human fertility and nourishment</span></h3>\n<p>In Roman bridal processions, a young boy carried Ceres' torch to light the way; \"the most auspicious wood for wedding torches came from the <i>spina alba</i>, the may tree, which bore many fruits and hence symbolised fertility\". The adult males of the wedding party waited at the groom's house. A wedding sacrifice was offered to Tellus on the bride's behalf; a sow is the most likely victim. Varro describes the sacrifice of a pig as \"a worthy mark of weddings\" because \"our women, and especially nurses\" call the female genitalia <i>porcus</i> (pig). Spaeth (1996) believes Ceres may have been included in the sacrificial dedication, because she is closely identified with Tellus and, as <i>Ceres legifera</i> (law-bearer), she \"bears the laws\" of marriage. In the most solemn form of marriage, <i>confarreatio</i>, the bride and groom shared a cake made of far, the ancient wheat-type particularly associated with Ceres.</p>\n\n<p>From at least the mid-republican era, an official, joint cult to Ceres and Proserpina reinforced Ceres' connection with Roman ideals of female virtue. The promotion of this cult coincides with the rise of a plebeian nobility, an increased birthrate among plebeian commoners, and a fall in the birthrate among patrician families. The late Republican <i>Ceres Mater</i> (Mother Ceres) is described as <i>genetrix</i> (progenitress) and <i>alma</i> (nourishing); in the early Imperial era she becomes an Imperial deity, and receives joint cult with Ops Augusta, Ceres' own mother in Imperial guise and a bountiful genetrix in her own right. Several of Ceres' ancient Italic precursors are connected to human fertility and motherhood; the Pelignan goddess <i>Angitia Cerealis</i> has been identified with the Roman goddess Angerona (associated with childbirth).</p>\n<h3><span id=\"Laws\">Laws</span></h3>\n<p>Ceres was patron and protector of plebeian laws, rights and Tribunes. Her Aventine Temple served the plebeians as cult centre, legal archive, treasury and possibly law-court; its foundation was contemporaneous with the passage of the Lex Sacrata, which established the office and person of plebeian aediles and tribunes as inviolate representatives of the Roman people. Tribunes were legally immune to arrest or threat, and the lives and property of those who violated this law were forfeit to Ceres. The Lex Hortensia of 287 BC extended plebeian laws to the city and all its citizens. The official decrees of the Senate (<i>senatus consulta</i>) were placed in Ceres' Temple, under the guardianship of the goddess and her aediles. Livy puts the reason bluntly: the consuls could no longer seek advantage by arbitrarily tampering with the laws of Rome. The Temple might also have offered asylum for those threatened with arbitrary arrest by patrician magistrates. Ceres' temple, games and cult were at least part-funded by fines imposed on those who offended the laws placed under her protection; the poet Vergil later calls her <i>legifera Ceres</i> (Law-bearing Ceres), a translation of Demeter's Greek epithet, <i>thesmophoros</i>.</p>\n<p>As Ceres' first plough-furrow opened the earth (Tellus' realm) to the world of men and created the first field and its boundary, her laws determined the course of settled, lawful, civilised life. Crimes against fields and harvest were crimes against the people and their protective deity. Landowners who allowed their flocks to graze on public land were fined by the plebeian aediles, on behalf of Ceres and the people of Rome. Ancient laws of the Twelve Tables forbade the magical charming of field crops from a neighbour's field into one's own, and invoked the death penalty for the illicit removal of field boundaries. An adult who damaged or stole field-crops should be hanged \"for Ceres\". Any youth guilty of the same offense was to be whipped or fined double the value of damage.</p>\n<p>The killing of the tribune Tiberius Gracchus in 133 BC was justified by some as rightful punishment for attempted tyranny, an offense against Ceres' <i>Lex sacrata</i>. Others deplored it as murder, because the same <i>Lex sacrata</i> made his person sacrosanct. In 70 BC, Cicero refers to this killing in connection with Ceres' laws and cults, during his prosecution of Verres, Roman governor of Sicily, for extortion. The case included circumstantial details of Verres' irreligious exploitation and abuse of Sicilian grain farmers, who were naturally under Ceres' special protection at the very place of her \"earthly home\" – and his thefts from her temple, including an ancient image of the goddess herself. Faced by the mounting evidence against him, Verres abandoned his own defense and withdrew to a prosperous exile. Soon after, Cicero won election as aedile.</p>\n<p>Ceres protected transitions of women from girlhood to womanhood, from unmarried to married life and motherhood. She also maintained the boundaries between the realms of the living and the dead, regardless of their sex. Given the appropriate rites, she helped the deceased into afterlife as an underworld shade (Di Manes), else their spirit might remain to haunt the living, as a wandering, vengeful ghost (Lemur). For this service, well-off families offered Ceres sacrifice of a pig. The poor could offer wheat, flowers, and a libation. The expected afterlife for the exclusively female initiates in the <i>sacra Cereris</i> may have been somewhat different; they were offered \"a method of living\" and of \"dying with better hope\".</p>\n<h3><span id=\"The_mundus_of_Ceres\">The <i>mundus</i> of Ceres</span></h3>\n<p>The <i>mundus cerialis</i> (literally \"the world\" of Ceres or <i>Caereris mundus</i>) was a hemispherical pit or underground vault in Rome. Its location is uncertain. It was usually sealed by a stone lid known as the <i>lapis manalis</i>. On August 24, October 5 and November 8, it was opened with the official announcement \"<i>mundus patet</i>\" (\"the <i>mundus</i> is open\"), and offerings were made there to agricultural or underworld deities, including Ceres as goddess of the fruitful earth and guardian of its underworld portals. Its opening offered the spirits of the dead temporary leave from the underworld, to roam lawfully among the living, in what Warde Fowler describes as ‘holidays, so to speak, for the ghosts’. The days when the mundus was open were among the very few occasions that Romans made official contact with the collective spirits of the dead, the <i>Di Manes</i> (the others being Parentalia and Lemuralia). This secondary or late function of the <i>mundus</i> is attested no earlier than the Late Republican Era, by Varro. The jurist Cato understood the mundus' shape as a reflection or inversion of the dome of the upper heavens.</p>\n<p>Roman tradition held that the <i>mundus</i> had been dug and sealed by Romulus as part of Rome's foundation; Plutarch compares it to pits dug by Etruscan colonists, containing soil brought from their parent city, used to dedicate the first fruits of the harvest. Warde Fowler speculates the <i>mundus</i> as Rome's first storehouse (<i>penus</i>) for seed-grain, later becoming the symbolic <i>penus</i> of the Roman state. In the oldest known Roman calendar, the days of the <i>mundus</i> are marked as C(omitiales) (days when the Comitia met). Later authors mark them as <i>dies religiosus</i> (when no official meetings could be held). Some modern scholars seek to explain this as the later introduction and accommodation of Greek elements, grafted onto the original <i>mundus</i> rites. The rites of August 24 were held between the agricultural festivals of Consualia and Opiconsivia; those of October 5 followed the <i>Ieiunium Cereris</i>, and those of November 8 took place during the Plebeian Games As a whole, the various days of the <i>mundus</i> suggest rites to Ceres as the guardian deity of seed-corn in the establishment of cities, and in her function as a door-warden of the afterlife, which was co-ruled during the winter months by her daughter Proserpina, queen-companion to Dis.</p>\n<h3><span id=\"Expiations\">Expiations</span></h3>\n<p>In Roman theology, prodigies were abnormal phenomena that manifested divine anger at human impiety. In Roman histories, prodigies cluster around perceived or actual threats to the Roman state, in particular, famine, war and social disorder, and are expiated as matters of urgency. The establishment of Ceres' Aventine cult has itself been interpreted as an extraordinary expiation after the failure of crops and consequent famine. In Livy's history, Ceres is among the deities placated after a remarkable series of prodigies that accompanied the disasters of the Second Punic War: during the same conflict, a lighting strike at her temple was expiated. A fast in her honour is recorded for 191 BC, to be repeated at 5-year intervals. After 206, she was offered at least 11 further official expiations. Many of these were connected to famine and manifestations of plebeian unrest, rather than war. From the Middle Republic onwards, expiation was increasingly addressed to her as mother to Proserpina. The last known followed Rome's Great Fire of 64 AD. The cause or causes of the fire remained uncertain, but its disastrous extent was taken as a sign of offense against Juno, Vulcan, and Ceres-with-Proserpina, who were all were given expiatory cult. Champlin (2003) perceives the expiations to Vulcan and Ceres in particular as attempted populist appeals by the ruling emperor, Nero.</p>\n<h2><span id=\"Myths_and_theology\">Myths and theology</span></h2>\n\n<p>The complex and multi-layered origins of the Aventine Triad and Ceres herself allowed multiple interpretations of their relationships; Cicero asserts Ceres as mother to both Liber and Libera, consistent with her role as a mothering deity. Varro's more complex theology groups her functionally with Tellus, Terra, Venus (and thus Victoria) and with Libera as a female aspect of Liber. No native Roman myths of Ceres are known. According to <i>interpretatio romana</i>, by which Roman deities were identified with their Greek counterparts, she was an equivalent to Demeter, one of the Twelve Olympians of Greek religion and mythology; this made Ceres one of Rome's twelve Di Consentes, daughter of Saturn and Ops, sister of Jupiter, mother of Proserpina by Jupiter and sister of Juno, Vesta, Neptune and Dis. Ceres' known mythology is indistinguishable from Demeter's:</p>\n<blockquote>\n<p>\"When Ceres sought through all the earth with lit torches for Proserpina, who had been seized by Dis Pater, she called her with shouts where three or four roads meet; from this it has endured in her rites that on certain days a lamentation is raised at the crossroads everywhere by the <i>matronae</i>.\"</p>\n</blockquote>\n<p>Ovid likens Ceres' devotion to her own offspring to that of a cow to its calf; but she is also as the originator of bloody animal sacrifice, a necessity in the renewal of life. She has a particular enmity towards her own sacrificial animal, the pig. Pigs offend her by their destructive rooting-up of field crops under her protection; and in the myth of Proserpina's abduction on the plains of Henna (Enna), her tracks were obscured by their trampling. If not for them, Ceres might have been spared the toils and grief of her lengthy search and separation. Enna, in Sicily, had strong mythological connections with Ceres and Proserpina, and was the site of Ceres most ancient sanctuary. Flowers were said to bloom throughout the year on its \"miraculous plain\".</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n<p>Vitruvius (c.80 – 15 BC) describes the \"Temple of Ceres near the Circus Maximus\" (her Aventine Temple) as typically Araeostyle, having widely spaced supporting columns, with architraves of wood, rather than stone. This species of temple is \"clumsy, heavy roofed, low and wide, [its] pediments ornamented with statues of clay or brass, gilt in the Tuscan fashion\". He recommends that temples to Ceres be sited in rural areas: \"in a solitary spot out of the city, to which the public are not necessarily led but for the purpose of sacrificing to her. This spot is to be reverenced with religious awe and solemnity of demeanour, by those whose affairs lead them to visit it.\" During the early Imperial era, soothsayers advised Pliny the Younger to restore an ancient, \"old and narrow\" temple to Ceres, at his rural property near Como. It contained an ancient wooden cult statue of the goddess, which he replaced. Though this was unofficial, private cult (<i>sacra privata</i>) its annual feast on the Ides of September, the same day as the Epulum Jovis, was attended by pilgrims from all over the region. Pliny considered this rebuilding a fulfillment of his civic and religious duty.</p>\n<h3><span id=\"Images_of_Ceres\">Images of Ceres</span></h3>\n\n<p>No images of Ceres survive from her pre-Aventine cults; the earliest date to the middle Republic, and show the Hellenising influence of Demeter's iconography. Some late Republican images recall Ceres' search for Proserpina. Ceres bears a torch, sometimes two, and rides in a chariot drawn by snakes; or she sits on the sacred <i>kiste</i> (chest) that conceals the objects of her mystery rites. Sometimes she holds a caduceus, a symbol of Pax (Roman goddess of Peace). Augustan reliefs show her emergence, plant-like from the earth, her arms entwined by snakes, her outstretched hands bearing poppies and wheat, or her head crowned with fruits and vines. In free-standing statuary, she commonly wears a wheat-crown, or holds a wheat spray. Moneyers of the Republican era use Ceres' image, wheat ears and garlands to advertise their connections with prosperity, the annona and the popular interest. Some Imperial coin images depict important female members of the Imperial family as Ceres, or with some of her attributes.</p>\n<h2><span id=\"Priesthoods\">Priesthoods</span></h2>\n\n<p>Ceres was served by several public priesthoods. Some were male; her senior priest, the <i>flamen cerialis</i>, also served Tellus and was usually plebeian by ancestry or adoption. Her public cult at the Ambarvalia, or \"perambulation of fields\" identified her with Dea Dia, and was led by the Arval Brethren (\"The Brothers of the Fields\"); rural versions of these rites were led as private cult by the heads of households. An inscription at Capua names a male <i>sacerdos Cerialis mundalis</i>, a priest dedicated to Ceres' rites of the <i>mundus</i>. The plebeian aediles had minor or occasional priestly functions at Ceres' Aventine Temple and were responsible for its management and financial affairs including collection of fines, the organisation of <i>ludi Cerealia</i> and probably the Cerealia itself. Their <i>cure</i> (care and jurisdiction) included, or came to include, the grain supply (<i>annona</i>) and later the plebeian grain doles (<i>frumentationes</i>), the organisation and management of public games in general, and the maintenance of Rome's streets and public buildings.</p>\n<p>Otherwise, in Rome and throughout Italy, as at her ancient sanctuaries of Henna and Catena, Ceres' <i>ritus graecus</i> and her joint cult with Proserpina were invariably led by female <i>sacerdotes</i>, drawn from local and Roman elites: Cicero notes that once the new cult had been founded, its earliest priestesses \"generally were either from Naples or Velia\", cities allied or federated to Rome. Elsewhere, he describes Ceres' Sicilian priestesses as \"older women respected for their noble birth and character\". Celibacy may have been a condition of their office; sexual abstinence was, according to Ovid, required of those attending Ceres' major, nine-day festival. Her public priesthood was reserved to respectable matrons, be they married, divorced or widowed. The process of their selection and their relationship to Ceres' older, entirely male priesthood is unknown; but they far outnumbered her few male priests, and would have been highly respected and influential figures in their own communities.</p>\n<h2><span id=\"Cult_development\">Cult development</span></h2>\n<h3><span id=\"Archaic_and_Regal_eras\">Archaic and Regal eras</span></h3>\n<p>Roman tradition credited Ceres' eponymous festival, Cerealia, to Rome's second king, the semi-legendary Numa. Ceres' senior, male priesthood was a minor flaminate whose priesthood and rites were supposedly also innovations of Numa. Her affinity and joint cult with Tellus, also known as Terra Mater (Mother Earth) may have developed at this time. Much later, during the early Imperial era, Ovid describes these goddesses as \"partners in labour\"; Ceres provides the \"cause\" for the growth of crops, while Tellus provides them a place to grow.</p>\n<h3><span id=\"Republican_era\">Republican era</span></h3>\n<h4><span id=\"Ceres_and_the_Aventine_Triad\">Ceres and the Aventine Triad</span></h4>\n<p>In 496 BC, against a background of economic recession and famine in Rome, imminent war against the Latins and a threatened secession by Rome's plebs (citizen commoners), the dictator A. Postumius vowed a temple to Ceres, Liber and Libera on or near the Aventine Hill. The famine ended and Rome's plebeian citizen-soldiery co-operated in the conquest of the Latins. Postumius' vow was fulfilled in 493 BC: Ceres became the central deity of the new Triad, housed in a new-built Aventine temple. She was also – or became – the patron goddess of the <i>plebs</i>, whose enterprise as tenant farmers, estate managers, agricultural factors and importers was a mainstay of Roman agriculture.</p>\n<p>Much of Rome's grain was imported from territories of Magna Graecia, particularly from Sicily, which later Roman mythographers describe as Ceres' \"earthly home\". Writers of the late Roman Republic and early Empire describe Ceres' Aventine temple and rites as conspicuously Greek. In modern scholarship, this is taken as further evidence of long-standing connections between the plebeians, Ceres and Magna Graecia. It also raises unanswered questions on the nature, history and character of these associations: the Triad itself may have been a self-consciously Roman cult formulation based on Greco-Italic precedents. To complicate matters further, when a new form of Cerean cult was officially imported from Magna Graecia, it was known as the <i>ritus graecus</i> (Greek rite) of Ceres, and was distinct from her older Roman rites.</p>\n<p>The older forms of Aventine rites to Ceres remain uncertain. Most Roman cults were led by men, and the officiant's head was covered by a fold of his toga. In the Roman <i>ritus graecus</i>, a male celebrant wore Greek-style vestments, and remained bareheaded before the deity, or else wore a wreath. While Ceres' original Aventine cult was led by male priests, her \"Greek rites\" (<i>ritus graecus Cereris</i>) were exclusively female.</p>\n<h3><span id=\"Middle_Republic\">Middle Republic</span></h3>\n\n<h4><span id=\"Ceres_and_Proserpina\">Ceres and Proserpina</span></h4>\n<p>Towards the end of the Second Punic War, around 205 BC, an officially recognised joint cult to Ceres and her daughter Proserpina was brought to Rome from southern Italy (part of Magna Graecia) along with Greek priestesses to serve it. In Rome, this was known as the <i>ritus graecus Cereris</i>; its priestesses were granted Roman citizenship so that they could pray to the gods \"with a foreign and external knowledge, but with a domestic and civil intention\". The cult was based on ancient, ethnically Greek cults to Demeter, most notably the Thesmophoria to Demeter and Persephone, whose cults and myths also provided a basis for the Eleusinian mysteries.</p>\n<p>From the end of the 3rd century BC, Demeter's temple at Enna, in Sicily, was acknowledged as Ceres' oldest, most authoritative cult centre, and Libera was recognised as Proserpina, Roman equivalent to Demeter's daughter Persephone. Their joint cult recalls Demeter's search for Persephone, after the latter's rape and abduction into the underworld by Hades. The new cult to \"mother and maiden\" took its place alongside the old, but made no reference to Liber. Thereafter, Ceres was offered two separate and distinctive forms of official cult at the Aventine. Both might have been supervised by the male flamen Cerialis but otherwise, their relationship is unclear. The older form of cult included both men and women, and probably remained a focus for plebeian political identity and discontent. The new identified its exclusively females initiates and priestesses as upholders of Rome's traditional, patrician-dominated social hierarchy and morality.</p>\n<h4><span id=\"Ceres_and_Magna_Mater\">Ceres and Magna Mater</span></h4>\n<p>A year after the import of the <i>ritus cereris</i>, patrician senators imported cult to the Greek goddess Cybele and established her as Magna Mater (The Great Mother) within Rome's sacred boundary, facing the Aventine Hill. Like Ceres, Cybele was a form of Graeco-Roman earth goddess. Unlike her, she had mythological ties to Troy, and thus to the Trojan prince Aeneas, mythological ancestor of Rome's founding father and first patrician Romulus. The establishment of official Roman cult to Magna Mater coincided with the start of a new <i>saeculum</i> (cycle of years). It was followed by Hannibal's defeat, the end of the Punic War and an exceptionally good harvest. Roman victory and recovery could therefore be credited to Magna Mater and patrician piety: so the patricians dined her and each other at her festival banquets. In similar fashion, the plebeian nobility underlined their claims to Ceres. Up to a point, the two cults reflected a social and political divide, but when certain prodigies were interpreted as evidence of Ceres' displeasure, the senate appeased her with a new festival, the <i>ieiunium Cereris</i> (\"fast of Ceres\").</p>\n<p>In 133 BC, the plebeian noble Tiberius Gracchus bypassed the Senate and appealed directly to the popular assembly to pass his proposed land-reforms. Civil unrest spilled into violence; Gracchus and many of his supporters were murdered by their conservative opponents. At the behest of the Sibylline oracle, the senate sent the quindecimviri to Ceres' ancient cult centre at Henna in Sicily, the goddess' supposed place of origin and earthly home. Some kind of religious consultation or propitiation was given, either to expiate Gracchus' murder – as later Roman sources would claim – or to justify it as the lawful killing of a would-be king or demagogue, a <i>homo sacer</i> who had offended Ceres' laws against tyranny.</p>\n<h3><span id=\"Late_Republic\">Late Republic</span></h3>\n<p>The Eleusinian mysteries became increasingly popular during the late Republic. Early Roman initiates at Eleusis in Greece included Sulla and Cicero; thereafter many Emperors were initiated, including Hadrian, who founded an Eleusinian cult centre in Rome itself.</p>\n<p>In Late Republican politics, aristocratic traditionalists and popularists used coinage to propagate their competing claims to Ceres' favour. A coin of Sulla shows Ceres on one side, and on the other a ploughman with yoked oxen: the images, accompanied by the legend <i>\"conditor\"</i>, claim his rule (a military dictatorship) as regenerative and divinely justified. Popularists used her name and attributes to appeal their guardianship of plebeian interests, particularly the <i>annona</i> and <i>frumentarium</i>; and plebeian nobles and aediles used them to point out their ancestral connections with plebeians as commoners. In the decades of Civil War that ushered in the Empire, such images and dedications proliferate on Rome's coinage: Julius Caesar, his opponents, his assassins and his heirs alike claimed the favour and support of Ceres and her plebeian proteges, with coin issues that celebrate Ceres, <i>Libertas</i> (liberty) and Victoria (victory).</p>\n<h3><span id=\"Imperial_era\">Imperial era</span></h3>\n\n<p>Imperial theology conscripted Rome's traditional cults as the divine upholders of Imperial Pax (peace) and prosperity, for the benefit of all. The emperor Augustus began the restoration of Ceres' Aventine Temple; his successor Tiberius completed it. Of the several figures on the Augustan Ara Pacis, one doubles as a portrait of the Empress Livia, who wears Ceres' <i>corona spicea</i>. Another has been variously identified in modern scholarship as Tellus, Venus, Pax or Ceres, or in Spaeth's analysis, a deliberately broad composite of them all.</p>\n<p>The emperor Claudius' reformed the grain supply and created its embodiment as an Imperial goddess, Annona, a junior partner to Ceres and the Imperial family. The traditional, Cerean virtues of provision and nourishment were symbolically extended to Imperial family members; some coinage shows Claudius' mother Antonia as an Augusta, wearing the <i>corona spicea</i>.</p>\n<p>The relationship between the reigning emperor, empress and Ceres was formalised in titles such as Augusta mater agrorum (\"The august mother of the fields) and <i>Ceres Augusta</i>. On coinage, various emperors and empresses wear her <i>corona spicea</i>, showing that the goddess, the emperor and his spouse are conjointly responsible for agricultural prosperity and the all-important provision of grain. A coin of Nerva (reigned AD 96–98) acknowledges Rome's dependence on the princeps' gift of <i>frumentio</i> (corn dole) to the masses. Under Nerva's later dynastic successor Antoninus Pius, Imperial theology represents the death and apotheosis of the Empress Faustina the Elder as Ceres' return to Olympus by Jupiter's command. Even then, \"her care for mankind continues and the world can rejoice in the warmth of her daughter Proserpina: in Imperial flesh, Proserpina is Faustina the Younger\", empress-wife of Pius' successor Marcus Aurelius.</p>\n<p>In Britain, a soldier's inscription of the 2nd century AD attests to Ceres' role in the popular syncretism of the times. She is \"the bearer of ears of corn\", the \"Syrian Goddess\", identical with the universal heavenly Mother, the Magna Mater and Virgo, virgin mother of the gods. She is peace and virtue, and inventor of justice: she weighs \"Life and Right\" in her scale.</p>\n<p>During the Late Imperial era, Ceres gradually \"slips into obscurity\"; the last known official association of the Imperial family with her symbols is a coin issue of Septimius Severus (AD 193–211), showing his empress, Julia Domna, in the <i>corona spicea</i>. After the reign of Claudius Gothicus, no coinage shows Ceres' image. Even so, an initiate of her mysteries is attested in the 5th century AD, after the official abolition of all non-Christian cults.</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n\n\n<p>The word cereals derives from Ceres, commemorating her association with edible grains. Statues of Ceres top the domes of the Missouri State Capitol and the Vermont State House serving as a reminder of the importance of agriculture in the states' economies and histories. There is also a statue of her on top of the Chicago Board of Trade Building, which conducts trading in agricultural commodities.</p>\n<p>The dwarf planet Ceres (discovered 1801), is named after this goddess. And in turn, the chemical element cerium (discovered 1803) was named after the dwarf planet. A poem about Ceres and humanity features in Dmitri's confession to his brother Alexei in Dostoevsky's <i>The Brothers Karamazov</i>, Part 1, Book 3, Chapter 3.</p>\n<p>Ceres appears as a character in William Shakespeare's play <i>The Tempest</i> (1611).</p>\n<p>An aria in praise of Ceres is sung in Act 4 of the opera <i>The Trojans</i> by Hector Berlioz.</p>\n<p>The 1937-1940 French 50 Francs bank note depicts Ceres in the Garden of Versailles.</p>\n<p>The goddess Ceres is one of the three goddess offices held in The National Grange of the Order of Patrons of Husbandry. The other goddesses are Pomona, and Flora.</p>\n<p>Ceres is depicted on the Seal of New Jersey as a symbol of prosperity.</p>\n<p>Ceres was depicted on several ten and twenty Confederate States of America dollar notes.</p>\n<p>Yuu Watase's manga is titled <i>Ayashi no Ceres</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Corn mother</li>\n<li>Consus</li>\n<li>Dewi Sri</li>\n<li>Po Sop</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Benko, Stephen, The virgin goddess: studies in the pagan and Christian roots of mariology, BRILL, 2004.</li>\n<li>Room, Adrian, <i>Who's Who in Classical Mythology</i>, p. 89-90. NTC Publishing 1990. ISBN 0-8442-5469-X.</li>\n<li>Scheid, John, \"Graeco Ritu: A Typically Roman Way of Honoring the Gods,\" <i>Harvard Studies in Classical Philology</i>, 97, Greece in Rome: Influence, Integration, Resistance, 1995, pp. 15–31.</li>\n<li>Schultz, Celia E., <i>Women's Religious Activity in the Roman Republic (Studies in the History of Greece and Rome)</i>, University of North Carolina Press, 2006.</li>\n<li>Spaeth, Barbette Stanley, \"The Goddess Ceres and the Death of Tiberius Gracchus\", <i>Historia: Zeitschrift für Alte Geschichte</i>, Vol. 39, No. 2, 1990.</li>\n<li>Spaeth, Barbette Stanley, <i>The Roman goddess Ceres</i>, University of Texas Press, 1996. ISBN 0-292-77693-4.</li>\n<li>Staples, Ariadne, <i>From Good Goddess to vestal virgins: sex and category in Roman religion</i>, Routledge, 1998.</li>\n<li>Wiseman, T.P., <i>Remus: a Roman myth</i>, Cambridge University Press, 1995</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Warburg Institute Iconographic Database (ca 350 images of Ceres)</li>\n</ul>", "images": [{"ns": 6, "title": "File:20120929 Chicago Board of Trade Building top recrop.jpg"}, {"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:CSA-T46-$10-1861 (1862 in error).jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Ceres - Dominikus Auliczek um 1770-1.jpg"}, {"ns": 6, "title": "File:Ceres of Mérida (cropped).jpg"}, {"ns": 6, "title": "File:Ceres statue.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Denarius C. Memmius C. F. Romulus.jpg"}, {"ns": 6, "title": "File:Nero Lugdunum sestertius 691535.jpg"}]}