{"pageid": 78731, "ns": 0, "title": "Adrasteia", "extract": "<p>In Greek mythology, <b>Adrasteia</b> (<span></span>; Greek: Ἀδράστεια (Ionic Greek: Ἀδρήστεια), \"inescapable\"; also spelled <b>Adrastia</b>, <b>Adrastea</b>, <b>Adrestea</b>, <b>Adastreia</b>) was a nymph who was charged by Rhea with nurturing the infant Zeus, in secret in the Dictaean cave, to protect him from his father Cronus.</p>\n<p>She is known to have been worshipped in hellenised Phrygia (north-western Turkey), probably derived from a local Anatolian mountain deity. She is known from inscriptions in Greece from around 400 BC as a deity who defends the righteous.</p>\n<p>Adrastea may be interchangeable with Cybele a goddess associated with childbirth. The Greeks cultivated a patronic system of gods who served specific human needs, conditions or desires to whom one would give praise or tribute for success in certain arenas such as childbirth.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<h3><span id=\"Zeus\">Zeus</span></h3>\n<p>Adrasteia and her sister Ida, the nymph of Mount Ida, who also cared for the infant Zeus, were said to be the daughters of either Melisseus or Oceanus. The sisters fed the infant milk from the goat Amaltheia. The Korybantes, also known as the Curetes, whom the scholiast on Callimachus calls her brothers, also watched over the child; they kept Cronus from hearing him cry by beating their swords on their shields, drowning out the sound.</p>\n<p>On the mainland of Greece, the spring called Adrasteia was at the site of the Temple of Nemean Zeus, a late Classic temple of <i>c</i> 330 BC, but built on an archaic platform in a very ancient sanctuary near the cave of the Nemean Lion.</p>\n<h3><span id=\"Sphaira\">Sphaira</span></h3>\n<p>Apollonius Rhodius relates that she gave to the infant Zeus a beautiful globe (<i>sphaira</i>) to play with. The ball, which Aphrodite promises to Eros, is described as if it were the Cosmos: \"its zones are golden, and two circular joins curve around each of them; the seams are concealed, as a twisting dark blue pattern plays over them. If you throw it up with your hands, it sends a flaming furrow through the sky like a star.\" In some Cretan coins Zeus is represented sitting upon a globe.</p>\n<h3><span id=\"Rhesus\">Rhesus</span></h3>\n<p>The tragedy <i>Rhesus</i>, no longer attributed to Euripides, makes Adrasteia the daughter of Zeus, rather than his nurse.</p>\n<h3><span id=\"Cirrha\">Cirrha</span></h3>\n<p>At Cirrha, the port that served Delphi, Pausanias noted \"a temple of Apollo, Artemis and Leto, with very large images of Attic workmanship. Adrasteia has been set up by the Cirrhaeans in the same place, but she is not so large as the other images.\"</p>\n<h2><span id=\"Epithet_for_other_goddesses\">Epithet for other goddesses</span></h2>\n<p><i>Adrasteia</i> was also an epithet of Nemesis, a primordial Great Goddess of the archaic period. The epithet is derived by some writers from Adrastus, who is said to have built the first sanctuary of Nemesis on the river Asopus, and by others from the Greek verb <span lang=\"grc\" xml:lang=\"grc\">διδράσκειν</span> (<i>didraskein</i>), according to which it would signify the goddess whom none can escape.</p>\n<p><i>Adrasteia</i> was also an epithet applied to Rhea herself, to Cybele, and to Ananke, as her daughter. As with Adrasteia, these four were especially associated with the dispensation of rewards and punishments. Lucian of Samosata refers to Adrasteia/Nemesis in his <i>Dialogue of the sea-gods</i>, 9, where Poseidon remarks to a Nereid that Adrasteia is a great deal stronger than Nephele, who was unable to prevent the fall of her daughter Helle from the ram of the Golden Fleece.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Adrestia, daughter of Ares and Aphrodite</li>\n<li>Nemesis</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>d, Michael. <i>Encyclopedia of Gods: Over 2,500 Deities of the World</i>. Kyle Cathie Limited, 2002.</li>\n<li>Dictionary of Greek and Roman Biography and Mythology Vol:1 Smith</li>\n<li>Hyginus, Gaius Julius, <i>Fabulae</i> in <i>Apollodorus'</i> Library <i>and Hyginus'</i> Fabuae<i>: Two Handbooks of Greek Mythology, Translated, with Introductions by R. Scott Smith and Stephen M. Trzaskoma</i>, Hackett Publishing Company, 2007. ISBN 978-0-87220-821-6.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Guide to the Pergamon Museum By Königliche Museen zu Berlin, Berlin (Germany).Pergamon-Museum</li>\n</ul>", "images": [{"ns": 6, "title": "File:Birth of Venus detail.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Portal-puzzle.svg"}]}