{"pageid": 78926, "ns": 0, "title": "Britomartis", "extract": "<p><b>Britomartis</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Βριτόμαρτις</span>) was a Greek goddess of mountains and hunting, who was primarily worshipped on the island of Crete. She was sometimes believed to be an oread, or a mountain nymph, but she was often conflated or syncretized with Artemis and Aphaea, the \"invisible\" patroness of Aegina.</p>\n<p>She is also known as <i>Diktynna</i> (Δίκτυννα; derived by Hellenistic writers as from δίκτυα [<i>diktya</i>], \"hunting nets\").</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>According to Solinus, the name 'Britomartis' is from a Cretan dialect; he also says that her name means <i>virgo dulcis</i>, or \"sweet virgin\". Solinus also identifies her explicitly as the Cretan Artemis. Hesychius of Alexandria also equates the Cretan word βριτύ (<i>brite</i>) with Greek γλυκύ (<i>glyke</i>) 'sweet'. Other scholars have argued that <i>Britomartis</i> (\"sweet maid\") is an epithet that does not reveal the goddess's name, nor her character, instead arguing that it may be an apotropaic euphemism.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>The goddess was frequently portrayed on Cretan coinage, either as herself or as Diktynna, the goddess of Mount Dikte, Zeus' birthplace. As Diktynna, she was depicted as a winged goddess with a human face, standing atop her ancient mountain, grasping an animal in each hand, in the guise of <i>Potnia Theron</i>, the mistress of animals.</p>\n<p>By Hellenistic and Roman times, Britomartis was given a genealogical setting that fitted her into a Classical context:</p>\n<blockquote>\n<p>\"Britomartis, who is also called Diktynna, the myths relate, was born at Kaino in Crete of Zeus and Karme, the daughter of Euboulos who was the son of Demeter; she invented the nets [<i>diktya</i>] which are used in hunting.\"</p>\n</blockquote>\n<p>The third hymn to Artemis by Callimachus tells how she was pursued by Minos and, as <b>Diktynna</b>, \"Lady of the Nets\", threw herself into fishermen's nets to escape him; thus rescued, she was taken by the fishermen to mainland Greece. She was also known as <b>Dicte</b>. This myth element \"explains\" the spread of the Cretan goddess's cult to Greece. Didorus Siculus found it less than credible:</p>\n<blockquote>\n<p>\"But those men who tell the tale that she has been named Diktynna because she fled into some fishermen’s nets when she was pursued by Minos, who would have ravished her, have missed the truth; for it is not a probable story that the goddess should ever have got into so helpless a state that she would have required the aid that men can give, being as she is the daughter of the greatest one of the gods.\"</p>\n</blockquote>\n<p>Strabo notes she was venerated as Diktynna only in western Crete, in the region of Cydonia, where there was a <i>Diktynnaion</i>, or temple of Diktynna. \"Oupis [Artemis], O queen, fairfaced Bringer of Light, thee too the Kretans name after that Nymph,\" Callimachus says. \"She passed her time in the company of Artemis, this being the reason why some men think Diktynna and Artemis are one and the same goddess,\" Diodorus Siculus (5.76.3) suggested.</p>\n<p>In the second century CE, the Greek writer Pausanias describes Britomartis saying, \"She was made a goddess by Artemis, and she is worshipped, not only by the Cretans, but also by the Aiginetans.\"</p>\n<h2><span id=\"As_Diktynna\">As Diktynna</span></h2>\n<p>A <i>xoanon</i>, a wooden cult statue, of Britomartis, allegedly carved by Daedalus, sat in the temple of Olous. In Chersonesos and Olous, she was often portrayed on coins, showing that she was worshipped in those cities; the festival Britomarpeia was held in her honor. As Diktynna, her face was pictured on Cretan coins of Kydonia, Polyrrhenia and Phalasarna as the nurse of Zeus. On Crete, she was connected with the mountain where Zeus was said to have been born—Mount Dikte. On some early Britomartis coins of Kydonia, the coin was manufactured as an overstrike of specimens manufactured by Aegina. Temples dedicated to her existed in Athens, Sparta, Massalia and between Ambrosus and Anticyra in Phocis, where, as Artemis Diktynna, her cult object was a black stone worked by Aeginetans, but she was primarily a goddess of local importance in Western Crete, such as Lysos and West of Kydonia. Her temples were said to be guarded by vicious dogs stronger than bears. A temple dedicated to the goddess was erected in ancient times on Mount Tityros near Cydonia. Another name, Pipituna, found on Linear B may be another form of Diktynna.</p>\n<h2><span id=\"As_Aphaea\">As Aphaea</span></h2>\n<p>Britomartis was worshipped as Aphaea primarily on the island of Aegina, where the temple \"Athena Aphaea\" stood. A temple dedicated to her also existed at the Aspropyrgos on the outskirts of Athens.</p>\n<h2><span id=\"Spenser's_&quot;Britomart&quot;\"></span><span id=\"Spenser.27s_.22Britomart.22\">Spenser's \"Britomart\"</span></h2>\n<p>Britomart figures in Edmund Spenser's knightly epic <i>The Faerie Queene</i>, where she is an allegorical figure of the virgin Knight of Chastity, representing English virtue—in particular, English military power—through a folk etymology that associated <i>Brit-,</i> as in <i>Briton</i>, with <i>Martis</i>, here thought of as \"of Mars\", the Roman war god. In Spenser's allegory, Britomart connotes the Virgin Queen, Elizabeth I of England.</p>\n<p>In his retelling of the King Arthur legends, <i>Arthur Rex</i>, author Thomas Berger suggests that Queen Guinevere may have become a powerful female knight known as Britomart after the death of the King.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Theoi.com: Britomartis</li>\n<li>Theoi.com: Karme</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:The Drowning of Britomartis, 1547–59.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}