{"pageid": 78925, "ns": 0, "title": "Aphaea", "extract": "<p><b>Aphaea</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἀφαία</span>, <i>Aphaía</i>) was a Greek goddess who was worshipped almost exclusively at a single sanctuary on the island of Aegina in the Saronic Gulf. She originated as early as the 14th century BCE as a local deity associated with fertility and the agricultural cycle. Under Athenian hegemony, however, she came to be identified with the goddesses Athena and Artemis and with the nymph Britomartis as well, by the 2nd century CE, the time of Pausanias:</p>\n<blockquote>\n<p>On <i>Aigina</i> as one goes toward the mountain of Pan-Greek Zeus, the sanctuary of <i>Aphaia</i> comes up, for whom Pindar composed an ode at the behest of the Aeginetans. The Cretans say (the myths about her are native to Crete) that Euboulos was the son of Kharmanor, who purified Apollo of the killing of the Python, and they say that Britomartis was the daughter of Zeus and Kharme (the daughter of this Euboulos). She enjoyed races and hunts and was particularly dear to Artemis. While fleeing from Minos, who lusted after her, she cast herself into nets cast for a catch of fish. Artemis made her a goddess, and not only the Cretans but also the Aeginetans revere her. The Aeginetans say that Britomartis showed herself to them on their island. Her epithet among the Aeginetans is <i>Aphaia</i>, and it is <i>Diktynna of the Nets</i> on Crete. Description of Greece 2.30.3</p>\n</blockquote>\n<p>The remains of the Late Archaic period Temple of Aphaea are located within a sanctuary complex on a c. 160 m peak at the northeastern end of the island: 37°45'14.82\"N, 23°32'0.24\"E. The extant temple was built c. 500 BCE on the site of an earlier temple that had burned around 510 BCE.</p>\n<p>An inscribed potsherd of the 5th century BCE found in the precinct of the Temple of Apollo at Bassae in Arcadia is inscribed with what may be a dedication to Aphaea. If so, it would be the first known inscribed dedication to this goddess outside Aegina.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Bankel, Hansgeorg. 1993. <i>Der spätarchaische Tempel der Aphaia auf Aegina. Denkmäler antiker Architektur 19</i>. Berlin; New York: W. de Gruyter.</li>\n<li>Cartledge, Paul, Ed. 2002. <i>The Cambridge Illustrated History of Ancient Greece</i>, Cambridge University Press, p. 273.</li>\n<li>Cook, R. M. 1974. \"The Dating of the Aegina Pediments.\" <i>Journal of Hellenic Studies</i> <b>94</b> pp. 171.</li>\n<li>Cooper, Frederick A. 1996. <i>The Temple of Apollo Bassitas: The architecture</i>. Princeton: American School of Classical Studies at Athens, pp. 63-64.</li>\n<li>Diebold, William J. 1995. \"The Politics of Derestoration: The Aegina Pediments and the German Confrontation with the Past\" <i>Art Journal</i>, <b>54</b>.2 pp. 60–66.</li>\n<li>Furtwängler, Adolf, Ernst R. Fiechter and Hermann Thiersch. 1906. <i>Aegina, das Heiligthum der Aphaia</i>. Munich: Verlag der K. B. Akademie der wissenschaften in Kommission des G. Franz’schen Verlags (J. Roth).</li>\n<li>Furtwängler, Adolf. 1906. <i>Die Aegineten der Glyptothek König Ludwigs I, nach den Resultaten der neuen Bayerischen Ausgrabung</i>. Munich: Glyptothek: in Kommission bei A. Buchholz.</li>\n<li>Glancey, Jonathan. 2006. <i>Architecture</i>, Doring Kindersley, Ltd., p. 96.</li>\n<li>Invernizzi, Antonio. 1965. <i>I frontoni del Tempio di Aphaia ad Egina</i>. Turin: Giappichelli.</li>\n<li>Ohly, Dieter. 1977. <i>Tempel und Heiligtum der Aphaia auf Ägina</i>. Munich: Beck.</li>\n<li>Pilafidis-Williams, Korinna. 1987. <i>The Sanctuary of Aphaia on Aigina in the Bronze Age.</i> Munich: Hirmer Verlag.</li>\n<li>Schildt, Arthur. 1895. <i>Die Giebelgruppen von Aegina</i>. Leipzig : [H. Meyer].</li>\n<li>Schwandner, Ernst-Ludwig. 1985. <i>Der ältere Porostempel der Aphaia auf Aegina</i>. Berlin: W. de Gruyter.</li>\n<li>Webster, T. B. L. 1931. \"The Temple of <i>Aphaia</i> at Aegina.\" <i>Journal of Hellenic Studies</i> <b>51</b>.2 pp. 179–183.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Pedimental Sculpture</li>\n<li>Temple of Aphaia Photographs</li>\n<li>(Hellenic Ministry of Culture) Archaeological site of Aphaia on Aigina</li>\n<li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Aegina\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAphaea&amp;rft.atitle=Aegina&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Ferdinand Pajor, \"Cockerell and the 'Grand Tour'\"</li>\n<li>Perseus website: \"Aegina, Temple of Aphaia\" Extensive photo repertory.</li>\n<li>Adolf Furtwängler on the temple's polychromy, 1906</li>\n</ul>", "images": [{"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Temple of Aphaia.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}