{"pageid": 78922, "ns": 0, "title": "Apate (deity)", "extract": "<p>In Greek mythology, <b>Apate</b>(Greek language: Απατη) was the personification of deceit. Her mother was Nyx, the personification of night. Her Roman equivalent was Fraus (i.e. \"fraud\"). She was a companion of the Pseudologoi (Lies). Her male counterpart was Dolos, daemon of trickery, and her opposite number was Aletheia, the spirit of truth.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Genealogy\">Genealogy</span></h2>\n<h3><span id=\"Hesiod's_Account\"></span><span id=\"Hesiod.27s_Account\">Hesiod's Account</span></h3>\n<p>Hesiod, Theogony 211 ff (trans. EvelynWhite) (Greek epic C8th or C7th B.C.):</p>\n<blockquote>\n<p><i>\"And Nyx (Night) bare hateful Moros (Doom) and black Ker (Violent Death) and Thanatos (Death), and she bare Hypnos (Sleep) and the tribe of Oneiroi (Dreams). And again the goddess murky Nyx, though she lay with none, bare Momos (Blame) and painful Oizys (Misery), and the Hesperides . . . Also she bare the Moirai (Fates) and the ruthless avenging Keres (Death Fates) . . . Also deadly Nyx bare Nemesis (Envy) to afflict mortal men, and after her, <b>Apate</b> (Deceit) and Philotes (Friendship) and hateful Geras (Old Age) and hardhearted Eris (Strife).\"</i></p>\n</blockquote>\n<h3><span id=\"Cicero's_Account\"></span><span id=\"Cicero.27s_Account\">Cicero's Account</span></h3>\n<p>Cicero, De Natura Deorum 3. 17 (trans. Rackham) (Roman rhetorician C1st B.C.):</p>\n<blockquote>\n<p><i>\"Their [Aether and Hemera's] brothers and sisters, whom the ancient genealogists name Amor (Love), Dolus (Guile) [Dolos], Metus (Fear), Labor (Toil), Invidentia (Envy), Fatum (Fate), Senectus (Old Age), Mors (Death), Tenebrae (Darkness), Miseria (Misery), Querella (Complaint), Gratia (Favour), Fraus (Fraud) [<b>Apate</b>], Pertinacia (Obstinacy), the Parcae (Fates), the Hesperides, the Somnia (Dreams) : all of these are fabled to be the children of Erebus (Darkness) and Nox (Night) [Nyx].\"</i></p>\n</blockquote>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>The only myth in which Apate appeared was that of the affair between Zeus, the king of the gods and Semele, a Theban princess who bore him the god of wine, Dionysus. After knowing this infidelity of her husband, Hera sought the help of Apate in her scheme of punishing the mortal paramour of Zeus. Apate then willingly gave her a magical girdle which Hera then used to trick Semele into asking Zeus to appear before in his true form which resulted in her death (i.e. Semele) because no mortal being can directly gaze the presence of a god. The story as recounted in Nonnus' Dionysiaca  were as follows:</p>\n<blockquote>\n<p><i>\"[Hera learns Semele is pregnant with a child of Zeus :] Nor did the consort of Zeus [Hera] abate her heavy anger. She stormed with flying shoe through the heaven bespangled with tis pattern of shining stars, she coursed through innumerable cities with travelling foot, seeking if anywhere she could find <b>Apate</b> (Deceit) the crafty one. But when high above Korybantian Dikte (Corybantian Dicte) she beheld the child bed water of neighbouring Amnisos, the fickle deity met her there on the hills; for she was fond of the Kretans (Cretans) for they are always liars, and she used to stay by the false tomb of Zeus. About her hips was a Kydonian (Cydonian) cincture, which contains all the cunning bewitchment of mankind : trickery with its many shifts, cajoling seduction, all the shapes of guile, perjury itself which flies on the winds of heaven.</i></p>\n</blockquote>\n<blockquote>\n<p><i>Then subtle minded Hera began to coax wily Apate (Deceit) with wily words, hoping to have revenge on her husband : ‘Good greeting, lady of wily mind and wily snares! Not Hermes Hoaxthewits himself can outdo you with his plausible prittleprattle! Lend me also that girdle or many colours, which Rheia once bound about her flanks when she deceived her husband [Kronos (Cronus)]! I bring no prettified shape for my Kronion (Cronion) [Zeus], I do not trick my husband with a wily stone. No! a woman of the earth compels me whose bed makes furious Ares declare that he will house in heaven no more! What do I profit by being a goddess immortal? . . . I am afraid Kronides (Cronides), who is called my husband and brother, will banish me from heaven for a woman's bed, afraid he may make Semele queen of his Olympos! If you favour Zeus Kronion more than Hera, if you will not give me your all-bewitching girdle to bring back again to Olympos my wandering son, I will leave heaven because of their earthly marriage, I will go to the uttermost bounds of Okeanos (Oceanus) and share the hearth of primeval Tethys; thence I will pass to the house of and abide with Ophion. Come then, honour the mother of all [Hera], the bride of Zeus, and lend me the help of your girdle, that I may charm my runaway son furious Ares, to make heaven once more his home.’</i></p>\n</blockquote>\n<blockquote>\n<p><i>When she had finished, the goddess replied with obedient words : ‘Mother of Enyalios (i.e. Ares), bride first enthroned of Zeus! I will give my girdle and anything else you ask me; I obey, since you reign over the gods with Kronion. Receive this sash; bind it about your bosom, and you may bring back Ares to heaven. If you like, charm the mind of Zeus, and if it is necessary, charm Okeanos also from his anger. Zeus sovereign in the heights will leave his earthly loves and return self-bidden to heaven he will change his mind by my guileful girdle. This one puts to shame the heart bewitching girdle of the Paphian [Aphrodite].’</i> <i>This said, the wilyminded deity was off under the wind, cleaving the air with flying shoe.\"</i></p>\n</blockquote>\n<h2><span id=\"References\">References</span></h2>"}