{"pageid": 78960, "ns": 0, "title": "Eileithyia", "extract": "<p><b>Eileithyia</b> or <b>Ilithyia</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Εἰλείθυια</span>;,<span lang=\"grc\" xml:lang=\"grc\">Ἐλεύθυια</span> (<i>Eleuthyia</i>) in Crete, also <span lang=\"grc\" xml:lang=\"grc\">Ἐλευθία</span> (<i>Eleuthia</i>) or <span lang=\"grc\" xml:lang=\"grc\">Ἐλυσία</span> (<i>Elysia</i>) in Laconia and Messene, and <span lang=\"grc\" xml:lang=\"grc\">Ἐλευθώ</span> (<i>Eleuthō</i>) in literature) was the Greek goddess of childbirth and midwifery. In the cave of Amnisos (Crete) she was related with the annual birth of the divine child, and her cult is connected with <i>Enesidaon</i> (the earth shaker), who was the chthonic aspect of the god Poseidon. It is possible that her cult is related with the cult of Eleusis.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The earliest form of the name is the Mycenaean Greek <span lang=\"gmy\" xml:lang=\"gmy\">𐀁𐀩𐀄𐀴𐀊</span>, <i>e-re-u-ti-ja</i>, written in the Linear B syllabic script. Ilithyia is the latinisation of <i><span lang=\"grc\" xml:lang=\"grc\">Εἰλείθυια</span></i>. The etymology of the name is uncertain. R. S. P. Beekes, suggests a not Indo-European etymology, and Nilsson believes that the name is Pre-Greek  19th-century scholars suggested that the name is Greek, derived from the verb <i>eleutho</i> <i>(<span lang=\"grc\" xml:lang=\"grc\">ἐλεύθω</span>)</i>, \"to bring,\" the goddess thus being <i>The Bringer</i>. Walter Burkert believes that <i>Eileithyia</i> is the Greek goddess of birth and that her name is pure-Greek. However the relation with the Greek prefix <i><span lang=\"grc\" xml:lang=\"grc\">ἐλεύθ</span></i> is uncertain, because the prefix appears in some Pre-Greek toponyms like <i><span lang=\"grc\" xml:lang=\"grc\">Ἐλευθέρνα</span></i> (Eleutherna) therefore it is possible that the name is Pre-Greek. Her name <i><span lang=\"grc\" xml:lang=\"grc\">Ἐλυσία</span></i> (<i>Elysia</i>) in Laconia and Messene, probably relates her with the month <i>Eleusinios</i> and Eleusis Nilsson believes that the name \"Eleusis\" is Pre-Greek</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>According to F. Willets \"The links between Eileithyia, an earlier Minoan goddess, and a still earlier Neolithic prototype are, relatively, firm. The continuity of her cult depends upon the unchanging concept of her function. Eileithyia was the goddess of childbirth; and the divine helper of women in labour has an obvious origin in the human midwife.\" To Homer, she is \"the goddess of childbirth\". The <i>Iliad</i> pictures Eileithyia alone, or sometimes multiplied, as the <b>Eileithyiai</b>:</p>\n<dl><dd><i>And even as when the sharp dart striketh a woman in travail, [270] the piercing dart that the Eilithyiae, the goddesses of childbirth, send—even the daughters of Hera that have in their keeping bitter pangs;</i></dd>\n</dl><dl><dd>—<i>Iliad</i> 11.269–272</dd>\n</dl><p>Hesiod (c. 700 BC) described Eileithyia as a daughter of Hera by Zeus (<i>Theogony</i> 921)—and the <i>Bibliotheca</i> (Roman-era) and Diodorus Siculus (c. 90–27 BC) (5.72.5) agreed. But Pausanias, writing in the 2nd century AD, reported another early source (now lost): \"The Lycian Olen, an earlier poet, who composed for the Delians, among other hymns, one to Eileithyia, styles her 'the clever spinner', clearly identifying her with <i>Fate</i>, and makes her older than Cronus.\" Being the youngest born to Gaia, Cronus was a Titan of the first generation and he was identified as the father of Zeus. Likewise, the meticulously accurate mythographer Pindar (522–443 BC) also makes no mention of Zeus:</p>\n<dl><dd><i>Goddess of childbirth, Eileithyia, maid to the throne of the deep-thinking Moirai, child of all-powerful Hera, hear my song.</i></dd>\n</dl><dl><dd>—Seventh Nemean Ode.</dd>\n</dl><p>Later, for the Classical Greeks, \"She is closely associated with Artemis and Hera,\" Burkert asserts (1985, p 1761), \"but develops no character of her own\". In the Orphic Hymn to Prothyraeia, the association of a goddess of childbirth as an epithet of virginal Artemis, making the death-dealing huntress also \"she who comes to the aid of women in childbirth,\" (Graves 1955 15.a.1), would be inexplicable in purely Olympian terms:</p>\n<dl><dd><i>When racked with labour pangs, and sore distressed</i></dd>\n<dd><i>the sex invoke thee, as the soul's sure rest;</i></dd>\n<dd><i>for thou Eileithyia alone canst give relief to pain,</i></dd>\n<dd><i>which art attempts to ease, but tries in vain.</i></dd>\n<dd><i>Artemis Eileithyia, venerable power,</i></dd>\n<dd><i>who bringest relief in labour's dreadful hour.</i></dd>\n</dl><dl><dd>—Orphic Hymn 2, to Prothyraeia, as translated by Thomas Taylor, 1792.</dd>\n</dl><p>Thus Aelian in the 3rd century AD could refer to \"Artemis of the child-bed\" (<i>On Animals</i> 7.15).</p>\n<p>The Beauty of Durrës, a large 4th-century BC mosaic showing the head figure of a woman, probably portrays the goddess Eileithyia. Vase-painters, when illustrating the birth of Athena from Zeus' head, may show two assisting Eileithyiai, with their hands raised in the epiphany gesture.</p>\n<h2><span id=\"Cult_at_Amnisos\">Cult at Amnisos</span></h2>\n<p>The cave of Eileithyia near Amnisos, the harbor of Knossos, mentioned in the <i>Odyssey</i> (xix.198) in connection with her cult, was accounted the birthplace of Eileithyia. The Cretan cave has stalactites suggestive of the goddess' double form (Kerenyi 1976 fig. 6), of bringing labor on and of delaying it, and votive offerings to her have been found establishing the continuity of her cult from Neolithic times, with a revival as late as the Roman period. Here she was probably being worshipped before Zeus arrived in the Aegean, but certainly in Minoan–Mycenaean times (Burkert 1985 p 171; Nilsson 1950:53). The goddess is mentioned as <b>Eleuthia</b> in a Linear B fragment from Knossos. In classical times, there were shrines to Eileithyia in the Cretan cities of Lato and Eleutherna and a sacred cave at Inatos. In the cave of Amnisos (Crete) the god <i>Enesidaon</i> ( the \"earth shaker\", who is the chthonic Poseidon) is related with the cult of Eileithyia. She was related with the annual birth of the divine child. The goddess of nature and her companion survived in the Eleusinian cult, where the following words were uttered : \" Mighty Potnia bore a strong son\"</p>\n<p>On the Greek mainland, at Olympia, an archaic shrine with an inner cella sacred to the serpent-savior of the city (<i>Sosipolis</i>) and to Eileithyia was seen by the traveller Pausanias in the 2nd century AD (<i>Greece</i> vi.20.1–3); in it, a virgin-priestess cared for a serpent that was \"fed\" on honeyed barley-cakes and water—an offering suited to Demeter. The shrine memorialized the appearance of a crone with a babe in arms, at a crucial moment when Elians were threatened by forces from Arcadia. The child, placed on the ground between the contending forces, changed into a serpent, driving the Arcadians away in flight, before it disappeared into the hill.</p>\n<p>There were ancient icons of Eileithyia at Athens, one said to have been brought from Crete, according to Pausanias, who mentioned shrines to Eileithyia in Tegea and Argos, with an extremely important shrine in Aigion. Eileithyia, along with Artemis and Persephone, is often shown carrying torches to bring children out of darkness and into light: in Roman mythology her counterpart in easing labor is Lucina (\"of the light\").</p>\n<p>In Greek shrines, small terracotta votive figures (<i>kourotrophos</i>) depicted an immortal nurse who took care of divine infants, who may be connected with Eileithyia. According to the Homeric Hymn III to Delian Apollo, Hera detained Eileithyia, who was coming from the Hyperboreans in the far north, to prevent Leto from going into labor with Artemis and Apollo, because the father was Zeus. Hera was very jealous of Zeus's relations with others and went out of her way to make the women suffer. The other goddesses present at the birthing on Delos sent Iris to bring her. As she stepped upon the island, the birth began.</p>\n<p>Eileithyia was especially worshipped in Crete, in the cities Lato and doubtless, from its etymological link, Eleutherna, though no archaeological find has identified her there. Caves were sacred to her: the inescapable association to the birth canal cannot be proved beyond a skeptic's doubt. Her Egyptian counterpart is Tawaret.</p>\n<h2><span id=\"Genealogy\">Genealogy</span></h2>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Beekes, R. S. P., <i>Etymological Dictionary of Greek</i>, Brill, 2009.</li>\n<li>Burkert, Walter, <i>Greek Religion</i>, 1985.</li>\n<li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Graves, Robert, <i>The Greek Myths</i>, 1955.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n<li>Homer, <i>The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.</li>\n<li>Homer; <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.</li>\n<li>Kerenyi, Karl, <i>Dionysus: Archetypal Image of Indestructible Life</i>, English translation 1976.</li>\n<li>Nilsson, Martin P. (1927) 1950. <i>The Minoan-Mycenaean Religion and Its Survival in Greek Religion</i> 2nd ed. (Lund\"Gleerup).</li>\n<li>Pausanias, <i>Pausanias Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. Online version at the Perseus Digital Library.</li>\n<li>Willetts, R. F. \"Cretan Eileithyia\" <i>The Classical Quarterly</i> New Series, <b>8</b>.3/4 (November 1958), pp. 221–223.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> The dictionary definition of Eileithyia at Wiktionary</li>\n<li> Media related to Eileithyia at Wikimedia Commons</li>\n<li>Theoi Project - Eileithyia</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amphora birth Athena Louvre F32.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}