{"pageid": 79010, "ns": 0, "title": "Asia (mythology)", "extract": "<p><b>Asia</b> in Greek mythology was a daughter of Oceanus and Tethys. According to Apollodorus, she was the wife of the Titan Iapetus, and mother of Atlas, Prometheus, Epimetheus and Menoetius, although Hesiod gives the name of another Oceanid, Clymene, as their mother. It is possible that the name <i>Asia</i> became preferred over Hesiod's <i>Clymene</i> to avoid confusion with the Clymene who was mother of Phaethon by Helios in some accounts and must have been perceived as a distinct figure. Herodotus records the tradition that the continent <i>Asia</i> was named after Asia whom he calls <i>wife</i> of Prometheus rather than <i>mother</i> of Prometheus, perhaps here a simple error rather than genuine variant tradition. Both Acusilaus and Aeschylus in his <i>Prometheus Bound</i> call Prometheus' wife Hesione.</p>\n<p>Herodotus also relates a Lydian tradition \"that Asia was not named after Prometheus' wife Asia, but after Asies, the son of Cotys, who was the son of Manes, and that from him the Asiad clan at Sardis also takes its name\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Asia's name etymology</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Gods &amp; Heroes of the Greeks: The Library of Apollodorus</i>, Michael Simpson (translator), The University of Massachusetts Press, (1976). ISBN 0870232053.</li>\n<li>Herodotus; <i>Histories</i>, A. D. Godley (translator), Cambridge: Harvard University Press, 1920; ISBN 0674991338. Online version at the Perseus Digital Library.</li>\n<li>Hesiod, <i>Theogony</i>, in <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>, Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library.</li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Altes Museum - Antikensammlung 058.JPG"}]}