{"pageid": 79022, "ns": 0, "title": "Themis", "extract": "<p><b>Themis</b> <span></span> (Greek: Θέμις) is an ancient Greek Titaness. She is described as \"[the Lady] of good counsel\", and is the personification of divine order, fairness, law, natural law, and custom. Her symbols are the Scales of Justice, tools used to remain balanced and pragmatic. <i>Themis</i> means \"divine law\" rather than human ordinance, literally \"that which is put in place\", from the Greek verb <i>títhēmi</i> (τίθημι), meaning \"to put\".</p>\n<p>To the ancient Greeks she was originally the organizer of the \"communal affairs of humans, particularly assemblies\". Moses Finley remarked of <i>themis</i>, as the word was used by Homer in the 8th century BCE, to evoke the social order of the 10th- and 9th-century Greek Dark Ages:</p>\n<blockquote>\n<p><i>Themis</i> is untranslatable. A gift of the gods and a mark of civilized existence, sometimes it means right custom, proper procedure, social order, and sometimes merely the will of the gods (as revealed by an omen, for example) with little of the idea of right.</p>\n</blockquote>\n<p>Finley adds, \"There was <i>themis</i>—custom, tradition, folk-ways, <i>mores</i>, whatever we may call it, the enormous power of 'it is (or is not) done'. The world of Odysseus had a highly developed sense of what was fitting and proper.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Family\">Family</span></h2>\n<h3><span id=\"Genealogical_chart\">Genealogical chart</span></h3>\n\n<h3><span id=\"Children\">Children</span></h3>\n<p>The only consort for Themis mentioned in the sources below is Zeus. One of her few children was called Natura, the Greek goddess of the forest.</p>\n<h4><span id=\"Horai:_the_hours\">Horai: the hours</span></h4>\n<p>With Zeus she more certainly bore the Horae, those embodiments of the right moment – the rightness of order unfolding in time – and Astraea.</p>\n<p><i>First generation:</i></p>\n<ul><li>Auxo (the grower)</li>\n<li>Carpo (the fruit-bringer)</li>\n<li>Thallo (the plant-raiser)</li>\n</ul><p><i>Second generation:</i></p>\n<ul><li>Dike (justice)</li>\n<li>Eirene (peace)</li>\n<li>Eunomia (order of law)</li>\n</ul><h4><span id=\"Moirai:_the_fates\">Moirai: the fates</span></h4>\n<p>Followers of Zeus claimed that it was with him that Themis produced the Moirai, three fates. A fragment of Pindar, however, tells that the Moirai were already present at the nuptials of Zeus and Themis; that in fact the Moirai rose with Themis from the springs of Okeanos the encircling world-ocean and accompanied her up the bright sun-path to meet Zeus at Mount Olympus.</p>\n<ul><li>Clotho (the weaver)</li>\n<li>Lachesis (the lot-caster)</li>\n<li>Atropos (the inevitable)</li>\n</ul><h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>The personification of abstract concepts is characteristic of the Greeks. The ability of the goddess Themis to foresee the future enabled her to become one of the Oracles of Delphi, which in turn led to her establishment as the goddess of divine justice.</p>\n<p>Some classical representations of Themis showed her holding a sword, believed to represent her ability to cut fact from fiction; to her there was no middle ground. (Depictions of Lady Justice wearing a blindfold are modern, not classical.) Themis built the Oracle at Delphi and was herself oracular. According to another legend, Themis received the Oracle at Delphi from Gaia and later gave it to Phoebe.</p>\n<p>When Themis is disregarded, Nemesis brings just and wrathful retribution; thus Themis shared the <i>Nemesion</i> temple at Rhamnous. Themis is not wrathful: she, \"of the lovely cheeks\", was the first to offer Hera a cup when she returned to Olympus distraught over threats from Zeus.</p>\n<p>Themis presided over the proper relation between man and woman, the basis of the rightly ordered family (the family was seen as the pillar of the deme), and judges were often referred to as <span>\"</span><i>themistopóloi</i><span>\"</span> (the servants of Themis). Such was also the basis for order upon Olympus. Even Hera addressed her as \"Lady Themis\". The name of Themis might be substituted for Adrasteia in telling of the birth of Zeus on Crete.</p>\n<p>Themis was present at Delos to witness the birth of Apollo. According to Ovid, it was Themis rather than Zeus who told Deucalion to throw the bones of \"his Mother\" over his shoulder to create a new race of humankind after the deluge.</p>\n<h3><span id=\"Hesiod's_description_and_contrast_to_Dike\"></span><span id=\"Hesiod.27s_description_and_contrast_to_Dike\">Hesiod's description and contrast to Dike</span></h3>\n<p>In Greek mythology, Hesiod mentions Themis among the six sons and six daughters of Gaia and Uranus (Earth and Sky). Among these Titans of primordial myth, few were venerated at specific sanctuaries in classical times.</p>\n<p>Themis occurred in Hesiod's <i>Theogony</i> as the first recorded appearance of <i>Justice</i> as a divine personage. Drawing not only on the socio-religious consciousness of his time but also on many of the earlier cult-religions, Hesiod described the forces of the universe as cosmic divinities. Hesiod portrayed temporal justice, Dike, as the daughter of Zeus and Themis.</p>\n<p>Dike executed the law of judgments and sentencing and, together with her mother Themis, carried out the final decisions of Moirai. For Hesiod, Justice is at the center of religious and moral life, who, independently of Zeus, is the embodiment of divine will. This personification of Dike will stand in contrast to justice viewed as custom or law, and as retribution or sentence.</p>\n<h3><span id=\"Aeschylean_description\">Aeschylean description</span></h3>\n<p>In the play <i>Prometheus Bound</i>, traditionally attributed to Aeschylus, Themis is the mother of Prometheus, and gave him foreknowledge of what was to come.  It is said by Prometheus that she is called many names, including Gaéa.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:0029MAN-Themis.jpg"}, {"ns": 6, "title": "File:Goddess of justice.jpg"}, {"ns": 6, "title": "File:Statue of Themis.jpg"}]}