{"pageid": 79071, "ns": 0, "title": "Atë", "extract": "<p><b>Atë</b>, <b>Até</b> or <b>Aite</b> (<span></span> or <span><small>UK:</small> </span>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">ἄτη</span>) is the Greek goddess of mischief, delusion, ruin, and folly. <i>Até</i> also refers to the action performed by a hero, usually because of hubris, that often leads to his or her death or downfall. Mythology personifies Atë as the daughter either of Zeus or of Eris.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Classical_references\">Classical references</span></h2>\n<p>Homer's <i>Iliad</i> (Book 19) depicts Atë as the eldest daughter of Zeus (with no mother mentioned). On Hera's instigation, Atë used her influence over Zeus so that he swore an oath that on that day a mortal descended from him would be born who would become a great ruler. Hera immediately arranged to delay the birth of Heracles and to bring forth Eurystheus prematurely. In anger Zeus threw Atë down to earth forever, forbidding her return to heaven or to Mt. Olympus. Atë then wandered about, treading on the heads of men rather than on the earth, wreaking havoc on mortals.</p>\n<p>The Litae (\"Prayers\") follow after her, but Atë is fast and far outruns them.</p>\n<p>The <i>Bibliotheca</i> (3.143) claims that when thrown down by Zeus, Atë landed on a peak in Phrygia called by her name. There Ilus later, following a cow, founded the city of Ilion, known as Troy. This flourish is chronologically at odds with Homer's dating of Atë's fall.</p>\n<p>Hesiod's <i>Theogony</i> (l.230) makes Atë the daughter of Eris (\"Strife\"), with no father mentioned.</p>\n<p>In Nonnus' <i>Dionysiaca</i> (11.113), at Hera's instigation Atë persuades the boy Ampelus whom Dionysus passionately loves, to impress Dionysus by riding on a bull from which Ampelus subsequently falls and breaks his neck.</p>\n<p>In the Argonautica of Apollonius of Rhodes (4.817), Hera says that \"even the gods are sometimes visited by Atë\" (translated by Richard Hunter as \"even gods make mistakes\").</p>\n<h2><span id=\"Post-classical\">Post-classical</span></h2>\n<p>In the play <i>Julius Caesar</i>, Shakespeare introduces the goddess Atë as an invocation of vengeance and menace. Mark Antony, lamenting Caesar's murder, envisions:</p>\n<blockquote class=\"templatequote\">\n<p>\"And Caesar's spirit, ranging for revenge,<br></p>\n<p>With Atë' by his side come hot from Hell,<br>\nShall in these confines with a monarch's voice<br>\nCry \"Havoc!\" and let slip the dogs of war ...</p>\n</blockquote>\n<p>Shakespeare also mentions her in the play <i>Much Ado About Nothing</i>, when Benedick says, referring to Beatrice,</p>\n<blockquote class=\"templatequote\">\n<p>\"Come, talk not of her. You shall find her the<br>\ninfernal Atë in good apparel ...</p>\n</blockquote>\n<p>So too, in <i>King John</i>, Shakespeare refers to Queen Eleanor as \"An Ate stirring [John] to blood and strife\" (2.1.63), and in Love's Labours Lost Birone jeers \"Pompey is moved. More Ates, more Ates! stir them on! stir them on!\" (5.2. 688-9).</p>\n<p>In her book <i>The March of Folly</i>, Barbara Tuchman notes that the earth has been called The Meadow of Atë.</p>\n<p>In Spenser's <i>The Faerie Queene</i>, a fiend from Hell disguised as a beautiful woman is called Ate. This is a possible parallel to the fallen angels.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Folly (allegory)</li>\n<li>Lucifer</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Calasso, Roberto - <i>The Marriage of Cadmus and Harmony</i></li>\n<li>E.R. Dodds, <i>The Greeks and the Irrational</i>, University of California Press.</li>\n<li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Ate\" p. 65</li>\n<li>Hesiod's <i>Theogony</i></li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Ate\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}]}