{"pageid": 79208, "ns": 0, "title": "Enyo", "extract": "<p><b>Enyo</b> (<span></span>; Ancient Greek: Ἐνυώ) was a goddess of war in Classical Greek mythology. She frequently is associated with the war god Ares, as a companion, sister, wife, or perhaps, mother.</p>\n<p>She is called the \"sister of War\" by Quintus Smyrnaeus, in a role closely resembling that of Eris, the embodiment of strife and discord, with Homer, in particular, representing the two as the same goddess. In some myths she is identified as the mother of the war god Enyalius as well, and in these myths, Ares is indicated as the father, however, the masculine name <i>Enyalius</i> or <i>Enyalios</i> also may be used as a title for Ares.</p>\n<p>As goddess of war, Enyo is responsible for orchestrating the destruction of cities, often accompanying Ares into battle. She is depicted as \"supreme in war\". During the fall of Troy, Enyo inflicted terror and bloodshed in the war, along with Eris (\"Strife\"), Phobos (\"Fear\"), and Deimos (\"Dread\"), the latter two being sons of Ares. She, Eris, and the two sons of Ares are depicted on the shield of Achilles.</p>\n<p>Enyo was involved in the war of the Seven Against Thebes and in Dionysus's war with the Indians as well. Enyo so delighted in warfare that she even refused to take sides in the battle between Zeus and the monster Typhon:</p>\n<blockquote>\n<p>Eris (Strife) was Typhon's escort in the mellee, Nike (Victory) led Zeus into battle… impartial Enyo held equal balance between the two sides, between Zeus and Typhon, while the thunderbolts with booming shots revel like dancers in the sky.</p>\n</blockquote>\n<p>The Romans identified Enyo with Bellona. She also has similarities with the Anatolian goddess Ma.</p>\n<p>At Thebes and Orchomenos, a festival entitled Homolôïa, which was celebrated in honour of Zeus, Demeter, Athena, and Enyo, was said to have received the surname of Homoloïus from Homoloïs, a priestess of Enyo. A statue of Enyo, made by the sons of Praxiteles, stood in the temple of Ares at Athens.</p>\n<p>In Hesiod's <i>Theogony</i> (270–273), Enyo also was the name of one of the Graeae, three sisters who shared one eye and one tooth among them; the other sisters were Deino (\"Dread\") and Pemphredo (\"Alarm\").</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFLeonhard_Schmitz1870\" class=\"citation encyclopaedia\">Leonhard Schmitz (1870). \"Enyo\". In Smith, William. <i>Dictionary of Greek and Roman Biography and Mythology</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEnyo&amp;rft.atitle=Enyo&amp;rft.au=Leonhard+Schmitz&amp;rft.btitle=Dictionary+of+Greek+and+Roman+Biography+and+Mythology&amp;rft.date=1870&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Quintus Smyrnaeus, <i>Quintus Smyrnaeus: The Fall of Troy</i>, Translator: A.S. Way; Harvard University Press, Cambridge MA, 1913. Internet Archive</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Enyo\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:PD-icon.svg"}]}