{"pageid": 79318, "ns": 0, "title": "Clotho", "extract": "<p><b>Clotho</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Κλωθώ</span>) is one of the Three Fates or Moirai who spin (Clotho), draw out (Lachesis) and cut (Atropos) the thread of Life in ancient Greek mythology. Her Roman equivalent is Nona. Clotho was responsible for spinning the thread of human life. She also made major decisions, such as when a person was born, thus in effect controlling people's lives. This power enabled her not only to choose who was born, but also to decide when gods or mortals were to be saved or put to death. For example, Clotho brought Pelops back to life when his father boiled and killed him.</p>\n<p>As one of the three fates her impact on Greek mythology was significant. Clotho, along with her sisters and Hermes, was given credit for creating the alphabet for their people. Even though Clotho and her sisters were worshiped as goddesses, their representation of fate is more central to their role in mythology. Thread represented human life and her decisions represented the fate of all people in society.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>According to Hesiod's Theogony, Clotho and her sisters (Atropos and Lachesis) were the daughters of Erebus (Darkness) and Nyx (Night), though later in the same work (ll. 901-906) they are said to have been born of Zeus and Themis. Clotho is also mentioned in the tenth book of the Republic of Plato as the daughter of Necessity. In Roman mythology it was believed that she was daughter of Uranus and Gaia.</p>\n<h2><span id=\"The_Ivory_Shoulder\">The Ivory Shoulder</span></h2>\n<p>As one of the Three Fates, Clotho assisted Hermes in creating the alphabet, forced the goddess Aphrodite into making love with other gods, weakened the monster Typhon with poison fruit, persuaded Zeus to kill Asclepius with a bolt of lightning, and aided the gods in their war with the Giants by killing Agrius and Thoas with bronze clubs. Clotho also used her life-giving powers in the myth of Tantalus, the man who had slain and prepared his son Pelops for a dinner party with the gods. When the gods had found out what Tantalus had done, they put the remaining pieces of Pelops in a cauldron. Clotho brought him back to life, with the exception of his eaten shoulder, which was replaced by a chunk of ivory. Tantalus was then thrust into Hades for what he had done to his own kin. Clotho was worshiped in many places in Greece as one of the Three Fates and is sometimes associated with the Keres and Erinyes, which are other deity groups in Greek mythology. Ariadne, the Greek goddess of fertility, is similar to Clotho in that she carries a ball of thread, much like Clotho’s spindle.</p>\n<h2><span id=\"The_Fooling_of_the_Fates\">The Fooling of the Fates</span></h2>\n<p>Clotho, along with her sisters, was tricked into becoming intoxicated by Alcestis. Alcestis, who had two children with Admetus, became extremely saddened when Admetus became very sick and eventually died. Alcestis used Clotho's drunkenness to try to get her husband back. The Three Fates explained that if they were to find a replacement for Admetus then he could be released from the Underworld. A substitute was not found so Alcestis offered herself up to be the replacement in order to bring her husband back to life. As the agreement had been met, Alcestis quickly began to grow sick and sank into her grave as Admetus came back to life. At the last instant, Heracles arrived at the home of Admetus. When Death came to take Alcestis away, Heracles wrestled him and forced him to return Alcestis, allowing Admetus and Alcestis to be reunited.</p>\n<h2><span id=\"The_Calydonian_Boar_Hunt\">The Calydonian Boar Hunt</span></h2>\n<p>Although there does not seem to be an epic tale in Greek mythology in which the Fates are the main focus, they have played critical roles in the lives of gods and mortals. A tale in which the Fates played an integral part was that of Meleagros and the Brand, which W. H. D. Rouse describes in <i>Gods, Heroes and Men of Ancient Greece</i>. Meleagros led a hunting party to slay the Calydonian Boar, which was set loose upon Calydon by Artemis. She was displeased at the Calydonian king for neglecting to make a proper sacrifice to her. After slaying the boar, Meleagros presented the skin to a female member of the party, Atalanta, with whom he was smitten. His uncles were also part of the adventurous group, and they were upset by Meleagros' gift to Atalanta. They believed a female should not have the skin of the boar. As a result of this disagreement, Meleagros slew his uncles, who were his mother's brothers. She was so enraged that she decided to take vengeance upon him. She remembered a visit that the Fates had made a week after Meleagros was born. A Fate told Althaia that her son’s life would expire when the burning log in the fireplace ceased to flame. She promptly extinguished the flames, preserved it and hid it safely. In her rage over the loss of her brothers, she lit the log to punish Meleagros. As the log was consumed in flame, Meleagros burned to death.</p>\n<h2><span id=\"References\">References</span></h2>\n<ol><li>Bulfinch, Thomas. Bulfinch's Mythology. Ed. Richard Martin. New York: HarperCollins, 1991.</li>\n<li>Dixon-Kennedy, Mike. \"Clotho\". <i>Encyclopedia of Greek-Roman Mythology</i>. ABC-CLIO. 1998.</li>\n<li>Dixon-Kennedy, Mike. \"Fates\". <i>Encyclopedia of Greek-Roman Mythology</i>. ABC-CLIO. 1998.</li>\n<li>Evslin, Bernard. <i>Heroes, Gods, and Monsters of the Greek Myths</i>. New York: Laurel-Leaf Books, 1996.</li>\n<li>Grimal, Pierre. <i>The Dictionary of Classical Mythology</i>. Malden: Blackwell Publishing, 1996.</li>\n<li>Harris, Stephen L. and Gloria Platzner. <i>Classical Mythology Images and Insights</i>. Ed. Emily Barrosse. 5th ed. New York: McGraw-Hill, 2008.</li>\n<li>McLeish, Kenneth. <i>Myth: Myths and Legends of the World Explored</i>. New York: Facts On File, 1996.</li>\n<li>Mercatante, Anthony S. \"Meleager\". <i>The Facts on File Encyclopedia of World Mythology and Legend</i>. New York: Facts On File, 1988.</li>\n<li>Rouse, W.H.D. <i>Gods, Heroes and Men of Ancient Greece</i>. New York: Penguin Putnam Inc., 1957.</li>\n<li>Schwab, Gustav. <i>Gods and Heroes of Ancient Greece</i>. New York: Pantheon Books, 1946.</li>\n<li>Turner, Patricia and Charles Russell Coulter. <i>Dictionary of Ancient Deities</i>. Oxford: Oxford University Press, 2000.</li>\n<li>Piers Anthony. <i>With A Tangled Skein</i>. New York: Ballantine Books/Del Rey, 1985.</li>\n<li>Platos, <i>Politeia</i>.</li>\n</ol><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Thomas Blisniewski: <i>Kinder der dunkelen Nacht. Die Ikonographie der Parzen vom späten Mittelalter bis zum späten XVIII.</i> Jahrhundert. Disseration Cologne 1992. Berlin 1992.</li>\n<li>Muzi Epifani: <i>Cloto. Poesie</i>. Antonio Lalli, Poggibonsi.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Clotho (mythology) at Wikimedia Commons</li>\n<li> Works related to Theogony at Wikisource</li>\n</ul>", "images": [{"ns": 6, "title": "File:Clotho.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Fates tapestry -460755563.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}