{"pageid": 79317, "ns": 0, "title": "Moirai", "extract": "<p>In Greek mythology, the <b>Moirai</b> or <b>Moerae</b> <span></span> or <span></span> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Μοῖραι</span>, \"apportioners\"), often known in English as the <b>Fates</b> (Latin: <span lang=\"la\" xml:lang=\"la\"><i>Fatae</i></span>), were the white-robed incarnations of destiny; their Roman equivalent was the Parcae (euphemistically the \"sparing ones\"). Their number became fixed at three: Clotho (spinner), Lachesis (allotter) and Atropos (literally 'unturnable' but metaphorically 'inflexible' or 'inevitable' - i.e. death).</p>\n<p>They controlled the mother thread of life of every mortal from birth to death. They were independent, at the helm of necessity, directed fate, and watched that the fate assigned to every being by eternal laws might take its course without obstruction. The gods and men had to submit to them, although Zeus's relationship with them is a matter of debate: some sources say he is the only one who can command them (the <i>Zeus Moiragetes</i>), yet others suggest he was also bound to the Moirai's dictates. In the Homeric poems <b>Moira</b> or <b>Aisa</b>, is related with the limit and end of life, and Zeus appears as the guider of destiny. In the <i>Theogony</i> of Hesiod, the three <b>Moirai</b> are personified, daughters of Nyx and are acting over the gods. Later they are daughters of Zeus and Themis, who was the embodiment of divine order and law. In Plato's <i>Republic</i> the Three Fates are daughters of Ananke (necessity).</p>\n<p>It seems that <b>Moira</b> is related with Tekmor (proof, ordinance) and with Ananke (destiny, necessity), who were primeval goddesses in mythical cosmogonies. The ancient Greek writers might call this power <b>Moira</b> or Ananke, and even the gods could not alter what was ordained. The concept of a universal principle of natural order has been compared to similar concepts in other cultures like the Vedic Rta, the Avestan Asha (Arta) and the Egyptian Maat.</p>\n<p>In earliest Greek philosophy, the cosmogony of Anaximander is based on these mythical beliefs. The goddess Dike (justice, divine retribution), keeps the order and sets a limit to any actions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>The ancient Greek word <b>moira</b> (μοῖρα) means a portion or lot of the whole, and is related to <i>meros</i>, \"part, lot\" and <i>moros</i>, \"fate, doom\", Latin <i>meritum</i>, \"reward\", English <i>merit</i>, derived from the PIE root <i>*(s)mer</i>, \"to allot, assign\".</p>\n<p><b>Moira</b> may mean portion or share in the distribution of booty (ίση μοῖρα <i>ísē moîra</i> \"equal booty\"), portion in life, lot, destiny, (μοῖραv ἔθηκαν ἀθάνατοι <i>moîran éthēken athánatoi</i> \"the immortals fixed the destiny\") death (μοῖρα θανάτοιο <i>moîra thanátoio</i> \"destiny of death\"), portion of the distributed land., The word is also used for something which is meet and right (κατὰ μοῖραν, <i>katà moîran</i>, \"according to fate, in order, rightly\")</p>\n<p>It seems that originally the word <b>moira</b> did not indicate destiny but included <i>ascertainment</i> or <i>proof</i>, a non-abstract certainty. The word daemon, which was an agent related to unexpected events, came to be similar to the word <b>moira</b>. This agent or cause against human control might be also called tyche (chance, fate): \"You mistress <b>moira</b>, and tyche, and my daemon \"</p>\n<p>The word <i>nomos</i>, \"law\", may have meant originally a portion or lot, as in the verb <i>nemein</i>, \"to distribute\", and thus \"natural lot\" came to mean \"natural law\". The word <i>dike</i>, \"justice\", conveyed the notion that someone should stay within his own specified boundaries, respecting the ones of his neighbour. If someone broke his boundaries, thus getting more than his ordained part, then he would be punished by law. By extension, <i>moira</i> was one's portion or part in destiny which consisted of good and bad moments as was predetermined by the <i>Moirai</i> (Fates), and it was impossible for anyone to get more than his ordained part. In modern Greek the word came to mean \"destiny\" (μοίρα or ειμαρμένη).</p>\n<p>Kismet, the predetermined course of events in the Muslim traditions, seems to have a similar etymology and function: Arabic <i>qismat</i> \"lot\" <i>qasama</i>, \"to divide, allot\" developed to mean Fate or destiny. As a loanword, <i><b>qesmat</b></i> 'fate' appears in Persian, whence in Urdu language, and eventually in English Kismet.</p>\n<h2><span id=\"The_three_Moirai\">The three Moirai</span></h2>\n\n<p>When they were three, the three Moirai were:</p>\n<ul><li><b>Clotho</b> (<span></span>, Greek <span lang=\"grc\" xml:lang=\"grc\">Κλωθώ</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[klɔːˈtʰɔː]</span> – \"spinner\") spun the thread of life from her Distaff onto her Spindle. Her Roman equivalent was <i>Nona</i>, (the 'Ninth'), who was originally a goddess called upon in the ninth month of pregnancy.</li>\n<li><b>Lachesis</b> (<span></span>, Greek <span lang=\"grc\" xml:lang=\"grc\">Λάχεσις</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈlakʰesis]</span> – \"allotter\" or drawer of lots) measured the thread of life allotted to each person with her measuring rod. Her Roman equivalent was <i>Decima</i> (the 'Tenth').</li>\n<li><b>Atropos</b> (<span></span>, Greek <span lang=\"grc\" xml:lang=\"grc\">Ἄτροπος</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈatropos]</span> – \"inexorable\" or \"inevitable\", literally \"unturning\", sometimes called Aisa) was the cutter of the thread of life. She chose the manner of each person's death; and when their time was come, she cut their life-thread with \"her abhorred shears\". Her Roman equivalent was <i>Morta</i> ('Dead One').</li>\n</ul><p>In the <i>Republic</i> of Plato, the three Moirai sing in unison with the music of the Seirenes. Lachesis sings the things that were, Clotho the things that are, and Atropos the things that are to be. Pindar in his Hymn to the Fates, holds them in high honour. He calls them to send their sisters Hours, Eunomia (Lawfulness), Dike (Right), and Eirene (Peace), to stop the internal civil strife:</p>\n<blockquote>\n<p>Listen Fates, who sit nearest of gods to the throne of Zeus, and weave with shuttles of adamant, inescapable devices for councels of every kind beyond counting, Aisa, Clotho and Lachesis, fine-armed daughters of Night, hearken to our prayers, all-terrible goddesses, of sky and earth. Send us rose-bossomed Lawfulness, and her sisters on glittering thrones,</p>\nRight and crowned Peace, and make this city forget the misfortunes which lie heavily on her heart.</blockquote>\n<h2><span id=\"Origins\">Origins</span></h2>\n\n<p>In ancient times caves were used for burial purposes in eastern Mediterranean, along with underground shrines or temples. The priests and the priestesses had considerable influence upon the world of the living. Births are recorded in such shrines, and the Greek legend of conception and birth in the tomb – as in the story of Danae- is based on the ancient belief that the dead know the future. Such caves were the caves of Ida and Dikte mountains in Crete, where myth situates the birth of Zeus and other gods, and the cave of Eileithyia near Knossos. The relative Minoan goddesses were named Diktynna (later identified with Artemis), who was a mountain nymph of hunting, and Eileithyia who was the goddess of childbirth.</p>\n<p>It seems that in Pre-Greek religion Aisa was a daemon. In Mycenean religion Aisa or Moira was originally a living power related with the limit and end of life. At the moment of birth she spins the destiny, because birth ordains death. Later Aisa is not alone, but she is accompanied by the \"Spinners\", who are the personifications of Fate. The act of spinning is also associated with the gods, who at birth and at marriage do not spin the thread of life, but individual events like destruction, return or good fortune. Everything which has been spun must be winded on the spindle, and this was considered a cloth, like a net or loop which captured man.</p>\n<p>Invisible bonds and knots could be controlled from a loom, and twining was a magic art used by the magicians to harm a person, and control his individual fate. Similar ideas appear in Norse mythology, and in Greek folklore. The appearance of the gods and the Moirai may be related to the fairy tale motif, which is common in many Indo-European sagas and also in Greek folklore. The fairies appear beside the cradle of the newborn child and bring gifts to him.</p>\n<p>The services of the temples were performed by old women who were physically misshapen, though intellectually superior persons, giving rise to the fear of witches and of the misshapen. They might be considered representations of the Moirai, who belonged to the underworld, but secretly guided the lives of those in the upperworld. Their power could be sustained by witchcraft and oracles. In Greek mythology the Moirai at birth are accompanied by Eileithyia. At the birth of Hercules they use together a magic art, to free the newborn from any \"bonds\" and \"knots\".</p>\n<h2><span id=\"The_Homeric_Moira\">The Homeric Moira</span></h2>\n\n<p>Much of the Mycenean religion survived into classical Greece, but it is not known to what extent Greek religious belief is Mycenean, nor how much is a product of the Greek Dark Ages or later. M.Finley detected only few authentic Mycenean beliefs in the eighth-century Homeric world. The religion which later the Greeks considered Hellenic embodies a paradox. Though the world is dominated by a divine power bestowed in different ways on men, nothing but \"darkness\" lay ahead. Life was frail and unsubstantial, and man was like \"a shadow in a dream\".</p>\n<p>In the Homeric poems the words <i>moira</i>, <i>aisa</i>, <i>moros</i> mean \"portion, part\". Originally they did not indicate a power which led destiny, and must be considered to include the \"ascertainment\" or \"proof\". By extension <i>Moira</i> is the portion in glory, happiness, mishappenings, death (μοίρα θανάτοιο: destiny of death) which are unexpected events. The unexpected events were usually attributed to daemons, who appeared in special occurrences. In that regard <i>Moira</i> was later considered an agent, like the daemon of Pre-Greek religion.</p>\n<p>People believed that their portion in destiny was something similar with their portion in booty, which was distributed according to their descent, and traditional rules. It was possible to get more than their ordained portion (moira), but they had to face severe consequences because their action was \"over moira\" (υπέρ μοίραν:over the portion). It may be considered that they \"broke the order\". The most certain order in human lives is that every human should die, and this was determined by <i>Aisa</i> or <i>Moira</i> at the moment of birth. The Myceneans believed that what comes should come (fatalism), and this was considered rightly offered (according to fate: in order). If someone died in battle, he would exist like a shadow in the gloomy space of the underworld.</p>\n<p>The kingdom of <i>Moira</i> is the kingdom of the limit and the end. In a passage in <i>Iliad</i>, Apollo tries three times to stop Patroclus in front of the walls of Troy, warning him that it is \"over his portion\" to sack the city. Aisa (moira) seems to set a limit on the most vigorous men's actions.</p>\n<p>Moira is a power acting in parallel with the gods, and even they could not change the destiny which was predetermined. In the Iliad, Zeus knows that his dearest Sarpedon will be killed by Patroclus, but he cannot save him. In the famous scene of Kerostasia, Zeus the chief-deity of the Myceneans appears as the guider of destiny. Using a pair of scales he decides that Hector must die, according to his <i>aisa</i> (destiny). His decision seems to be independent from his will, and is not related with any \"moral purpose\". His attitude is explained by Achilleus to Priam, in a parable of two jars at the door of Zeus, one of which contains good things, and the other evil. Zeus gives a mixture to some men, to others only evil and such are driven by hunger over the earth. This was the old \"heroic outlook\".</p>\n<p>The personification of <i>Moira</i> appears in the newer parts of the epos. In <i>Odyssey</i>, she is accompanied by the \"Spinners\", the personifications of Fate, who do not have separate names. Moira seems to spin the predetermined course of events. Agamemnon claims that he is not responsible for his arrogance. He took the prize of Achilleus, because Zeus and Moira predetermined his decision. In the last section of <i>Iliad</i>, <i>Moira</i> is the \"mighty fate\" (μοίρα κραταιά:moira krataia) who leads destiny and the course of events. Thetis the mother of Achilleus warns him that he will not live long because mighty fate stands hard by him, therefore he must give to Priam the corpse of Hector. At Hector’s birth mighty fate predetermined that his corpse would be devoured by dogs after his death, and Hecabe is crying desperately asking for revenge.</p>\n<h2><span id=\"Mythical_cosmogonies\">Mythical cosmogonies</span></h2>\n\n<p>The three Moirai are daughters of the primeval goddess Nyx (Night), and sisters of Keres (black Fates), Thanatos (Death) and Nemesis (retribution). Later they are daughters of Zeus and the Titaness Themis (the \"Institutor\"), who was the embodiment of divine order and law. and sisters of Eunomia (lawfulness, order), Dike (Justice), and Eirene (Peace)</p>\n<p>Hesiod introduces a moral purpose which is absent in the Homeric poems. The Moirai represent a power to which even the gods have to conform. They give men at birth both evil and good moments, and they punish not only men but also gods for their sins.</p>\n<p>In the cosmogony of Alcman (7th century BC), first came Thetis (Disposer, Creation), and then simultaneously Poros (path) and Tekmor (end post, ordinance). Poros is related with the beginning of all things, and Tekmor is related with the end of all things.</p>\n<p>Later in the Orphic cosmogony, first came Thesis (Disposer), whose ineffable nature is unexpressed. Ananke (necessity) is the primeval goddess of inevitability who is entwined with the time-god Chronos, at the very beginning of time. They represented the cosmic forces of Fate and Time, and they were called sometimes to control the fates of the gods. The three Moirai are daughters of Ananke.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>The Moirai were described as ugly old women, sometimes lame. They were severe, inflexible and stern. Clotho carries a spindle or a roll (the book of fate), Lachesis a staff with which she points to the horoscope on a globe, and Atropos (Aisa) a scroll, a wax tablet, a sundial, a pair of scales, or a cutting instrument. At other times the three were shown with staffs or sceptres, the symbols of dominion, and sometimes even with crowns. At the birth of each man they appeared spinning, measuring, and cutting the thread of life.</p>\n<p>The Moirai were supposed to appear three nights after a child's birth to determine the course of its life, as in the story of Meleager and the firebrand taken from the hearth and preserved by his mother to extend his life. Bruce Karl Braswell from readings in the lexicon of Hesychius, associates the appearance of the Moirai at the family <i>hearth</i> on the <i>seventh</i> day with the ancient Greek custom of waiting seven days after birth to decide whether to accept the infant into the Gens and to give it a name, cemented with a ritual at the hearth. At Sparta the temple to the Moirai stood near the communal hearth of the <i>polis</i>, as Pausanias observed.</p>\n<p>As goddesses of birth who even prophesied the fate of the newly born, Eileithyia, the ancient Minoan goddess of childbirth and divine midwifery, was their companion. Pausanias mentions an ancient role of Eileythia as \"the clever spinner\", relating her with destiny too. Their appearance indicate the Greek desire for health which was connected with the Greek cult of the body that was essentially a religious activity.</p>\n<p>The Moirai assigned to the terrible chthonic goddesses Erinyes who inflicted the punishment for evil deeds their proper functions, and with them directed fate according to necessity. As goddesses of death they appeared together with the daemons of death Keres and the infernal Erinyes.</p>\n\n<p>In earlier times they were represented as only a few—perhaps only one—individual goddess. Homer's <i>Iliad</i> (xxiv.209) speaks generally of the Moira, who spins the thread of life for men at their birth; she is <i>Moira Krataia</i> \"powerful Moira\" (xvi.334) or there are several Moirai (xxiv.49). In the <i>Odyssey</i> (vii.197) there is a reference to the <i>Klôthes</i>, or Spinners. At Delphi, only the Fates of Birth and Death were revered. In Athens, Aphrodite, who had an earlier, pre-Olympic existence, was called <i>Aphrodite Urania</i> the \"eldest of the Fates\" according to Pausanias (x.24.4).</p>\n<p><br>\nSome Greek mythographers went so far as to claim that the Moirai were the daughters of Zeus—paired with Themis (\"Fundament\"), as Hesiod had it in one passage. In the older myths they are daughters of primeval beings like Nyx (\"Night\") in Theogony, or Ananke (\"Necessity\") in Orphic cosmogony. Whether or not providing a father even for the Moirai was a symptom of how far Greek mythographers were willing to go, in order to modify the old myths to suit the patrilineal Olympic order, the claim of a paternity was certainly not acceptable to Aeschylus, Herodotus, or Plato.</p>\n<p>Despite their forbidding reputation, the Moirai could be placated as goddesses. Brides in Athens offered them locks of hair, and women swore by them. They may have originated as birth goddesses and only later acquired their reputation as the agents of destiny.</p>\n<p>According to the mythographer Apollodorus, in the Gigantomachy, the war between the Giants and Olympians, the Moirai killed the Giants Agrios and Thoon with their bronze clubs.</p>\n<h2><span id=\"Zeus_and_the_Moirai\">Zeus and the Moirai</span></h2>\n\n<p>In the Homeric poems Moira, who is almost always one, is acting independently from the gods. Only Zeus, the chief sky-deity of the Myceneans is close to Moira, and in a passage he is the being of this power. Using a weighing scale (balance) Zeus weighs Hector's \"lot of death\" (Ker) against the one of Achilleus. Hector's lot weighs down, and he dies according to Fate. Zeus appears as the guider of destiny, who gives everyone the right portion.</p>\n<p>In a Mycenean vase, Zeus holds a weighing scale (balance) in front of two warriors, indicating that he is measuring their destiny before the battle. The belief (fatalism) was that if they die in battle, they must die, and this was rightly offered (according to fate).</p>\n<p>In <i>Theogony</i>, the three <i>Moirai</i> are daughters of the primeval goddess, Nyx (\"Night\"), representing a power acting over the gods. Later they are daughters of Zeus who gives them the greatest honour, and Themis, the ancient goddess of law and divine order.</p>\n\n<p>Even the gods feared the Moirai or Fates, which according to Herodotus a god could not escape. The Pythian priestess at Delphi once admitted, that Zeus was also subject to their power, though no classic writing clarifies as to what exact extent the lives of immortals were affected by the whims of the Fates. It is to be expected that the relationship of Zeus and the Moirai was not immutable over the centuries. In either case in antiquity we can see a feeling towards a notion of an order to which even the gods have to conform. Simonides names this power Ananke (necessity) (the mother of the <i>Moirai</i> in Orphic cosmogony) and says that even the gods don't fight against it. Aeschylus combines Fate and necessity in a scheme, and claims that even Zeus cannot alter which is ordained.</p>\n<p>A supposed epithet <i>Zeus Moiragetes</i>, meaning \"Zeus Leader of the Moirai\" was inferred by Pausanias from an inscription he saw in the 2nd century AD at Olympia: \"As you go to the starting-point for the chariot-race there is an altar with an inscription <i>to the Bringer of Fate.</i> This is plainly a surname of Zeus, who knows the affairs of men, all that the Fates give them, and all that is not destined for them.\" At the Temple of Zeus at Megara, Pausanias inferred from the relief sculptures he saw \"Above the head of Zeus are the Horai and Moirai, and all may see that he is the only god obeyed by Moira.\" Pausanias' inferred assertion is unsupported in cult practice, though he noted a sanctuary of the Moirai there at Olympia (v.15.4), and also at Corinth (ii.4.7) and Sparta (iii.11.8), and adjoining the sanctuary of Themis outside a city gate of Thebes.</p>\n<h2><span id=\"Cross-cultural_parallels\">Cross-cultural parallels</span></h2>\n<h3><span id=\"Europe\">Europe</span></h3>\n\n<p>In Roman mythology the three Moirai are the Parcae or Fata, plural of \"fatum\" meaning prophetic declaration, oracle, or destiny. The English words fate (native wyrd) and fairy (magic, enchantment), are both derived from \"fata\", \"fatum\" .</p>\n<p>In Norse mythology the Norns are female beings who rule the destiny of gods and men, twining the thread of life. They set up the laws and decided on the lives of the children of men. Their names were Urðr, related with Wyrd, weird (fate), Verðandi, and Skuld, and it has often been inferred that they ruled over the past, present and future respectively, based on the sequence and partly the etymology of the names, of which the first two (literally 'Fate' and 'Becoming') are derived from the past and present stems of the verb <i>verða</i>, \"to be\", respectively, and the name of the third one means 'Debt' or 'Guilt', originally 'That which must happen'.</p>\n<p>In younger legendary sagas, the Norns appear to have been synonymous with witches (Völvas), and they arrive at the birth of the hero to shape his destiny. It seems that originally all of them were Disir, ghosts or deities associated with destruction and destiny. The notion that they were three may be due to a late influence from Greek and Roman mythology. The same applies to their (disputed) association with the past, present and future.</p>\n<p>The Valkyries (choosers of the slain), were originally daemons of death. They were female figures who decided who will die in battle, and brought their chosen to the afterlife hall of the slain. They were also related with spinning, and one of them was named Skuld (debt, guilt). They may be related to Keres, the daemons of death in Greek mythology, who accompanied the dead to the entrance of Hades. In the scene of Kerostasie Keres are the \"lots of death\", and in some cases Ker (destruction) has the same meaning, with Moira interpreted as \"destiny of death\" (<i>moira thanatoio</i> :μοίρα θανάτοιο) .</p>\n<p>The Celtic Matres and Matrones, female deities almost entirely in a group of three, have been proposed as connected to the Norns and the Valkyries.</p>\n\n<p>In Anglo-Saxon culture Wyrd (Weird) is a concept corresponding to fate or personal destiny (literally: what befalls one). Its Norse cognate is Urðr, and both names are deriven from the PIE root <i>wert</i>, \"to turn, wind\", related with \"spindle, distaff\". In Old English literature Wyrd goes ever as she shall, and remains wholly inevitable.</p>\n<p>In Shakespeare's Macbeth the Weird sisters (or Three Witches), are prophetesses, who are deeply entrenched in both worlds of reality and supernatural. Their creation was influenced by British folklore, witchcraft, and the legends of the Norns and the Moirai. Hecate, the chthonic Greek goddess associated with magic, witchcraft, necromancy, and three-way crossroads, appears as the master of the \"Three witches\". In Ancient Greek religion, Hecate as goddess of childbirth is identified with Artemis, who was the leader (ηγεμόνη: <i>hegemone</i> ) of the nymphs.</p>\n<p>In Lithuanian mythology Laima is the personification of destiny, and her most important duty was to prophecy how the life of a newborn will take place. She may be related to the Hindu goddess Laksmi, who was the personification of wealth and prosperity, and associated with good fortune. In Latvian mythology, Laima and her sisters were a trinity of fate deities.</p>\n<p>The Moirai were usually described as cold, remorseless and unfeeling, and depicted as old crones or hags. The independent <i>spinster</i> has always inspired fear rather than matrimony: \"this sinister connotation we inherit from the spinning goddess,\" write Ruck and Staples (Ruck and Staples 1994:). See weaving (mythology).</p>\n<h3><span id=\"Asia\">Asia</span></h3>\n\n<p>The notion of a universal principle of natural order has been compared to similar ideas in other cultures, such as aša, (Asha) in Avestan religion, Rta in Vedic religion, and Maat in Ancient Egyptian religion.</p>\n<p>In the Avestan religion and Zoroastrianism, aša, is commonly summarized in accord with its contextual implications of \"truth\", \"right(eousness)\", \"order\". Aša and its Vedic equivalent, Rta, are both derived from a PIE root meaning \"properly joined, right, true\". The word is the proper name of the divinity Asha, the personification of \"Truth\" and \"Righteousness\". <i>Aša</i> corresponds to an objective, material reality which embraces all of existence. This cosmic force is imbued also with morality, as verbal Truth, and Righteousness, action conforming with the moral order. In the literature of the Mandeans, an angelic being has the responsibility of weighing the souls of the deceased to determine their worthiness, using a set of scales.</p>\n<p>In the Vedic religion, Rta is an ontological principle of natural order which regulates and coordinates the operation of the universe. The term is now interpreted abstractly as \"cosmic order\", or simply as \"truth\", although it was never abstract at the time. It seems that this idea originally arose in the Indo-Aryan period, from a con-sideration (so denoted to indicate the original meaning of communing with the star beings) of the qualities of nature which either remain constant or which occur on a regular basis.</p>\n<p>The individuals fulfill their true natures when they follow the path set for them by the ordinances of <i>Rta</i>, acting according to the Dharma, which is related to social and moral spheres. The god of the waters Varuna was probably originally conceived as the personalized aspect of the otherwise impersonal <i>Ṛta</i>. The gods are never portrayed as having command over <i>Ṛta</i>, but instead they remain subject to it like all created beings.</p>\n<p>In Egyptian religion, maat was the ancient Egyptian concept of truth, balance, order, law, morality, and justice. The word is the proper name of the divinity Maat, who was the goddess of harmony, justice, and truth represented as a young woman. It was considered that she set the order of the universe from chaos at the moment of creation. Maat was the norm and basic values that formed the backdrop for the application of justice that had to be carried out in the spirit of truth and fairness.</p>\n<p>In Egyptian mythology, Maat dealt with the weighing of souls that took place in the underworld. Her feather was the measure that determined whether the souls (considered to reside in the heart) of the departed would reach the paradise of afterlife successfully. In the famous scene of the Egyptian <i>Book of the Dead</i>, Anubis, using a scale, weighs the sins of a man's heart against the feather of truth, which represents maat. If man's heart weighs down, then he is devoured by a monster</p>\n<h2><span id=\"Astronomical_objects\">Astronomical objects</span></h2>\n<p>The asteroids (97) Klotho, (120) Lachesis, and (273) Atropos are named for the Three Fates.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ananke</li>\n<li>Asha</li>\n<li>Istustaya and Papaya</li>\n<li>Kallone</li>\n<li>Enchanted Moura</li>\n<li>Laima</li>\n<li>Matrones</li>\n<li>Narecnitsi</li>\n<li>Norns</li>\n<li>Parcae</li>\n<li>Rta</li>\n<li>Sudice (mythology)</li>\n<li>Tekmor</li>\n<li>Three Witches</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Armour, Robert A, 2001, <i>Gods and Myths of Ancient Egypt</i>, American Univ. in Cairo Press, ISBN 977-424-669-1.</li>\n<li><i>Homer. The Iliad with an English translation</i>. A. T. Murray, Ph.D. (1924), in two volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd.</li>\n<li><i>Homer. The Odyssey with an English translation</i>. A. T. Murray, Ph.D. (1919), in two volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd.</li>\n<li>Thomas Blisniewski, 1992. <i>Kinder der dunkelen Nacht: Die Ikonographie der Parzen vom späten Mittelalter bis zum späten 18. Jahrhundert</i>. (Cologne) Iconography of the Fates from the late Middle Ages to the end of the 18th century.</li>\n<li>Markos Giannoulis, 2010. <i>Die Moiren. Tradition und Wandel des Motivs der Schicksalsgöttinnen in der antiken und byzantinischen Kunst, Ergänzungsband zu Jahrbuch für Antike und Christentum, Kleine Reihe 6 (F. J. Dölger Institut)</i>. Aschendorff Verlag, Münster, ISBN 978-3-402-10913-7.</li>\n<li>Robert Graves, <i>Greek Myths</i>.</li>\n<li>Jane Ellen Harrison, <i>Prolegomena to the Study of Greek Religion</i> 1903. Chapter VI, \"The Maiden-Trinities\".</li>\n<li>L. H. Jeffery, 1976. <i>Archaic Greece. The City-States c. 700–500 BC</i> . Ernest Benn Ltd. London &amp; Tonbridge, ISBN 0-510-03271-0.</li>\n<li>Karl Kerenyi, 1951. <i>The Gods of the Greeks</i> (Thames and Hudson).</li>\n<li>Martin P. Nilsson,1967. <i>Die Geschichte der Griechischen Religion. Vol I</i>, C.F. Beck Verlag., München.</li>\n<li>Bertrand Russell, 1946. <i>A history of Western Philosophy, and its connections with Political and Social Circumstances from the earliest times to the Present Day</i>. New York. Simon &amp; Schuster p. 148</li>\n<li>Harry Thurston Peck, <i>Harper's Dictionary of Classical Antiquities</i>, 1898. perseus.tufts.edu</li>\n<li>Herbert Jennings Rose, <i>Handbook of Greek Mythology</i>, 1928.</li>\n<li>Carl Ruck and Danny Staples, <i>The World of Classical Myth</i>, 1994.</li>\n<li>William Smith, <i>Dictionary of Greek and Roman Biography and Mythology</i>, 1870, article on Moira, ancientlibrary.com</li>\n<li>R. G. Wunderlich (1994). <i>The secret of Crete</i>. Efstathiadis group, Athens pp. 290–291, 295–296. (British Edition, Souvenir Press Ltd. London 1975) ISBN 960-226-261-3</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: \"Moirai\"</li>\n<li>The Theogony of Hesiod.Transl.H.E.White (1914)</li>\n<li>Theoi Project – Ananke</li>\n</ul>", "images": [{"ns": 6, "title": "File:AstraeaVSH.JPG"}, {"ns": 6, "title": "File:Atropos.jpg"}, {"ns": 6, "title": "File:Clotho (Washington, DC).jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Egypt dauingevekten.jpg"}, {"ns": 6, "title": "File:Fates tapestry -460755563.jpg"}, {"ns": 6, "title": "File:Lachesis (Washington, DC).jpg"}, {"ns": 6, "title": "File:Macbeth and Banquo encountering the witches - Holinshed Chronicles.gif"}, {"ns": 6, "title": "File:Nornorna spinner ödets trådar vid Yggdrasil.jpg"}, {"ns": 6, "title": "File:Rundscheibe Drei Parzen KGM AE470.jpg"}]}