{"pageid": 79539, "ns": 0, "title": "Charites", "extract": "<p>In Greek mythology, a <b>Charis</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Χάρις</span>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kʰáris]</span>) or <b>Grace</b> is one of three or more minor goddesses of charm, beauty, nature, human creativity, and fertility, together known as the <b>Charites</b> <span></span> (<span lang=\"grc\" xml:lang=\"grc\">Χάριτες</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kʰáritɛːs]</span>) or <b>Graces</b>. The usual list, from youngest to oldest is Aglaea (\"Splendor\"), Euphrosyne (\"Mirth\"), and Thalia (\"Good Cheer\"). In Roman mythology they were known as the <b>Gratiae</b>, the \"Graces\". In some variants, Charis was one of the Graces and was not the singular form of their name.</p>\n<p>The Charites were usually considered the daughters of Zeus and Eurynome, though they were also said to be daughters of Dionysus and Aphrodite or of Helios and the naiad Aegle. Other possible names of their mother by Zeus are Eurydome, Eurymedousa, and Euanthe. Homer wrote that they were part of the retinue of Aphrodite. The Charites were also associated with the Greek underworld and the Eleusinian Mysteries.</p>\n<p>The river Cephissus near Delphi was sacred to them.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Regional_differences\">Regional differences</span></h2>\n\n<p>Although the Graces usually numbered three, according to the Spartans, Cleta, not Thalia, was the third, and other Graces are sometimes mentioned, including Auxo, Hegemone, Peitho, Phaenna, Pasithea and Charis or Cale. An ancient vase painting attests the following names as five: Antheia (\"Blossoms\"), Eudaimonia (\"Happiness\"), Paidia (\"Play\"), Pandaisia (\"Banquet\"), Pannychis (\"Night Festivities\") - all referring to the Charites as patronesses of amusement and festivities.</p>\n<p>Pausanias interrupts his <i>Description of Greece</i> (book 9.xxxv.1–7) to expand upon the various conceptions of the Graces that had developed in different parts of mainland Greece and Ionia:</p>\n<dl><dd>\"The Boeotians say that Eteocles was the first man to sacrifice to the Graces. Moreover, they are aware that he established three as the number of the Graces, but they have no tradition of the names he gave them. The Lacedaemonians, however, say that the Graces are two, and that they were instituted by Lacedaemon, son of Taygete, who gave them the names of Cleta (\"Sound\" or \"Renowned\") and Phaenna (“Light” or “Bright”). These are appropriate names for Graces, as are those given by the Athenians, who from of old have worshipped two Graces, Auxo (\"Increase\" or \"Growth\") and Hegemone (\"Leader\" or \"Queen\"), until Hermesianax added Peitho (\"Persuasion\") as a third. It was from Eteocles of Orchomenus that we learned the custom of praying to three Graces. And Angelion and Tectaus, sons of Dionysus, who made the image of Apollo for the Delians, set three Graces in his hand. Again, at Athens, before the entrance to the Acropolis, the Graces are three in number; by their side are celebrated mysteries which must not be divulged to the many. Pamphos (Πάμφως or Πάμφος) was the first we know of to sing about the Graces, but his poetry contains no information either as to their number or about their names. Homer (he too refers to the Graces) makes one the wife of Hephaestus, giving her the name of Charis (\"Grace\"). He also says that Sleep was a lover of Pasithea (\"Hallucination\"), and in the speech of Sleep there is this verse:</dd>\n</dl><dl><dd>\n<dl><dd><i>Verily that he would give me one of the younger Graces.</i></dd>\n</dl></dd>\n</dl><dl><dd>\"Hence some have suspected that Homer knew of older Graces as well. Hesiod in the <i>Theogony</i> (though the authorship is doubtful, this poem is good evidence) says that the three Graces are daughters of Zeus and Eurynome, giving them the names of Aglaia, Euphrosyne and lovely Thalia. The poem of Onomacritus agrees with this account. Antimachus, while giving neither the number of the Graces nor their names, says that they are daughters of Aegle and the Sun. The elegiac poet Hermesianax disagrees with his predecessors in that he makes Persuasion also one of the Graces.\" Nonnus gives their three names as Pasithea, Peitho and Aglaia. Sostratus gives the names as Pasithea, Cale (\"Beauty\") and Euphrosyne; Pasithea for Aglaia and Cale for Thalia, Euphrosyne is unchanged.</dd>\n</dl><h2><span id=\"In_art\">In art</span></h2>\n\n<p>On the representation of the Graces, Pausanias wrote,</p>\n<dl><dd>\"Who it was who first represented the Graces naked, whether in sculpture or in painting, I could not discover. During the earlier period, certainly, sculptors and painters alike represented them draped. At Smyrna, for instance, in the sanctuary of the Nemeses, above the images have been dedicated Graces of gold, the work of Bupalus; and in the Music Hall in the same city there is a portrait of a Grace, painted by Apelles. At Pergamus likewise, in the chamber of Attalus, are other images of Graces made by Bupalus; and near what is called the Pythium there is a portrait of Graces, painted by Pythagoras the Parian. Socrates too, son of Sophroniscus, made images of Graces for the Athenians, which are before the entrance to the Acropolis. Also, Socrates was known to have destroyed his own work as he progressed deeper into his life of philosophy and search of the conscious due to his iconoclastic attitude towards art and the like. All these are alike draped; but later artists, I do not know the reason, have changed the way of portraying them. Certainly to-day sculptors and painters represent Graces naked.\"</dd>\n</dl>\n\n<p>During the Renaissance, the Roman statue group of the three graces in the Piccolomini library in Duomo di Siena inspired most themes.</p>\n<p>The Charites are depicted together with several other mythological figures in Sandro Botticelli's painting <i>Primavera</i>. Raphael also pictured them in a painting now housed in Chantilly in France. Among other artistic depictions, they are the subject of famous sculptures by Antonio Canova and Bertel Thorvaldsen.</p>\n<p>A group of three trees in the Calaveras Big Trees State Park are named \"The Three Graces\" after the Charites.</p>\n<dl><dt>List of artwork with images resembling encircled Graces</dt>\n</dl><ul><li>Anonymous</li>\n<li>Ambrogio Lorenzetti (1348–50) <i>Allegory of Good Government</i></li>\n<li>Anonymous</li>\n<li>Cosimo Tura (1476–84) detail of <i>Allegory of April</i></li>\n<li>Sandro Botticelli (1482); detail of <i>Primavera</i>;</li>\n<li>Giulio di Antonio Bonasone</li>\n<li>Germain Pilon</li>\n<li>Antonio da Correggio (1518);</li>\n<li>Raphael Sanzio</li>\n<li>Jacopo Pontormo (1535)</li>\n<li>Hans Baldung Grien (1540)</li>\n<li>Jacob Matham</li>\n<li>Agostino Carracci</li>\n<li>Jacques Blanchard (1631–33) <i>Man surprising Sleeping Venus and Graces</i></li>\n<li>Francesco Bartolozzi</li>\n<li>Jean-Baptiste van Loo (1684–1745) at the Château de Chenonceau</li>\n<li>Peter Paul Rubens</li>\n<li>Paul Cézanne</li>\n<li>Antonio Canova (1799) <i>The Three Graces</i></li>\n<li>Jean-Baptiste Regnault <i>Les Trois Grâces</i> (1797-1798)</li>\n<li>Ludwig Von Hofmann</li>\n<li>Laura Knight</li>\n<li>Joel-Peter Witkin</li>\n<li>Maurice Raphael Drouart</li>\n<li>Arthur Frank Mathews</li>\n<li>Bruce Peebles &amp; Co. advertisement (c. 1900)</li>\n<li>Pablo Picasso \"The Three Graces\" (1925)</li>\n<li>Jean Arp (September 16, 1886 – June 7, 1966) <i>The Three Graces</i> (1961)</li>\n<li>Kehinde Wiley <i>Three Graces</i></li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Charisma</li>\n<li>Charis (name)</li>\n<li>Grâces</li>\n<li>Three of Cups Tarot</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n<p><i>(The Imagebase links are all broken)</i></p>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Charites\" p. 99</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Charis\"</li>\n<li>Nick Fisher, \"Kharis, Kharites, festivals, and social peace in the classical Greek city,\" in Ralph M. Rosen and Ineke Sluiter (Eds), <i>Valuing Others in Classical Antiquity</i> (Leiden, Brill, 2010) (Mnemosyne Supplements, 323),</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Theoi Project, \"THE KHARITES\"</li>\n<li>The charites — Judgement of Paris — art article (Spanish)</li>\n<li>Warburg Institute Iconographic Database (ca 300 images of the Charites)</li>\n</ul>", "images": [{"ns": 6, "title": "File:C. Van Loo - Les Trois Grâces.jpg"}, {"ns": 6, "title": "File:Canova-Three Graces 0 degree view.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Muses.jpg"}, {"ns": 6, "title": "File:Raffael 010.jpg"}, {"ns": 6, "title": "File:Sandro Botticelli - Three Graces in Primavera.jpg"}]}