{"pageid": 80513, "ns": 0, "title": "Horae", "extract": "<p>In Greek mythology the <b>Horae</b> or <b>Horai</b> (<span></span> or <span></span>) or <b>Hours</b> (Greek: <span lang=\"el\" xml:lang=\"el\">Ὧραι</span>, <i>Hōrai</i>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[hɔ̂ːraj]</span>, \"Seasons\") were the goddesses of the seasons and the natural portions of time.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Function\">Function</span></h2>\n\n<p>They were originally the personifications of nature in its different seasonal aspects, but in later times they were regarded as goddesses of order in general and natural justice. \"They bring and bestow ripeness, they come and go in accordance with the firm law of the periodicities of nature and of life\", Karl Kerenyi observed: \"<i>Hora</i> means 'the correct moment'.\" Traditionally, they guarded the gates of Olympus, promoted the fertility of the earth, and rallied the stars and constellations. The course of the seasons was also symbolically described as the dance of the Horae, and they were accordingly given the attributes of spring flowers, fragrance and graceful freshness. For example, in Hesiod's <i>Works and Days</i>, the fair-haired <i>Horai</i>, together with the Charites and Peitho crown Pandora—she of \"all gifts\"—with garlands of flowers. Similarly Aphrodite, emerging from the sea and coming ashore at Cyprus, is dressed and adorned by the <i>Horai</i>, and, according to a surviving fragment of the epic <i>Cypria</i>, Aphrodite wore clothing made for her by the Charites and Horai, dyed with spring flowers, such as the <i>Horai</i> themselves wear.</p>\n<h2><span id=\"Names_and_Numbers\">Names and Numbers</span></h2>\n<p>The number of Horae varied according to different sources, but was most commonly three, either the trio of <b>Thallo</b>, <b>Auxo</b> and <b>Carpo</b>, who were goddesses of the order of nature; or <b>Eunomia</b> (the goddess of good order and lawful conduct), and her sisters <b>Dike</b> (the goddess of Justice), and <b>Eirene</b> (the goddess of Peace).</p>\n<h3><span id=\"The_earlier_Argive_Horae\">The earlier Argive Horae</span></h3>\n<p>In Argos, two Horae, rather than three, were recognised presumably winter and summer: <b>Auxesia</b> (possibly another name for Auxo) and <b>Damia</b> (possibly another name for Carpo).</p>\n<p>In late euhemerist interpretations, they were seen as Cretan maidens who were worshipped as goddesses after they had been wrongfully stoned to death.</p>\n<h3><span id=\"The_classical_Horae_triads\">The classical Horae triads</span></h3>\n<p>The earliest written mention of <i>Horai</i> is in the <i>Iliad</i> where they appear as keepers of Zeus's cloud gates. \"Hardly any traces of that function are found in the subsequent tradition,\" Karl Galinsky remarked in passing. They were daughters of Zeus and Themis, half-sisters to the Moirai.</p>\n<p>The Horai are mentioned in two aspects in Hesiod and the Homeric Hymns:</p>\n<ul><li>in one variant emphasizing their fruitful aspect, Thallo, Auxo, and Carpo—the goddesses of the three seasons the Greeks recognized: spring, summer and autumn—were worshipped primarily amongst rural farmers throughout Greece;</li>\n<li>in the other variant, emphasising the \"right order\" aspect of the Horai, Hesiod says that Zeus wedded \"bright Themis\" who bore Diké, Eunomia, and Eirene, who were law-and-order goddesses that maintained the stability of society; they were worshipped primarily in the cities of Athens, Argos and Olympia.</li>\n</ul><h4><span id=\"First_triad\">First triad</span></h4>\n<p>Of the first, more familiar, triad associated with Aphrodite and Zeus is their origins as emblems of times of life, growth (and the classical three seasons of year):</p>\n<ul><li><b>Thallo</b> (Θαλλώ, literally \"The one who brings blossoms\"; or <b>Flora</b> for Romans) or <b>Thalatte</b> was the goddess of spring, buds and blooms, a protector of youth.</li>\n</ul><ul><li><b>Auxo</b> (Αὐξώ. \"Increaser\" as in plant growth) or <b>Auxesia</b> was worshipped (alongside Hegemone) in Athens as one of their two Charites, Auxo was the Charis of spring and Hegemone was the Charis of autumn. One of the Horae, and the goddess and personification of the season of summer; she is the protector of vegetation and plants, and growth and fertility.</li>\n</ul><ul><li><b>Carpo</b> (Καρπώ), <b>Carpho</b> or <b>Xarpo</b> was the one who brings food (though Robert Graves in <i>The Greek Myths</i> (1955) translates this name as \"withering\") and was in charge of autumn, ripening, and harvesting, as well as guarding the way to Mount Olympus and letting back the clouds surrounding the mountain if one of the gods left. She was an attendant to Persephone, Aphrodite and Hera, and was also associated with Dionysus, Apollo and Pan.</li>\n</ul><p>At Athens, two Horae; Thallo (the Hora of spring) and Carpo (the Hora of autumn), also appear in rites of Attica noted by Pausanias in the 2nd century AD. Thallo, Auxo and Carpo are often accompanied by Chione, an Aura; a daughter of Boreas (the god/personification of the North Wind) and Orithyia/Oreithyia (originally a mortal princess, who was later deifyied as a goddess of cold mountain winds), and the goddess/personification of snow and winter. Along with Chione, Thallo, Auxo and Carpo were a part of the entourage of the goddess of the turn of the seasons, Persephone.</p>\n\n<h4><span id=\"Second_triad\">Second triad</span></h4>\n<p>Of the second triad associated to Themis and Zeus for law and order:</p>\n<ul><li><b>Diké</b> (Δίκη, \"Justice\"; <b>Iustitia</b> for Romans) was the goddess of moral justice: she ruled over human justice, as her mother Themis ruled over divine justice. The anthropomorphisation of Diké as an ever-young woman dwelling in the cities of men was so ancient and strong that in the 3rd century BCE Aratus in <i>Phaenomena</i> 96 asserted that she was born a mortal and that, though Zeus placed her on earth to keep mankind just, he quickly learned this was impossible and placed her next to him on Olympus, as the Greek astronomical/astrological constellation The Maiden.</li>\n<li><b>Eunomia</b> (Εὐνομία, \"Order\", governance according to good laws) was the goddess of law and legislation. The same or a different goddess may have been a daughter of Hermes and Aphrodite.</li>\n<li><b>Eirene</b> or <b>Irene</b> (Εἰρήνη. \"Peace\"; the Roman equivalent was <b>Pax</b>), was the personification of peace and wealth, and was depicted in art as a beautiful young woman carrying a cornucopia, scepter and a torch or rhyton.</li>\n</ul><h4><span id=\"Third_triad\">Third triad</span></h4>\n<p>Hyginus (<i>Fabulae</i> 183) identifies a third set of Horae:</p>\n<ul><li><b>Pherusa</b> (Substance, farm estates),</li>\n<li><b>Euporie</b> or <b>Euporia</b> (Abundance), and</li>\n<li><b>Orthosie</b> or <b>Orthosia</b> (Prosperity).</li>\n</ul><h3><span id=\"The_Four_Seasons\">The Four Seasons</span></h3>\n<p>Nonnus in his <i>Dionysiaca</i> mentions a distinct set of four Horae, the daughters of Helios. Quintus Smyrnaeus also attributes the Horae as the daughters of Helios and Selene, and describes them as the four handmaidens of Hera. The Greek words for the four seasons of year:</p>\n<ul><li><b>Eiar</b> (Spring),</li>\n<li><b>Theros</b> (Summer),</li>\n<li><b>Phthinoporon</b> (Autumn), and</li>\n<li><b>Cheimon</b> (Winter).</li>\n</ul><h3><span id=\"The_Hours\">The Hours</span></h3>\n\n<p>Finally, a quite separate suite of Horae personified the twelve hours (originally only ten), as tutelary goddesses of the times of day. The hours run from just before sunrise to just after sunset, thus winter hours are short, summer hours are long:</p>\n<h4><span id=\"The_nine_Hours\">The nine Hours</span></h4>\n<p>According to Hyginus, the list is only of nine, borrowed from the three classical triads alternated:</p>\n<ul><li><b>Auco</b>, or perhaps <b>Auxo</b> (Growth, from the 1st triad),</li>\n<li><b>Eunomia</b> (Order, from the 2nd triad),</li>\n<li><b>Pherusa</b> (Substance, from the 3rd triad),</li>\n<li><b>Carpo</b> (Fruit, from the 1st triad),</li>\n<li><b>Diké</b> (Justice, from the 2nd triad),</li>\n<li><b>Euporie</b> or <b>Euporia</b> (Abundance, from the 3rd triad),</li>\n<li><b>Eirene</b> or <b>Irene</b> (Peace, from the 2nd triad),</li>\n<li><b>Orthosie</b> or <b>Orthosia</b> (Prosperity, from the 3rd triad) and</li>\n<li><b>Thallo</b> (Flora, from the 1st triad).</li>\n</ul><h4><span id=\"The_ten_or_twelve_Hours\">The ten or twelve Hours</span></h4>\n\n<p>This last distinct set of ten or twelve Hours is much less known:</p>\n<ul><li><b>Auge</b>, first light (initially not part of the set),</li>\n<li><b>Anatolê</b> or <b>Anatolia</b>, sunrise,</li>\n<li><b>Mousikê</b> or <b>Musica</b>, the morning hour of music and study,</li>\n<li><b>Gymnastikê</b>, <b>Gymnastica</b> or <b>Gymnasia</b>, the morning hour of education, training, gymnastics/exercise,</li>\n<li><b>Nymphê</b> or <b>Nympha</b>, the morning hour of ablutions (bathing, washing),</li>\n<li><b>Mesembria</b>, noon,</li>\n<li><b>Sponde</b>, libations poured after lunch,</li>\n<li><b>Elete</b>, prayer, the first of the afternoon work hours,</li>\n<li><b>Aktê</b>, <b>Acte</b> or <b>Cypris</b>, eating and pleasure, the second of the afternoon work hours,</li>\n<li><b>Hesperis</b>, end of the afternoon work hours, start of evening,</li>\n<li><b>Dysis</b>, sunset,</li>\n<li><b>Arktos</b> or <b>Arctus</b>, night sky, constellation (initially not part of the set).</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hora (dance)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Horae\" p. 217</li>\n<li>Smith, William, <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Horae\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> The dictionary definition of Horae at Wiktionary</li>\n<li> Media related to Horae at Wikimedia Commons</li>\n<li>Theoi Project: Horai</li>\n<li>Theoi Project: Twelve Horae</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dionysos Horai Louvre MR720.jpg"}, {"ns": 6, "title": "File:Edward Burne-Jones - The Hours, 1882.jpg"}, {"ns": 6, "title": "File:Edward John Poynter - Horae Serenae (detail), 1894.jpg"}, {"ns": 6, "title": "File:Jacob Jordaens- Al·legoria de la Pau.jpg"}, {"ns": 6, "title": "File:Kersting - Apollo with the Hours.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}