{"pageid": 80558, "ns": 0, "title": "Chrysothemis", "extract": "<p><b>Chrysothemis</b> or <b>Khrysothemis</b> (<span></span>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Χρυσόθεμις</span>, \"golden justice\"), is a name ascribed to several characters in Greek mythology.</p>\n<p><i>Female:</i></p>\n<ul><li><b>Chrysothemis</b>, a Hesperide pictured and named on an ancient vase together with Asterope, Hygieia and Lipara.</li>\n<li><b>Chrysothemis</b>, daughter of Danaus. She married (and killed) Asterides, son of Aegyptus.</li>\n<li><b>Chrysothemis</b>, wife of Staphylus, mother of Molpadia, Rhoeo and Parthenos. She was also said to have mothered Parthenos by the god Apollo.</li>\n<li><b>Chrysothemis</b>, daughter of Agamemnon and Clytemnestra. Unlike her sister, Electra, Chrysothemis did not protest or enact vengeance against their mother for having an affair with Aegisthus and then killing their father. She appears in Sophocles's <i>Electra</i>.</li>\n</ul><p><i>Male:</i></p>\n<ul><li><b>Chrysothemis</b>, the first winner of the oldest contest held at the Pythian Games, the singing of a hymn to Apollo. He was a son of Demeter and Carmanor, the priest who cleansed Apollo for the killing of Python.</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Avery, Catherine B. <i>The New Century Classical Handbook</i>, Appleton-Century-Crofts, 1962. p. 284.</li>\n<li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Carmanor\"</li>\n<li>Manas, John H., <i>Divination Ancient and Modern: An Historical Archaeological and Philosophical Approach to Seership and Christian Religion</i>, Kessinger Publishing, 2004. ISBN 978-1-4179-4991-5. p. 121</li>\n<li>Walters, Henry Beauchamp and Samuel Birch, <i>History of ancient pottery: Greek, Etruscan, and Roman, Volume 2</i>, J. Murray, 1905. p.92.</li>\n<li><i>Perseus Encyclopedia</i>, \"Chrysothemis\"</li>\n<li>Rigoglioso, Marguerite, <i>The Cult of Divine Birth in Ancient Greece</i>, Macmillan, 2009. ISBN 978-0-230-61477-2. p. 113.</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873).</li>\n<li>Smith, William; <i>A Dictionary of Greek and Roman Antiquities</i>, London (1890).</li>\n</ul>", "images": [{"ns": 6, "title": "File:DAB list gray.svg"}, {"ns": 6, "title": "File:Zeus Otricoli Pio-Clementino Inv257.jpg"}]}