{"pageid": 806047, "ns": 0, "title": "Aušrinė", "extract": "<p><b>Aušrinė</b> (not to be confused with <i>Aušra</i> – dawn) is a feminine deity of the Morning Star (Venus) in the Lithuanian mythology. She is the antipode to Vakarinė, the Evening Star.</p>\n<p>Her cult possibly stems from that of the Indo-European dawn goddess Hausos and is related to Latvian Auseklis, Greek Eos, Roman Aurora, and Vedic Ushas. Aušrinė is the goddess of beauty and youth. After the Christianization of Lithuania, the cult merged with Christian images and the symbolism of the Virgin Mary.</p>\n<p>Aušrinė was first mentioned by Jan Łasicki as <i>Ausca</i> and described as <i>goddess of the rays of the sun that descend and rise above the horizon</i>. According to folklore, each morning Aušrinė and her servant Tarnaitis (possibly Mercury) prepare the way for Saulė (the Sun). In the evening, Vakarinė prepares the bed for Saulė. The relationship between Saulė and Aušrinė is complex. Sometimes Saulė is described as mother of Aušrinė, Vakarinė and other planets – Indraja (Jupiter), Sėlija (Saturn), Žiezdrė (Mars), Vaivora (Mercury), and even Žemyna (Earth). A popular myth describes how Mėnulis (Moon) fell in love with beautiful Aušrinė, cheated on his wife Saulė, and received punishment from Perkūnas (thunder god). Different myths also depict rivalry between Saulė and Aušrinė as Saulė is jealous of Aušrinė's beauty and brightness (Venus is the third-brightest object in the sky after Sun and Moon). Despite the adultery or rivalry, Aušrinė remains loyal and continues to serve Saulė in the mornings.</p>\n<p>Another myth, analyzed by Algirdas Julien Greimas in detail, tells a story of Joseph, who becomes fascinated with Aušrinė appearing in the sky and goes on a quest to find the \"second sun.\" After much adventure, he learns that it was not the second sun, but a maiden, who lives on an island in the sea and has the same hair as the Sun. With advice from the Northern Wind, Joseph reaches the island, avoids a guardian bull, and becomes the maiden's servant caring for her cattle. In the tale, Aušrinė appeared in three forms: as a star in the sky, as a maiden on land, and as a mare in the sea. After a few years, Joseph puts a single hair of the maiden into an empty nutshell and throws it into the sea. A ray from the sea becomes reflected into the sky as the biggest star. Greimas concludes that this tale is a double origin myth: the story describes the origin of Tarnaitis and the ascent of Aušrinė herself into the sky.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hausos in reconstructed Proto-Indo-European religion</li>\n<li>Zorya in Slavic mythology</li>\n</ul><h2><span id=\"References\">References</span></h2>"}