{"pageid": 80945, "ns": 0, "title": "Elpis", "extract": "<p>In Greek mythology, <b>Elpis</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">ἐλπίς</span>) is the personification and spirit of hope (usually seen as an extension to suffering by the Greek, not as a god), perhaps a child of Nyx and mother of Pheme, the goddess of fame, renown and rumor. She was depicted as a young woman, usually carrying flowers or cornucopia in her hands.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In Hesiod's <i>Works and Days</i>, Elpis was the last item in Pandora's box (or jar). Based on Hesiod's description, the debate is still alive to determine if Elpis was only <i>hope</i>, or more generally <i>expectation</i>.</p>\n<p>Her Roman equivalent was Spes.</p>\n<h2><span id=\"Elpis_as_described_in_Hesiod's_Works_and_Days\"></span><span id=\"Elpis_as_described_in_Hesiod.27s_Works_and_Days\">Elpis as described in Hesiod's <i>Works and Days</i></span></h2>\n<p>The more famous version of the Pandora myth comes from one of Hesiod's poems, <i>Works and Days</i>. In this version of the myth (lines 60–105), Hesiod expands upon her origin, and moreover widens the scope of the misery she inflicts on mankind. Pandora brings with her a jar or, in most stories, a box containing \"burdensome toil and sickness that brings death to men\" (91–92), diseases (102) and \"a myriad other pains\" (100). Prometheus had – fearing further reprisals – warned his brother Epimetheus not to accept any gifts from Zeus. But Epimetheus did not listen; he accepted Pandora, who promptly scattered the contents of her jar. As a result, Hesiod tells us, \"the earth and sea are full of evils\" (101). One item, however, did not escape the jar (96–99), hope:</p>\n<blockquote>\n\n</blockquote>\n<p>Hesiod does not say why hope (<i>elpis</i>) remained in the jar. The implications of Elpis remaining in the jar were the subject of intense debate even in antiquity.</p>\n<p>Hesiod closes with this moral (105): \"Thus it is not possible to escape the mind of Zeus.\"</p>\n<h2><span id=\"Namesakes\">Namesakes</span></h2>\n<p>The asteroid 59 Elpis is named for her.</p>\n<h2><span id=\"References\">References</span></h2>\n<p><b>Notes</b></p>\n\n<p><b>Citations</b></p>\n\n<p><b>Bibliography</b></p>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>West, M. L. <i>Hesiod, Theogony</i>, ed. with prolegomena and commentary (Oxford 1966).</li>\n<li>West, M. L. <i>Hesiod, Works and Days</i>, ed. with prolegomena and commentary (Oxford 1978).</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Godchecker (Greek Mythology) - Elpis</li>\n<li>Elpis at theoi.com</li>\n</ul>", "images": [{"ns": 6, "title": "File:Diocletianus - Elpis.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}