{"pageid": 8172968, "ns": 0, "title": "Shachi", "extract": "<p>In Hinduism (specifically, early Vedic accounts), <b>Shachi</b> (Sanskrit: शची; also known as <b>Indrani</b> (queen of Indra), <b>Aindri</b>, <b>Mahendri</b>, <b>Pulomaja</b> and <b>Poulomi</b> is the goddess of wrath and jealousy; being a source of jealously for long because there was no one who did not long for her, and a daughter of Puloman, an Asura who was killed by Indrani's future husband, Indra. She is one of the seven Matrikas (mother goddesses). She is described as beautiful and having the most beautiful eyes. She is associated with lions and elephants. With Indra, she is the mother of Jayanta and Jayanti and Midhusa, Nilambara, Rbhus, Rsabha and Chitragupta. In Hindu epics, she is also described as \"The Endless Beauty\".</p>\n<p>Goddess Shachi or Indrani is one of the Sapta Matrikas—the seven divine mothers or Saptamatris in Hindu religion. It is said that she has similar characteristics to Indra and the same Vahana or vehicle a white elephant. A puja dedicated to Goddess Aindrani is performed during the Ashada Navratri.</p>\n<p>She has a significance in Vedic literature in developing the idea of Shakti which denotes power, the feminine personified might. She gave origin to the concept that female consort, whether she is Parvati or Kali, is the most important Shakti of all, thus becoming the role model for all the goddesses in later period (the Purana has several mentions of this concept).</p>\n<p>In the Rig Veda she is described to be very beautiful; one of the hyms in Rig Veda pictures her as jealous of rivals. In the same hymn Shachi also asks the god to rid her of rivals.</p>\n<p>It is said that unlike other goddesses, she possess an independent character of her own. Unlike most of the goddess wives who are known by their husband's name like Rudrani, Varuni (wife of Varun), Saranya (wife of Sun), Indra is probably the only god who is known to be after his wife's name as well; hence he was often referred as Shachipati—meaning master of shakti/power, or ShachiVat (possessor of Shachi)</p>\n<p>Shachi is derived from the verb shak or shach—in Vedas, it is said that shakti/Shachi is something a male god possesses, not female, as the goddess itself is shakti.</p>\n<p>In the earlier Vedic accounts, Shachi was depicted as a female shadow of Indra. She was, for a short while, considered to be an evil spirit. She was said to be the daughter of a demon; hence she is sometimes referred to as the Goddess of wrath. Then, in later Hindu interpretations, she began personifying jealousy and evil intent, but after a few years, she became an important and highly worshiped Astral Spirit and is worshiped in South India until this day.</p>\n<p>According to the Rig Veda, Shachi is considered a most fortunate female for Indra granted her immortality. It is said that he chose her over all of the other goddesses because of Her magnetic attractions.</p>\n<p>Shachi is rarely worshipped as an independent deity and is usually part of the Saptamatris.</p>\n<p>She is a goddess who, even though from a father of demonish origin, is pure, the most beautiful, kind and the one who was a wonder to many eyes; a source of jealously for long because there was no-one who did not long for her.</p>\n<p>In the socio-mythological TV series Santoshi Maa, it portrays about the enmity between the Goddess of jealousy Poulomi Maa and the Goddess of Satisfaction, peace and contentment Santoshi Maa.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Jain_tradition\">Jain tradition</span></h2>\n<p>In Jain tradition, when a Tirthankara is born, Indra descends with his consort, Shachi, riding their mount, the great elephant Airavata, to celebrate the event.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Goswamy, B. N. (2014). <i>The Spirit of Indian Painting: Close Encounters with 100 Great Works 1100–1900</i>. Penguin Books. ISBN 978-0-670-08657-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShachi&amp;rft.aufirst=B.+N.&amp;rft.aulast=Goswamy&amp;rft.btitle=The+Spirit+of+Indian+Painting%3A+Close+Encounters+with+100+Great+Works+1100%E2%80%931900&amp;rft.date=2014&amp;rft.genre=book&amp;rft.isbn=978-0-670-08657-3&amp;rft.pub=Penguin+Books&amp;rft_id=https%3A%2F%2Fbooks.google.co.in%2Fbooks%3Fid%3DJ5E3BQAAQBAJ&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Kinsley, David (1998) [1987]. <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>. Delhi: Motilal Banarsidass Publishers. ISBN 81-208-0379-5. OCLC 750640724.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShachi&amp;rft.aufirst=David&amp;rft.aulast=Kinsley&amp;rft.btitle=Hindu+Goddesses%3A+Vision+of+the+Divine+Feminine+in+the+Hindu+Religious+Traditions&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=81-208-0379-5&amp;rft.place=Delhi&amp;rft.pub=Motilal+Banarsidass+Publishers&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DhgTOZEyrVtIC&amp;rft_id=info%3Aoclcnum%2F750640724&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Goddess Kali By Piyal Kundu1.jpg"}, {"ns": 6, "title": "File:Indradeva.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}