{"pageid": 82070, "ns": 0, "title": "Rhodos", "extract": "<p>In Greek mythology, <b>Rhodos</b>/ <b>Rhodus</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ῥόδος</span>) or <b>Rhode</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ῥόδη</span>), was the goddess and personification of the island of Rhodes and a wife of the sun god Helios.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Family\">Family</span></h2>\n<p>Various parents were given for Rhodos. Pindar makes her a daughter of Aphrodite with no father mentioned, for Herodorus of Heraclea she was the daughter of Aphrodite and Poseidon, while according to Diodorus Siculus she was the daughter of Poseidon and Halia, one of the Telchines, the original rulers of Rhodes. According to Apollodorus (referring to her as \"Rhode\") she was a daughter of Poseidon and Amphitrite, and full sister to Triton. However, for Epimenides, her father was Oceanus, while according to a scholion on <i>Odyssey</i> 17.208 (calling her \"Rhode\"), her father was the river-god Asopus. Perhaps misreading Pindar, Asclepiades (\"presumably the mythographer\" Asclepiades of Tragilus) gives her father as Helios.</p>\n<p>Rhodos was the mother of the Heliadae, who succeeded the Telchines as rulers of Rhodes. According to Pindar, Rhodos had, by Helios, seven sons. Pindar does not name the sons, but according to Diodorus Siculus, the Heliadae were Ochimus, Cercaphus, Actis, Macar (i.e. Macareus), Candalus, Triopas, and Tenages. Diodorus Siculus also says that Helios and Rhodos had one daughter, Electryone. A scholion to Pindar gives the same list of sons, with Macareus (for Macar) and naming the last Heliadae as Phaethon, \"the younger, whom the Rhodians call Tenages\". The older Phaethon referred to here probably being the famous Phaethon (whose story is told by Ovid) who drove Helios' chariot. The scholion on <i>Odyssey</i> 17.208 (perhaps drawing on either of the lost tragedies <i>Heliades</i> (Daughters of Helios) by Aeschylus, and <i>Phaethon</i>, by Euripides), also makes Rhodos the mother, by Helios, of this famous Phaethon, as well as three daughters: Lampetie, Aigle, and Phaethousa. (In the <i>Odyssey</i>, Lampetie and Phaethousa, the shepherds of Helios' cattle and sheep on Thrinacia, are instead the daughters of Helios by Neaera.)</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>The poet Pindar tells the story, that when the gods drew lots for the places of the earth, Helios being absent received nothing. So Helios, with Zeus' consent, claimed a new island (Rhodes), which had not yet risen from the sea. And after it rose from the sea he lay with her and produced seven sons.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Apollodorus, <i>Apollodorus, The Library, with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library.</li>\n<li>Diodorus Siculus, <i>Diodorus Siculus: The Library of History</i>. Translated by C. H. Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, MA: Harvard University Press; London: William Heinemann, Ltd. 1989. 5.55.</li>\n<li>Fowler, R. L. (2001), <i>Early Greek Mythography: Volume 1: Text and Introduction</i>, Oxford University Press, 2013. ISBN 978-0198147404.</li>\n<li>Fowler, R. L. (2013), <i>Early Greek Mythography: Volume 2: Commentary</i>, Oxford University Press, 2013. ISBN 978-0198147411.</li>\n<li>Gantz, Timothy, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1.</li>\n<li>Hard, Robin, <i>The Routledge Handbook of Greek Mythology: Based on H.J. Rose's \"Handbook of Greek Mythology\"</i>, Psychology Press, 2004, ISBN 9780415186360.</li>\n<li>Homer; <i>The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes</i>. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.</li>\n<li>Ovid, <i>Metamorphoses</i>, Brookes More. Boston. Cornhill Publishing Co. 1922. Online version at the Perseus Digital Library.</li>\n<li>Pindar, <i>Odes</i>, Diane Arnson Svarlien. 1990. Online version at the Perseus Digital Library.</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873).</li>\n<li>Tzetzes, <i>Chiliades</i>, editor Gottlieb Kiessling, F.C.G. Vogel, 1826. (English translation, Books II–IV, by Gary Berkowitz. Internet Archive).</li>\n</ul>"}