{"pageid": 82139, "ns": 0, "title": "Nyx", "extract": "<p><b>Nyx</b> (<span><small>English:</small> </span>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Νύξ</span>, \"Night\"; Latin: <span lang=\"la\" xml:lang=\"la\"><i>Nox</i></span>) is the Greek goddess (or personification) of the night. A shadowy figure, Nyx stood at or near the beginning of creation and mothered other personified deities such as Hypnos (Sleep) and Thanatos (Death), with Erebus (Darkness). Her appearances are sparse in surviving mythology, but reveal her as a figure of such exceptional power and beauty that she is feared by Zeus himself.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology_and_literature\">Mythology and literature</span></h2>\n<h3><span id=\"Hesiod\">Hesiod</span></h3>\n<p>In Hesiod's <i>Theogony</i>, Nyx is born of Chaos. With Erebus (Darkness), Nyx gives birth to Aether (Brightness) and Hemera (Day). Later, on her own, Nyx gives birth to Moros (Doom, Destiny), Ker (Destruction, Death), Thanatos (Death), Hypnos (Sleep), the Oneiroi (Dreams), Momus (Blame), Oizys (Pain, Distress), the Hesperides, the Moirai (Fates), the Keres, Nemesis (Indignation, Retribution), Apate (Deceit), Philotes (Friendship), Geras (Old Age), and Eris (Strife).</p>\n\n<p>In his description of Tartarus, Hesiod locates there the home of Nyx, and the homes of her children Hypnos and Thanatos. Hesiod says further that Nyx's daughter Hemera (Day) left Tartarus just as Nyx (Night) entered it; continuing cyclicly, when Hemera returned, Nyx left. This mirrors the portrayal of Ratri (night) in the Rigveda, where she works in close cooperation but also tension with her sister Ushas (dawn).</p>\n<h3><span id=\"Homer\">Homer</span></h3>\n<p>At <i>Iliad</i> 14.249–61, Hypnos, the minor deity of sleep, reminds Hera of an old favor after she asks him to put Zeus to sleep. He had once before put Zeus to sleep at the bidding of Hera, allowing her to cause Heracles (who was returning by sea from Laomedon's Troy) great misfortune. Zeus was furious and would have smitten Hypnos into the sea if he had not fled to Nyx, his mother, in fear. Homer goes on to say that Zeus, fearing to anger Nyx, held his fury at bay and in this way Hypnos escaped the wrath of Zeus by appealing to his powerful mother. He disturbed Zeus only a few times after that always fearing Zeus and running back to his mother, Nyx, who would have confronted Zeus with a maternal fury.</p>\n<h3><span id=\"Others\">Others</span></h3>\n<p>Nyx took on an even more important role in several fragmentary poems attributed to Orpheus. In them, Nyx, rather than Chaos, is the first principle from which all creation emerges. Nyx occupies a cave or adyton, in which she gives oracles. Cronus – who is chained within, asleep and drunk on honey – dreams and prophesies. Outside the cave, Adrasteia clashes cymbals and beats upon her tympanon, moving the entire universe in an ecstatic dance to the rhythm of Nyx's chanting. Phanes – the strange, monstrous, hermaphrodite Orphic demiurge – was the child or father of Nyx. Nyx is also the first principle in the opening chorus of Aristophanes' <i>The Birds</i>, which may be Orphic in inspiration. Here she is also the mother of Eros.</p>\n<p>The theme of Nyx's cave or mansion, beyond the ocean (as in Hesiod) or somewhere at the edge of the cosmos (as in later Orphism) may be echoed in the philosophical poem of Parmenides. The classical scholar Walter Burkert has speculated that the house of the goddess to which the philosopher is transported is the palace of Nyx; this hypothesis, however, must remain tentative.</p>\n\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>In Greece, Nyx was only rarely the focus of cults. According to Pausanias, she had an oracle on the acropolis at Megara.</p>\n<p>More often, Nyx lurked in the background of other cults. Thus there was a statue called \"Night\" in the Temple of Artemis at Ephesus. The Spartans had a cult of Sleep and Death, conceived of as twins. Cult titles composed of compounds of <i>nyx-</i> are attested for several deities, most notably Dionysus <i>Nyktelios</i> \"nocturnal\" and Aphrodite <i>Philopannyx</i> \"who loves the whole night\".</p>\n<h2><span id=\"Astronomy\">Astronomy</span></h2>\n<p>In 1997, the International Astronomical Union approved the name Nyx for a mons (mountain/peak) feature on the planet Venus. Nyx Mons is located at latitude 30° North and longitude 48.5° East on the Venusian surface. Its diameter is 875 km.</p>\n<p>On June 21, 2006, the International Astronomical Union renamed one of Pluto's recently discovered moons (S/2005 P 2) Nix, in honor of Nyx. The name was spelled with an \"i\" instead of a \"y\", to avoid conflict with the asteroid 3908 Nyx.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Aristophanes, <i>The Birds</i></li>\n<li>Gantz, <i>Early Greek Myth: A Guide to Literary and Artistic Sources</i>, Johns Hopkins University Press, 1996, Two volumes: ISBN 978-0-8018-5360-9 (Vol. 1), ISBN 978-0-8018-5362-3 (Vol. 2).</li>\n<li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, Wiley-Blackwell, 1996, ISBN 978-0-631-20102-1. \"Nyx\" p. 314</li>\n<li><cite id=\"CITEREFHesiod1914\" class=\"citation web\">Hesiod (1914). \"The Theogony of Hesiod\". <i>sacredtexts.org</i>. Translated by Evelyn-White, Hugh G<span>. Retrieved <span>2017-10-05</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANyx&amp;rft.atitle=The+Theogony+of+Hesiod&amp;rft.au=Hesiod&amp;rft.date=1914&amp;rft.genre=unknown&amp;rft.jtitle=sacredtexts.org&amp;rft_id=http%3A%2F%2Fwww.sacred-texts.com%2Fcla%2Fhesiod%2Ftheogony.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li>Otto Kern ed., <i>Orphicorum Fragmenta.</i></li>\n<li>Pausanias, <i>Pausanias Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes.</i> Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. Online version at the Perseus Digital Library.</li>\n<li>Simmons, <i>Olympos.</i></li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Nyx\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Nyx at Wikimedia Commons</li>\n<li>\"Nyx\" from Theoi.com</li>\n</ul>", "images": [{"ns": 6, "title": "File:Arte romana, statuetta di nyx o selene, I secolo ac.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Padlock-silver.svg"}, {"ns": 6, "title": "File:Paris psaulter gr139 fol435v.png"}, {"ns": 6, "title": "File:William-Adolphe Bouguereau (1825-1905) - La Nuit (1883).jpg"}]}