{"pageid": 82137, "ns": 0, "title": "Hemera", "extract": "<p>In Greek mythology <b>Hemera</b> (<span></span>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἡμέρα</span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[hɛːméra]</span> \"day\") was the personification of day and one of the Greek primordial deities. She is the goddess of the daytime and, according to Hesiod, the daughter of Erebus and Nyx (the goddess of night). Hemera is remarked upon in Cicero's <i>De Natura Deorum</i>, where it is logically determined that <i>Dies</i> (Hemera) must be a god, if Uranus is a god. The poet Bacchylides states that Nyx and Chronos are the parents, but Hyginus in his preface to the <i>Fabulae</i> mentions Chaos as the mother/father and Nyx as her sister.</p>\n<p>She was the female counterpart of her brother and consort, Aether (Light), but neither of them figured actively in myth or cult. Hyginus lists their children as Uranus, Gaia, and Thalassa (the primordial sea goddess), while Hesiod only lists Thalassa as their child.</p>\n<p>According to Hesiod's <i>Theogony</i>, Hemera left Tartarus just as Nyx entered it; when Hemera returned, Nyx left:</p>\n<dl><dd>\"Nyx and Hemera draw near and greet one another as they pass the great threshold of bronze: and while the one is about to go down into the house, the other comes out at the door.\"</dd>\n</dl><p>Pausanias seems to confuse her with Eos when saying that she carried Cephalus away. Pausanias makes this identification with Eos upon looking at the tiling of the royal portico in Athens, where the myth of Eos and Kephalos is illustrated. He makes this identification again at Amyklai and at Olympia, upon looking at statues and illustrations where Eos (Hemera) is present.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:William-Adolphe Bouguereau (1825-1905) - Day (1881).jpg"}]}