{"pageid": 8214851, "ns": 0, "title": "Pan Jinlian", "extract": "<p><b>Pan Jinlian</b> (Chinese: <span lang=\"zh-Hant\">潘金蓮</span>; Wade–Giles: <i><span lang=\"zh-Latn-wadegile\"><b>P'an Chin-lien</b></span></i>) is a fictional character in the 17th-century Chinese novel <i>Jin Ping Mei</i> (<i>The Plum in the Golden Vase)</i>, and a minor character in <i>Water Margin</i>, one of the Four Great Classical Novels of Chinese literature. She is an archetypal femme fatale and one of the most notorious villainesses of classical Chinese culture. She has also become the patron goddess of brothels and prostitutes.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Pan Jinlian's name appears to be inspired by Pan Yunu, an imperial consort of the Southern Qi dynasty. Her husband, Xiao Baojuan, was obsessed with her small bound feet and made her dance on golden (金, <i>jin</i>) lotuses (蓮, <i>lian</i>) .</p>\n<h2><span id=\"Story\">Story</span></h2>\n\n<p>Pan Jinlian is married to Wu Dalang, the elder brother of Wu Song. Wu Dalang is short and ugly, while Pan Jinlian is renowned for her beauty; as a result, many people feel that the couple are a mismatch.</p>\n<p>Pan Jinlian, dissatisfied with her marriage, has an extramarital affair with Ximen Qing, a handsome womaniser in town. Wu Dalang eventually discovers the affair, but Pan Jinlian and Ximen Qing murder him by adding poison to his food. They bribe the coroner to conceal the true cause of his death.</p>\n<p>Wu Song grows suspicious of his brother's death. He carries out his own investigations and discovers the truth. In <i>Water Margin</i>, Wu Song's slaying of the adulterous pair is described in graphic detail and is one of the most memorable scenes in the novel. In <i>Jin Ping Mei</i>, however, Pan Jinlian marries Ximen Qing as a concubine, and Wu Song kills Pan after Ximen dies from excessive sexual activity.</p>\n<h2><span id=\"Adaptations\">Adaptations</span></h2>\n<p>In the post-May Fourth era, the influential playwright Ouyang Yuqian wrote the early modern drama <i>Pan Jinlian</i> in 1928, in which Pan is depicted as a free-spirited woman victimized by a male-dominated traditional society. He played the role of Pan Jinlian himself. A pingju version of the story was one of the roles played by Bai Yushuang in Shanghai in the 1930s.</p>\n<p>Pan Jinlian is a popular subject of Chinese and Japanese films and television series. Since the 1950s, there have been at least 20 films and television series featuring her as a main character.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Haw Par Villa 3, Dec 14.jpg"}, {"ns": 6, "title": "File:Wu Song killing Pan Jinlian.jpg"}]}