{"pageid": 822274, "ns": 0, "title": "Mana Genita", "extract": "<p>In ancient Roman religion, <b>Mana Genita</b> or <b>Geneta Mana</b> is an obscure goddess mentioned only by Pliny and Plutarch. Both tell that her rites were carried out by the sacrifice of a puppy or a bitch. Plutarch alone has left some examination of the nature of the goddess, deriving <i>Mana</i> from the Latin verb <i>manare</i>, \"to flow\", an etymology which the Roman grammarian Verrius Flaccus also relates to the goddess Mania mentioned by Varro, and to the Manes, the souls of the departed. In a Greek equivalence perspective, Plutarch, on account of the bitch sacrifice, loosely connects the goddess to Hekate and in parallel notes that Argive sacrificial practice (using dogs) makes as well for an interesting comparison for her with Eilioneia, meaning the birth goddess Eileithyia. Some modern commentators have elaborated on the \"Genita\" and \"Mana\" qualifiers, to suggest she were a goddess who could determine whether infants were born alive or dead. Others have suggested that Horace may be referring to this goddess when he mentions a goddess Genitalis in the <i>Carmen Saeculare</i> (line 16.). Some have compared it to the Oscan <i>Deiua Geneta</i> (birth goddess), while still others deem that <i>Genita Mana</i> may be only a vague epithet like Bona Dea rather than an actual theonym.</p>\n<h2><span id=\"In_Plutarch\">In Plutarch</span></h2>\n<p>Plutarch writes <i>Roman Questions</i> as a series of questions and answers. Of Geneta Mana, he poses the dual question of why a bitch is offered to her as a victim, and why it is prayed that no members of one's household should become \"good\" (meaning \"dead\"):</p>\n<blockquote>\n<p>Is it because Geneta is a spirit concerned with the generation and birth of beings that perish? Her name means some such thing as \"flux and birth\" or \"flowing birth.\" Accordingly, just as the Greeks sacrifice a bitch to Hecatê, even so do the Romans offer the same sacrifice to Geneta on behalf of the members of their household. But Socrates says that the Argives sacrifice a bitch to Eilioneia by reason of the ease with which the bitch brings forth its young. But does the import of the prayer, that none of them shall become \"good,\" refer not to the human members of a household, but to the dogs? For dogs should be savage and terrifying.<br></p>\n<p>Or, because of the fact that the dead are gracefully called \"the good,\" are they in veiled language asking in their prayer that none of their household may die? One should not be surprised at this; Aristotle, in fact, says that there is written in the treaty of the Arcadians with the Spartans: \"No one shall be made good for rendering aid to the Spartan party in Tegea\"; that is, no one shall be put to death.</p>\n</blockquote>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Roman birth and childhood deities</li>\n</ul><h2><span id=\"References\">References</span></h2>"}