{"pageid": 82497, "ns": 0, "title": "Hygieia", "extract": "<p>In Greek as well as Roman mythology, <b>Hygieia</b> (also <b>Hygiea</b> or <b>Hygeia</b>; Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Ὑγιεία</span> or <span lang=\"grc\" xml:lang=\"grc\">Ὑγεία</span>, Latin: <span lang=\"la\" xml:lang=\"la\"><i>Hygēa</i></span> or <span lang=\"la\" xml:lang=\"la\">Hygīa</span>), was one of the Aeclepiadae; the sons and daughters of the god of medicine, Asclepius, and the goddess of healing, Epione. She was the goddess/personification of health (Greek: <span lang=\"el\" xml:lang=\"el\">ὑγίεια</span> - <i>hugieia</i>), cleanliness and hygiene.</p>\n<p>Hygieia as well as her four sisters each performed a facet of Apollo's art: Hygieia (\"Hygiene\" the goddess/personification of health, cleanliness, and sanitation); Panacea (the goddess of Universal remedy); Iaso (the goddess of recuperation from illness); Aceso (the goddess of the healing process); and Aglaïa (the goddess of beauty, splendor, glory, magnificence, and adornment).</p>\n<p>Hygieia also played an important part in her father's cult. While her father was more directly associated with healing, she was associated with the prevention of sickness and the continuation of good health. Her name is the source of the word \"hygiene\". She was imported by the Romans as the goddess Valetudo, the goddess of personal health, but in time she started to be increasingly identified with the ancient Italian goddess of social welfare, Salus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"History\">History</span></h2>\n<p>At Athens, Hygieia was the subject of a local cult since at least the 7th century BC. \"Athena Hygieia\" was one of the cult titles given to Athena, as Plutarch recounts of the building of the Parthenon (447-432 BC):</p>\n<p>However, the cult of Hygieia as an independent goddess did not begin to spread out until the Delphic oracle recognized her, and after the devastating Plague of Athens (430-427 BC) and in Rome in 293 BC.</p>\n<p>In the 2nd century AD, Pausanias noted the statues both of Hygieia and of Athena Hygieia near the entrance to the Acropolis of Athens.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Hygieia's primary temples were in Epidaurus, Corinth, Cos and Pergamon. Pausanias remarked that, at the <i>Asclepieion</i> of Titane in Sicyon (founded by Alexanor, Asclepius' grandson), statues of Hygieia were covered by women's hair and pieces of Babylonian clothes. According to inscriptions, the same sacrifices were offered at Paros.</p>\n<p>Ariphron, a Sicyonian artist from the 4th century BC wrote a well-known hymn celebrating her. Statues of Hygieia were created by Scopas, Bryaxis and Timotheus, among others, but there is no clear description of what they looked like. She was often depicted as a young woman feeding a large snake that was wrapped around her body or drinking from a jar that she carried. These attributes were later adopted by the Gallo-Roman healing goddess, Sirona. Hygieia was accompanied by her brother, Telesphorus.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Bowl of Hygieia</li>\n<li>College of Aesculapius and Hygia</li>\n<li>Salus, the Roman goddess of health and prosperity</li>\n<li>Sirona, a goddess of health worshiped in East Central Gaul</li>\n<li>List of health deities</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Hygieia\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: Hygeia Greek and Latin notices, in translation.</li>\n<li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Hygieia\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHygieia&amp;rft.atitle=Hygieia&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Hugieia-pentagram.svg"}, {"ns": 6, "title": "File:Hygea, copia romana da originale greco del III sec. ac.JPG"}, {"ns": 6, "title": "File:Hygieia by Alexander Handyside Ritchie, College of Physicians, Queen Street, Edinburgh.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}