{"pageid": 82543, "ns": 0, "title": "Iaso", "extract": "<p><b>Iaso</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Ἰασώ</span>, <i>Iasō</i>) or <b>Ieso</b> (<span></span>; Greek: <span lang=\"el\" xml:lang=\"el\">Ἰησώ</span>, <i>Iēsō</i>) was the Greek goddess of recuperation from illness. The daughter of Asclepius, she had five sisters: Aceso, Aglæa/Ægle, Hygieia, Panacea, and Meditrina (Roman). All six were associated with some aspect of health or healing. For more information on the genealogy of Iaso, see Panacea.</p>\n\n<h2><span id=\"Description\">Description</span></h2>\n<p>Pausanias (author of <i>Periegesis of Greece</i>) wrote this of Amphiaraus in Oropos, Attica, in the 2nd century A.D.:</p>\n<blockquote>\n<p>\"The altar shows parts. One part is to Heracles, Zeus, and Apollo Healer, another is given up to heroes and to wives of heroes, the third is to Hestia and Hermes and Amphiaraus and the children of Amphilochus. But Alcmaeon, because of his treatment of Eriphyle, is honored neither in the temple of Amphiaraus nor yet with Amphilochus. The fourth portion of the altar is to Aphrodite and Panacea, and further to Iaso, Hygeia, and Athena Healer. The fifth is dedicated to the nymphs and to Pan, and to the rivers Achelous and Cephisus.\"</p>\n</blockquote>\n<p>Aristophanes mentions Iaso humorously in <i>Ploutos</i>, when one of the characters, Cario, reports that Iaso blushed upon his passing gas.</p>\n<p>In the temple of Amphiaraus at Oropus a part of the altar was dedicated to her, in common with Aphrodite, Panaceia, Hygieia, and Athena Paeonia. Iaso had lots of children.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation encyclopaedia\">Schmitz, Leonhard (1867). \"Iaso\". In William Smith. <i>Dictionary of Greek and Roman Biography and Mythology</i>. <b>2</b>. Boston: Little, Brown and Company. p. 552.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIaso&amp;rft.atitle=Iaso&amp;rft.aufirst=Leonhard&amp;rft.aulast=Schmitz&amp;rft.btitle=Dictionary+of+Greek+and+Roman+Biography+and+Mythology&amp;rft.date=1867&amp;rft.genre=bookitem&amp;rft.pages=552&amp;rft.place=Boston&amp;rft.pub=Little%2C+Brown+and+Company&amp;rft_id=http%3A%2F%2Fwww.perseus.tufts.edu%2Fhopper%2Ftext%3Fdoc%3DPerseus%253Atext%253A1999.04.0104%253Aalphabetic%2Bletter%253DI%253Aentry%2Bgroup%253D2%253Aentry%253Diaso-bio-1&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Iaso.jpg"}]}