{"pageid": 82620, "ns": 0, "title": "Macaria", "extract": "<p><b>Macaria</b> or <b>Makaria</b> (Greek Μακαρία) is the name of two figures from ancient Greek religion and mythology. Although they are not said to be the same and are given different fathers, they are discussed together in a single entry both in the 10th-century Byzantine encyclopedia the <i>Suda</i> and by Zenobius.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Daughter_of_Heracles\">Daughter of Heracles</span></h2>\n<p>In the <i>Heracleidae</i> of Euripides, Macaria (\"she who is blessed\") is a daughter of Heracles. Even after Heracles's death, King Eurystheus pursues his lifelong vendetta against the hero by hunting down his children. Macaria flees with her siblings and her father's old friend Iolaus to Athens, where they are received by Demophon, the king.</p>\n<p>Arriving at the gates of Athens with his army, Eurystheus gives Demophon an ultimatum, threatening war upon Athens unless Demophon surrenders Heracles's children. When Demophon refuses and begins to prepare for war, an oracle informs him that Athens will be victorious only if a noble maiden is sacrificed to Persephone. Upon hearing this, Macaria sees that her only choice is immediate death on the altar or eventual death at the hands of Eurystheus. Since in neither case will she be granted a normal, happy life, she offers herself as the victim to save the welcoming city and its inhabitants, declining a lottery that would put other girls at risk. The Athenians honored her with lavish funeral rites, and the myth has an aetiological aspect: the spring where she died was named the Macarian in her honor.</p>\n<h2><span id=\"Goddess\">Goddess</span></h2>\n<p>A goddess Macaria ('μακαρία', literally 'blessed') is named in the <i>Suda</i>. This Macaria is the daughter of Hades (no mother is mentioned). She seems to have embodied a blessed death; the <i>Suda</i> connects her name to the figure of speech \"be gone to blessedness,\" instead of misery or damnation, which may be euphemistic, in the way that the dead are referred to as \"the blessed ones.\" The phrase was proverbial for those whose courage endangered them.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Makaria at The Theoi Project</li>\n<li>English translation of Euripides' <i>Heracleidae</i></li>\n</ul>", "images": [{"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}