{"pageid": 82959, "ns": 0, "title": "Pandia", "extract": "<p>In Greek mythology, the goddess <b>Pandia</b> <span></span> or <b>Pandeia</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Πανδία, Πανδεία</span>, meaning \"all brightness\") was a daughter of Zeus and the goddess Selene, the Greek personification of the moon. From the <i>Homeric Hymn to Selene</i>, we have: \"Once the Son of Cronos [Zeus] was joined with her [Selene] in love; and she conceived and bare a daughter Pandia, exceeding lovely amongst the deathless gods.\" An Athenian tradition made Pandia the wife of Antiochus, the eponymous hero of Antiochis, one of the ten Athenian tribes (phylai).</p>\n<p>Originally Pandia may have been an epithet of Selene, but by at least the time of the late <i>Homeric Hymn</i>, Pandia had become a daughter of Zeus and Selene. Pandia (or Pandia Selene) may have personified the full moon, and an Athenian festival, called the Pandia, probably held for Zeus, was perhaps celebrated on the full-moon and may have been connected to her.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Allen, Thomas W., E. E. Sikes. <i>The Homeric Hymns</i>, edited, with preface, apparatus criticus, notes, and appendices. London. Macmillan. 1904.</li>\n<li>Bekker, Immanuel, <i>Anecdota Graeca: Lexica Segueriana</i>, Apud G.C. Nauckium, 1814.</li>\n<li>Cashford, Jules, <i>The Homeric Hymns</i>, Penguin UK, 2003. ISBN 9780141911175.</li>\n<li>Cook, Arthur Bernard, <i>Zeus: Zeus, God of the Bright Sky</i>, Volume 1 of Zeus: A Study in Ancient Religion, Biblo and Tannen, 1914.</li>\n<li>Cox, George W. <i>The Mythology of the Aryan Nations Part Two</i>, Kessinger Publishing, 2004. ISBN 9780766189409.</li>\n<li>Evelyn-White, Hugh, <i>The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White</i>. Homeric Hymns. Cambridge, MA.,Harvard University Press; London, William Heinemann Ltd. 1914.</li>\n<li>Fairbanks, Arthur, <i>The Mythology of Greece and Rome</i>. D. Appleton–Century Company, New York, 1907.</li>\n<li>Hyginus, Gaius Julius, <i>The Myths of Hyginus</i>. Edited and translated by Mary A. Grant, Lawrence: University of Kansas Press, 1960.</li>\n<li><cite class=\"citation book\">Kerenyi, Karl (1951). <i>The Gods of the Greeks</i>. Thames &amp; Hudson.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APandia&amp;rft.aufirst=Karl&amp;rft.aulast=Kerenyi&amp;rft.btitle=The+Gods+of+the+Greeks&amp;rft.date=1951&amp;rft.genre=book&amp;rft.pub=Thames+%26+Hudson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Müller, Karl Otfried, <i>History of the literature of ancient Greece, Volume 1</i>, Baldwin and Cradock, 1840.</li>\n<li>Obbink, Dirk, \"56. Orphism, Cosmogony, and Gealogy (Mus. fr. 14)\" in <i>Tracing Orpheus: Studies of Orphic Fragments</i>, edited by Miguel Herrero de Jáuregui, Walter de Gruyter, 2011. ISBN 9783110260533.</li>\n<li>Parker, Robert, <i>Polytheism and Society at Athens</i>, Oxford University Press, 2005. ISBN 978-0-19-927483-3.</li>\n<li>Robertson, Noel, \"Athena's Shrines and Festivals\" in <i>Worshipping Athena: Panathenaia and Parthenon</i>, The University of Wisconsin Press, 1996. ISBN 9780299151140.</li>\n<li>Roscher, Wilhelm Heinrich, <i>Über Selene und Verwandtes</i>, B. G. Teubner, Leizig 1890.</li>\n<li>Smith, William; <i>A Dictionary of Greek and Roman Antiquities</i>. William Smith, LLD. William Wayte. G. E. Marindin. Albemarle Street, London. John Murray. 1890. Online version at the Perseus Digital Library.</li>\n<li><cite id=\"CITEREFWest2003\" class=\"citation\">West, Martin L. (2003), <i>Homeric Hymns, Homeric Apocrypha, Lives of Homer</i>, Loeb Classical Library, no. 496, Cambridge, MA, ISBN 978-0-674-99606-9</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APandia&amp;rft.aufirst=Martin+L.&amp;rft.aulast=West&amp;rft.btitle=Homeric+Hymns%2C+Homeric+Apocrypha%2C+Lives+of+Homer&amp;rft.date=2003&amp;rft.genre=book&amp;rft.isbn=978-0-674-99606-9&amp;rft.place=Cambridge%2C+MA&amp;rft.series=Loeb+Classical+Library&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Willetts, R. F., <i>Cretan Cults and Festivals</i>, Greenwood Press, 1980. ISBN 9780313220500.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - Pandia</li>\n</ul>", "images": [{"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}