{"pageid": 82972, "ns": 0, "title": "Tyche", "extract": "<p><b>Tyche</b> (<span><small>English:</small> </span>; from Greek: <span lang=\"el\" xml:lang=\"el\">Τύχη</span>, meaning \"luck\"; Roman equivalent: Fortuna) was the presiding tutelary deity that governed the fortune and prosperity of a city, its destiny. She is the daughter of Aphrodite and Zeus or Hermes.</p>\n<p>In literature, she might be given various genealogies, as a daughter of Hermes and Aphrodite, or considered as one of the Oceanids, daughters of Oceanus and Tethys, or of Zeus. She was connected with Nemesis and Agathos Daimon (\"good spirit\").</p>\n<p>The Greek historian Polybius believed that when no cause can be discovered to events such as floods, droughts, frosts or even in politics, then the cause of these events may be fairly attributed to Tyche.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Increasingly during the Hellenistic period, cities venerated their own specific iconic version of Tyche, wearing a mural crown (a crown like the walls of the city).</p>\n<p>Tyche had temples at Caesarea Maritima, Antioch, Alexandria and Constantinople. In Alexandria the <i>Tychaeon</i>, the temple of Tyche, was described by Libanius as one of the most magnificent of the entire Hellenistic world.</p>\n<p>She was uniquely venerated at Itanos in Crete, as <i>Tyche Protogeneia</i>, linked with the Athenian Protogeneia (\"firstborn\"), daughter of Erechtheus, whose self-sacrifice saved the city.</p>\n<p>Stylianos Spyridakis concisely expressed Tyche's appeal in a Hellenistic world of arbitrary violence and unmeaning reverses: \"In the turbulent years of the Epigoni of Alexander, an awareness of the instability of human affairs led people to believe that Tyche, the blind mistress of Fortune, governed mankind with an inconstancy which explained the vicissitudes of the time.\"</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n\n\n<p>Tyche appears on many coins of the Hellenistic period in the three centuries before the Christian era, especially from cities in the Aegean. Unpredictable turns of fortune drive the complicated plotlines of Hellenistic romances, such as <i>Leucippe and Clitophon</i> or <i>Daphnis and Chloe</i>. She experienced a resurgence in another era of uneasy change, the final days of publicly sanctioned Paganism, between the late-fourth-century emperors Julian and Theodosius I who definitively closed the temples. The effectiveness of her capricious power even achieved respectability in philosophical circles during that generation, though among poets it was a commonplace to revile her for a fickle harlot.</p>\n<p>In medieval art, she was depicted as carrying a cornucopia (horn of plenty), an emblematic gubernaculum (ship's rudder), and the wheel of fortune, or she may stand on the wheel, presiding over the entire circle of fate.</p>\n<p>The constellation of Virgo is sometimes identified as the heavenly figure of Tyche, as well as other goddesses such as Demeter and Astraea.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tyche of Constantinople</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Tyche at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bronze-Gordian III and Tranquillina-l1parthica-singara AE33 BMC 7.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Istanbul - Museo archeol. - Tyche e Plutone - sec. II d.C. - Foto G. Dall'Orto 28-5-2006.jpg"}, {"ns": 6, "title": "File:Tyche Antioch Vatican Inv2672.jpg"}, {"ns": 6, "title": "File:Şans Tapınağı sütunlar detayı.JPG"}]}