{"pageid": 82971, "ns": 0, "title": "Peitho", "extract": "<dl><dd><i>Peitho is also the name of an Oceanid. See 118 Peitho for the asteroid.</i></dd>\n</dl>\n<p>In Greek mythology, <b>Peitho</b> <span></span> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">Πειθώ</span> <span title=\"Ancient Greek transliteration\"><i>Peithō</i></span> \"Persuasion\") is the goddess who personifies persuasion and seduction. Her Roman name is Suadela or Suada.</p>\n<p>Pausanias reports that after the unification of Athens, Theseus set up a cult of Aphrodite Pandemos and Peitho on the south slope of Acropolis of Athens. According to the same author, they had also a sanctuary and a cult at Sicyon. In her role as an attendant or companion of Aphrodite, Peitho was intimately connected to the goddess of love and beauty. Ancient artists and poets explored this connection in their works. The connection is even deeper in the context of Ancient Greek marriage because a suitor had to negotiate with the father of a young woman for her hand in marriage and offer a bridal price in return for her. The most desirable women drew many prospective suitors, and persuasive skill often determined their success.</p>\n<p>Aphrodite and Peitho were sometimes conflated to a certain extent, with the name Peitho appearing in conjunction with, or as an epithet of, Aphrodite's name. This helps to demonstrate how the relationship between persuasion and love (or desire) was important in Greek culture. Peitho's ancestry is somewhat unclear. According to Hesiod in the <i>Theogony</i>, Peitho was the daughter of the Titans Tethys and Oceanus, which would make her an Oceanid and therefore sister of such notable goddesses as Dione, Doris, and Metis. However, Hesiod's classification of Peitho as an Oceanid is contradicted by other sources. When Zeus ordered the creation of the first woman: Pandora, Peitho and the Graces put golden necklaces around her neck, and the rich-haired Hours crowned her head with spring flowers.</p>\n<p>Peitho was one of the Charites mentioned by Hermesianax. Nonnus in his <i>Dionysiaca</i> gives their three graces were Pasithea, Peitho, and Aglaia, the daughters of Dionysus and Aphrodite. She is most commonly considered a daughter of Aphrodite. In Nonnus' <i>Dionysiaca</i>, Peitho was the wife of Hermes, the messenger of the gods.</p>\n<p>In another source, Peitho is also the wife of Phoroneus, and the mother of Aegialeus and Apia.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Grimal, Pierre (1996). <i>Dictionnaire de la Mythologie Grecque Et Romaine</i>. Wiley. p. 349. ISBN 978-0-631-20102-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APeitho&amp;rft.aufirst=Pierre&amp;rft.aulast=Grimal&amp;rft.btitle=Dictionnaire+de+la+Mythologie+Grecque+Et+Romaine&amp;rft.date=1996&amp;rft.genre=book&amp;rft.isbn=978-0-631-20102-1&amp;rft.pages=349&amp;rft.pub=Wiley&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DFMj9mAEIml0C%26pg%3DPA349&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation journal\">North, Helen F. (1993). \"Emblems of Eloquence\". <i>Proceedings of the American Philosophical Society</i>. <b>137</b> (3): 406–430. ISBN 978-1-4223-7018-6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APeitho&amp;rft.atitle=Emblems+of+Eloquence&amp;rft.aufirst=Helen+F.&amp;rft.aulast=North&amp;rft.date=1993&amp;rft.genre=article&amp;rft.isbn=978-1-4223-7018-6&amp;rft.issue=3&amp;rft.jtitle=Proceedings+of+the+American+Philosophical+Society&amp;rft.pages=406-430&amp;rft.volume=137&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DwUwLAAAAIAAJ%26pg%3DPA408&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Peitho\" 1.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Theoi Project, \"PEITHO\"</li>\n<li>Images of Political Personifications: Peitho (persuasion)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Pompejanischer Maler um 25 v. Chr. 001.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}