{"pageid": 8391, "ns": 0, "title": "Diana (mythology)", "extract": "<p><b>Diana</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[djˈaː.na]</span> was the goddess of the hunt, the moon, and nature in Roman mythology, associated with wild animals and woodland, and having the power to talk to and control animals. She was equated with the Greek goddess Artemis, though she had an independent origin in Italy.</p>\n<p>Diana was known as the virgin goddess of childbirth and women. She was one of the three maiden goddesses, along with Minerva and Vesta, who swore never to marry. Oak groves and deer were especially sacred to her. Diana was born with her twin brother, Apollo, on the island of Delos, daughter of Jupiter and Latona. She made up a triad with two other Roman deities: Egeria the water nymph, her servant and assistant midwife; and Virbius, the woodland god.</p>\n<p>Diana is revered in Roman Neopaganism and Stregheria.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Diana (pronounced with long 'ī' and 'ā') is an adjectival form developed from an ancient *<i>divios</i>, corresponding to later 'divus', 'dius', as in Dius Fidius, Dea Dia and in the neuter form <i>dium</i> meaning the sky. It is derived from Proto-Indo-European <i>*d(e)y(e)w</i>, meaning \"bright sky\" or \"daylight\"; the same word is also the root behind the name of Vedic god Dyaus, as well as the Latin words deus (god), <i>dies</i> (day, daylight), and \"diurnal\" (daytime).</p>\n<p>On the Tablets of Pylos a theonym διϝια (<i>diwia</i>) is supposed as referring to a deity precursor of Artemis. Modern scholars mostly accept the identification.</p>\n<p>The ancient Latin writers Varro and Cicero considered the etymology of Dīāna as allied to that of <i>dies</i> and connected to the shine of the Moon.</p>\n\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n\n<p><br>\nThe persona of Diana is complex and contains a number of archaic features. According to Georges Dumézil it falls into a particular subset of celestial gods, referred to in histories of religion as <i>frame gods</i>. Such gods, while keeping the original features of celestial divinities, i.e. transcendent heavenly power and abstention from direct rule in worldly matters, did not share the fate of other celestial gods in Indoeuropean religions—that of becoming <i>dei otiosi</i> or gods without practical purpose, since they did retain a particular sort of influence over the world and mankind.</p>\n<p>The celestial character of Diana is reflected in her connection with inaccessibility, virginity, light, and her preference for dwelling on high mountains and in sacred woods. Diana, therefore, reflects the heavenly world (<i>diuum</i> means sky or open air) in its sovereignty, supremacy, impassibility, and indifference towards such secular matters as the fates of mortals and states. At the same time, however, she is seen as active in ensuring the succession of kings and in the preservation of humankind through the protection of childbirth.</p>\n<p>These functions are apparent in the traditional institutions and cults related to the goddess.</p>\n<ol><li>The institution of the rex Nemorensis, Diana's <i>sacerdos</i> (priest) in the Arician wood, who held the position until someone else challenged and killed him in a duel, after breaking a branch from a certain tree of the wood. This ever open succession reveals the character and mission of the goddess as a guarantor of kingly status through successive generations. Her function as bestower of authority to rule is also attested in the story related by Livy in which a Sabine man who sacrifices a heifer to Diana wins for his country the seat of the Roman empire.</li>\n<li>Diana was also worshiped by women who wanted to be pregnant or who, once pregnant, prayed for an easy delivery. This form of worship is attested in archaeological finds of votive statuettes in her sanctuary in the nemus Aricinum as well as in ancient sources, e.g. Ovid.</li>\n</ol><p>According to Dumezil the forerunner of all <i>frame gods</i> is an Indian epic hero who was the image (avatar) of the Vedic god Dyaus. Having renounced the world, in his roles of father and king, he attained the status of an immortal being while retaining the duty of ensuring that his dynasty is preserved and that there is always a new king for each generation.</p>\n<p>The Scandinavian god Heimdallr performs an analogous function: he is born first and will die last. He too gives origin to kingship and the first king, bestowing on him regal prerogatives. Diana, although a female deity, has exactly the same functions, preserving mankind through childbirth and royal succession.</p>\n<p>F. H. Pairault in her essay on Diana qualifies Dumézil's theory as \"<i>impossible to verify</i>\".</p>\n<p>Dumezil's interpretation appears deliberately to ignore that of James G. Frazer, who links Diana with the male god Janus as a divine couple. This looks odd as Dumézil's definition of the concept of <i>frame god</i> would fit well the figure of Janus. Frazer identifies the two with the supreme heavenly couple Jupiter-Juno and additionally ties in these figures to the overarching Indoeuropean religious complex. This regality is also linked to the cult of trees, particularly oaks. In this interpretative schema, the institution of the Rex Nemorensis and related ritual should be seen as related to the theme of the dying god and the kings of May.</p>\n<h2><span id=\"Physical_description\">Physical description</span></h2>\n\n<p>As a goddess of hunting, Diana often wears a short tunic and hunting boots. She is often portrayed holding a bow, and carrying a quiver on her shoulder, accompanied by a deer or hunting dogs. Like Venus, she was portrayed as beautiful and youthful. The crescent moon, sometimes worn as a diadem, is a major attribute of the goddess.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Diana was initially just the hunting goddess, associated with wild animals and woodlands. She also later became a moon goddess, supplanting Titan goddess Luna. She also became the goddess of childbirth and ruled over the countryside. Catullus wrote a poem to Diana in which she has more than one alias: Latonia, Lucina, Iuno, Trivia, Luna.</p>\n<p>In Rome, the cult of Diana should have been almost as old as the city itself as Varro mentions her in the list of deities to whom king Titus Tatius vowed a shrine. It is noteworthy that the list includes Luna and Diana Lucina as separate entities. Another testimony to the high antiquity of her cult is to be found in the <i>lex regia</i> of King Tullus Hostilius that condemns those guilty of incest to the <i>sacratio</i> to the goddess.</p>\n<p>Diana was worshipped at a festival on August 13, when King Servius Tullius, himself born a slave, dedicated her temple on the Aventine Hill in the mid-6th century BC. Being placed on the Aventine, and thus outside the <i>pomerium</i>, meant that Diana's cult essentially remained a <i>foreign</i> one, like that of Bacchus; she was never officially <i>transferred</i> to Rome as Juno was after the sack of Veii. It seems that her cult originated in Aricia, where her priest, the Rex Nemorensis remained. There the simple open-air fane was held in common by the Latin tribes, which Rome aspired to weld into a league and direct. Diana of the wood was soon thoroughly Hellenized, \"a process which culminated with the appearance of Diana beside Apollo in the first <i>lectisternium</i> at Rome\". Diana was regarded with great reverence and was a patroness of lower-class citizens, called plebeians, and slaves; slaves could receive asylum in her temples. This fact is of difficult interpretation. Georg Wissowa proposed the explanation that it might be because the first slaves of the Romans must have been Latins of the neighbouring tribes. However, in Ephesus too there was the same custom of the asylum (ασυλιον).</p>\n<p>According to Françoise Hélène Pairault's study, historical and archaeological evidence point to the fact that both Diana of the Aventine and Diana Nemorensis were the product of the direct or indirect influence of the cult of Artemis spread by the Phoceans among the Greek towns of Campania Cuma and Capua, which in turn passed it over to the Etruscans and the Latins by the 6th and 5th centuries BC.</p>\n<p>The origin of the ritual of the rex Nemorensis should have to be traced to the legend of Orestes and Iphigenia more than that of Hippolitos. The formation of the Latin League led by Laevius (or Baebius) Egerius happened under the influence of an alliance with the tyrant of Cuma Aristodemos and is probably connected to the political events at end of the 6th century narrated by Livy and Dionysius, such as the siege of Aricia by Porsenna's son Arruns. It is remarkable that the composition of this league does not reflect that of the Latin people who took part in the Latiar or Feriae Latinae given by Pliny and it has not as its leader the <i>rex Nemorensis</i> but a <i>dictator Latinus</i>. It should thence be considered a political formation and not a traditional society founded on links of blood.</p>\n<p>It looks as if the confrontation happened between two groups of Etruscans who fought for supremacy, those from Tarquinia, Vulci and Caere (allied with the Greeks of Capua) and those of Clusium. This is reflected in the legend of the coming of Orestes to Nemi and of the inhumation of his bones in the Roman Forum near the temple of Saturn. The cult introduced by Orestes at Nemi is apparently that of the Artemis Tauropolos. The literary amplification reveals a confused religious background: different Artemis were conflated under the epithet. As far as Nemi's Diana is concerned there are two different versions, by Strabo and Servius Honoratus. Strabo's version looks to be the most authoritative as he had access to first-hand primary sources on the sanctuaries of Artemis, i.e. the priest of Artemis Artemidoros of Ephesus. The meaning of <i>Tauropolos</i> denotes an Asiatic goddess with lunar attributes, lady of the herds. The only possible <i>interpretatio graeca</i> of high antiquity concerning <i>Diana Nemorensis</i> could have been the one based on this ancient aspect of a deity of light, master of wildlife. <i>Tauropolos</i> is an ancient epithet attached to Hecate, Artemis and even Athena. According to the legend Orestes founded Nemi together with Iphigenia. At Cuma the Sybil is the priestess of both Phoibos and Trivia. Hesiod and Stesichorus tell the story according to which after her death Iphigenia was divinised under the name of Hecate, fact which would support the assumption that Artemis Tauropolos had a real ancient alliance with the heroine, who was her priestess in Taurid and her human paragon. This religious complex is in turn supported by the triple statue of Artemis-Hecate. A coin minted by P. Accoleius Lariscolus in 43 BC has been acknowledged as representing the archaic statue of Diana Nemorensis. It represents Artemis with the bow at one extremity, Luna-Selene with flowers at the other and a central deity not immediately identifiable, all united by a horizontal bar.</p>\n<p>The iconographical analysis allows the dating of this image to the 6th century at which time there are Etruscan models. Two heads found in the sanctuary and the Roman theatre at Nemi, which have a hollow on their back, lend support to this interpretation of an archaic Diana Trivia, in whom three different elements are associated. The presence of a Hellenised Diana at Nemi should be related to the presence of the cult in Campania, as Diana <i>Tifatina</i> was called <i>Trivia</i> in an imperial age inscription which mentions a <i>flamen Virbialis</i> dedicated by <i>eques</i> C. Octavius Verus. Cuma too had a cult of a chthonic Hecate and certainly had strict contacts with Latium. The theological complex present in Diana looks very elaborated and certainly Hellenic, while an analogous Latin concept of Diana Trivia seems uncertain, as Latin sources reflect a Hellenised character of the goddess.</p>\n<p>Diana was one of the triple goddess, the same goddess being called Luna in heaven, Diana on earth, and Proserpina in hell. Michael Drayton praises the Triple Diana in poem <i>The Man in the Moone</i> (1606): \"So these great three most powerful of the rest, Phoebe, Diana, Hecate, do tell. Her sovereignty in Heaven, in Earth and Hell\".</p>\n<p>Though some Roman patrons ordered marble replicas of the specifically Anatolian \"Diana\" of Ephesus, where the Temple of Artemis stood, Diana was usually depicted for educated Romans in her Greek guise. If she is accompanied by a deer, as in the <i>Diana of Versailles</i> (<i>illustration, above right</i>) this is because Diana was the patroness of hunting. The deer may also offer a covert reference to the myth of Acteon (or Actaeon), who saw her bathing naked. Diana transformed Acteon into a stag and set his own hunting dogs to kill him.</p>\n<h2><span id=\"Sanctuaries\">Sanctuaries</span></h2>\n\n<p>Diana was an ancient goddess common to all Latin tribes. Therefore, many sanctuaries were dedicated to her in the lands inhabited by Latins. The first one is supposed to have been near Alba Longa before the town was destroyed by the Romans.</p>\n<p>The Arician wood sanctuary near the lake of Nemi was Latin confederal as testified by the dedicatory epigraph quoted by Cato.</p>\n<p>She had a shrine in Rome on the Aventine hill, according to tradition dedicated by king Servius Tullius. Its location is remarkable as the Aventine is situated outside the pomerium, i.e. original territory of the city, in order to comply with the tradition that Diana was a goddess common to all Latins and not exclusively of the Romans.</p>\n<p>Other sanctuaries we know about are listed below:</p>\n<ul><li>Colle di Corne near Tusculum. where she is referred to with the archaic Latin name of <i>deva Cornisca</i> and where existed a collegium of worshippers.</li>\n<li>At Évora, Portugal.</li>\n<li>Mount Algidus, also near Tusculum.</li>\n<li>At Lavinium.</li>\n<li>At Tibur (Tivoli), where she is referred to as <i>Diana Opifera Nemorensis</i>.</li>\n<li>A sacred wood mentioned by Livy <i>ad compitum Anagninum</i> (near Anagni).</li>\n<li>On Mount Tifata, near Capua in Campania.</li>\n<li>In Ephesus, where she was worshipped as Diana of Ephesus and the temple Artemision used to be one of world's seven wonders.</li>\n</ul><h2><span id=\"Legacy\">Legacy</span></h2>\n\n<h3><span id=\"In_religion\">In religion</span></h3>\n<p>Diana's cult has been related in Early Modern Europe to the cult of Nicevenn (a.k.a. Dame Habond, Perchta, Herodiana, etc.). She was related to myths of a female Wild Hunt.</p>\n<h4><span id=\"Wicca\">Wicca</span></h4>\n<p>Today there is a branch of Wicca named for her, which is characterized by an exclusive focus on the feminine aspect of the Divine. Diana's name is also used as the third divine name in a Wiccan energy chant- \"Isis Astarte Diana Hecate Demeter Kali Inanna\".</p>\n<h4><span id=\"Stregheria\">Stregheria</span></h4>\n<p>In Italy the old religion of Stregheria embraced the goddess Diana as Queen of the Witches; witches being the wise women healers of the time. Diana was said to have created the world of her own being having in herself the seeds of all creation yet to come. It was said that out of herself she divided the darkness and the light, keeping for herself the darkness of creation and creating her brother Apollo, the light. Diana was believed to have loved and ruled with her brother Apollo, the god of the Sun.</p>\n<h3><span id=\"In_language\">In language</span></h3>\n<p>Both the Romanian words for \"fairy\" <i>Zână</i> and Sânziană, the Leonese and Portuguese word for \"water nymph\" <i>xana</i>, and the Spanish word for \"shooting target\" and \"morning call\" (<i>diana</i>) seem to come from the name of Diana.</p>\n<h3><span id=\"In_the_arts\">In the arts</span></h3>\n\n<p>Since the Renaissance the myth of Diana has often been represented in the visual and dramatic arts, including the opera <i>L'arbore di Diana</i>. In the 16th century, Diana's image figured prominently at the châteaus of Fontainebleau, Chenonceau, &amp; at Anet, in deference to Diane de Poitiers, mistress of Henri of France. At Versailles she was incorporated into the Olympian iconography with which Louis XIV, the Apollo-like \"Sun King\" liked to surround himself. Diana is also a character in the 1876 Léo Delibes ballet <i>Sylvia</i>. The plot deals with Sylvia, one of Diana's nymphs and sworn to chastity, and Diana's assault on Sylvia's affections for the shepherd Amyntas.</p>\n<h4><span id=\"In_literature\">In literature</span></h4>\n<ul><li>In \"The Knight's Tale\" in Geoffrey Chaucer's <i>The Canterbury Tales</i>, Emily prays to Diana to be spared from marriage to either Palamon or Arcite.</li>\n<li>In \"Ode\" by John Keats, he writes 'Browsed by none but Dian's fawns' (line 12)</li>\n<li>In the sonnet \"To Science\" by Edgar Allan Poe, science is said to have \"dragged Diana from her car\".</li>\n<li>Diana Soren, the main character in Carlos Fuentes' novel <i>Diana o la cazadora soltera</i> (<i>Diana, or The Lone Huntress</i>), is described as having the same personality as the goddess.</li>\n<li>In \"Castaway\" by Augusta Webster, women who claim they are virtuous despite never having been tempted are referred to as \"Dianas.\" (Line 128)</li>\n<li>In Jonathan Swift's poem: \"The Progress of Beauty\", as goddess of the moon, Diana is used in comparison to the 17th/early 18th century everyday woman Swift satirically writes about. Starts: 'When first Diana leaves her bed...'</li>\n<li>In Geoffrey of Monmouth's <i>Historia Regum Britanniae</i> (\"History of the Kings of Britain\"), Diana leads the Trojan Brutus to Britain, where he and his people settle.</li>\n</ul><dl><dt>In Shakespeare</dt>\n</dl><ul><li>In Shakespeare's <i>Pericles, Prince of Tyre</i> Diana appears to Pericles in a vision, telling him to go to her temple and tell his story to her followers.</li>\n<li>Diana is referenced in <i>As You Like It</i> to describe how Rosalind feels about marriage.</li>\n<li>Diana is referred to in <i>Twelfth Night</i> when Orsino compares Viola (in the guise of Cesario) to Diana. \"Diana's lip is not more smooth and rubious\"</li>\n<li>Speaking of his wife, Desdemona, Othello the Moor says, \"Her name, that was as fresh as Dian's visage, is now begrimed and black as my own face.\"</li>\n<li>There is a reference to Diana in <i>Much Ado About Nothing</i> where Hero is said to seem like 'Dian in her orb', in terms of her chastity.</li>\n<li>In <i>Henry IV, Part 1</i>, Falstaff styles himself and his highway-robbing friends as \"Diana's foresters, gentlemen of the shade, minions of the moon\" who are governed by their \"noble and chase mistress the moon under whose countenance [they] steal\".</li>\n<li>In <i>All's Well That Ends Well</i> Diana appears as a figure in the play and Helena makes multiple allusions to her, such as, \"Now, Dian, from thy altar do I fly...\" and \"...wish chastely and love dearly, that your Dian/was both herself and love...\" The Steward also says, \"...; Dian no queen of virgins,/ that would suffer her poor knight surprised, without/ rescue in the first assault or ransom afterward.\" It can be assumed that 'Dian' is simply a shortening of 'Diana' since later in the play when Parolles' letter to Diana is read aloud it reads 'Dian'.</li>\n<li>The goddess is also referenced indirectly in <i>A Midsummer Night's Dream</i>. The character Hippolyta states \"And then the moon, like to a silver bow new bent in Heaven\". She refers to Diana, goddess of the moon, who is often depicted with a silver hunting bow. In the same play the character Hermia is told by the Duke Theseus that she must either wed the character Demetrius \"Or on Diana's alter to protest for aye austerity and single life\". He refers to her becoming a nun, with the goddesse Diana having connotations of chastity.</li>\n<li>In <i>The Merchant of Venice</i> Portia states \"I will die as chaste as Diana, unless I be obtained by the manner of my father's will\". (I.ii)</li>\n<li>In <i>Romeo and Juliet</i>, Romeo describes Rosaline, saying that \"She hath Dian's wit\".</li>\n</ul>\n<h4><span id=\"In_painting_and_sculpture\">In painting and sculpture</span></h4>\n<p>Diana has been one of the most popular themes in art. Painters like Titian, Peter Paul Rubens, François Boucher, Nicholas Poussin made use of her myth as a major theme. Most depictions of Diana in art featured the stories of Diana and Actaeon, or Callisto,or depicted her resting after hunting. Some famous work of arts with a Diana theme are :</p>\n<ul><li>Diana and Actaeon, Diana and Callisto, and Death of Actaeon by Titian.</li>\n<li><i>Diana and Callisto</i>, <i>Diana Resting After Bath</i>, and <i>Diana Getting Out of Bath</i> by François Boucher.</li>\n<li><i>Diana Bathing With Her Nymphs</i> by Rembrandt.</li>\n<li><i>Diana and Endymion</i> by Poussin.</li>\n<li><i>Diana and Callisto</i>, <i>Diana and Her Nymph Departing From Hunt</i>, <i>Diana and Her Nymphs Surprised By A Faun</i> by Rubens.</li>\n<li><i>Diana and Endymion</i> by Johann Michael Rottmayr.</li>\n<li>The famous fountain at Palace of Caserta, Italy, created by Paolo Persico, Brunelli, Pietro Solari, depicting Diana being surprised by Acteon.</li>\n<li>A sculpture by Christophe-Gabriel Allegrain can be seen at the Musée du Louvre.</li>\n<li><i>\"Diana of the Tower\"</i> a copper statue by Augustus Saint-Gaudens was created as the weather vane for the second Madison Square Garden in 1893. It now is on display at the Philadelphia Museum of Art</li>\n<li>A sculpture by French sculptor François-Léon Sicard in the Archibald Fountain, Sydney NSW Australia</li>\n<li>In Parma at the convent of San Paolo, Antonio Allegri da Correggio painted the chamber of the Abbess Giovanna Piacenza's apartment. He was commissioned in 1519 to paint the ceiling and mantel of the fireplace. On the mantel he painted an image of Diana riding in a chariot possibly pulled by a stag.</li>\n</ul><h4><span id=\"In_beaux_arts\">In <i>beaux arts</i></span></h4>\n\n<p>Beaux Arts architecture and garden design (late 19th and early 20th centuries) used classic references in a modernized form. Two of the most popular of the period were of Pomona (goddess of orchards) as a metaphor for Agriculture, and Diana, representing Commerce, which is a perpetual hunt for advantage and profits.</p>\n<h4><span id=\"In_film\">In film</span></h4>\n<ul><li>In Jean Cocteau's 1946 film <i>La Belle et la Bête</i>, it is Diana's power which has transformed and imprisoned the beast.</li>\n<li>Diana/Artemis appears at the end of the 'Pastoral Symphony' segment of <i>Fantasia</i>.</li>\n<li>In his 1968 film <i>La Mariée était en noir</i> François Truffaut plays on this mythological symbol. Julie Kohler, played by Jeanne Moreau, poses as Diana/Artemis for the artist Fergus. This choice seems fitting for Julie, a character beset by revenge, of which Fergus becomes the fourth victim. She poses with a bow and arrow, while wearing white.</li>\n<li>In the 1995 comedy <i>Four Rooms</i>, a coven of witches resurrects a petrified Diana on New Year's Eve.</li>\n<li>French based collective LFKs and his film/theatre director, writer and visual artist Jean Michel Bruyere produced a series of 600 shorts and \"medium\" film, an interactive audiovisual 360° installation (<i>Si poteris narrare licet</i> (\"if you are able to speak of it, then you may do so\" ...... ) in 2002, and a 3D 360° audiovisual installation <i>La Dispersion du Fils</i> (http://www.newmediaart.eu/str10.html) from 2008 to 2016 as well as an outdoor performance, \"Une Brutalité pastorale\" (2000), all about the myth of Diana and Actaeon.</li>\n</ul><h4><span id=\"In_opera\">In opera</span></h4>\n<ul><li>Diana is a character in Hippolytus and Aricia, an opera by Jean-Philippe Rameau.</li>\n</ul><h4><span id=\"In_music\">In music</span></h4>\n<ul><li>Diana is mentioned along with two other goddesses, Luna and Lucina, in Mike Oldfield's 1978 album, Incantations.</li>\n</ul><h3><span id=\"Other\">Other</span></h3>\n<ul><li>In the funeral oration of Diana, Princess of Wales in 1997, her brother drew an analogy between the ancient goddess of hunting and his sister - \"the most hunted person of the modern age\".</li>\n<li>William Moulton Marston drew from the Diana archetype in creating Wonder Woman of Themyscira, Paradise Island, and even gave her the proper name \"Diana\".</li>\n<li>For the album art of progressive metal band Protest the Hero's second studio album <i>Fortress</i>, Diana is depicted protected by rams and other animals. The theme of Diana is carried throughout the album.</li>\n<li>DIANA Mayer &amp; Grammelspacher GmbH &amp; Co.KG, an airgun company, is named after Diana, the goddess of hunting.</li>\n<li>The Royal Netherlands Air Force 323rd Squadron is named Diana and uses a depiction of Diana with her bow in its badge.</li>\n<li>The character of Diana from the video game <i>League of Legends</i> is largely based on the goddess.</li>\n<li>She also is one of the main gods in the popular video game <i>Ryse</i>, who help Marius Titus, the main character, fulfill his duty to Rome.</li>\n<li>The character of Diana is the principal character in the children's novel <i>The Moon Stallion</i> by Brian Hayles (1978) and the BBC Television series of the same name <i>Diana</i> is played by the actress Sarah Sutton.</li>\n<li>In the manga and anime series Sailor Moon, Diana is the feline companion to Chibiusa, Usagi's daughter. Diana is the daughter of Artemis and Luna. All of these characters are advisers to rulers of the kingdom of the moon and therefore have moon-associated names.</li>\n<li>In Cuidad Juarez in Mexico a woman calling herself \"Diana Huntress of Bus Drivers\" was responsible for the shooting of two bus drivers in 2013 in what may have been vigilante attacks.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Artemis</li>\n<li>Diana Nemorensis</li>\n<li>Dianic Wicca</li>\n<li>Janus</li>\n<li>Domus de Janas</li>\n<li>Pachamama</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>A. Alföldi \"Diana Nemorensis\" in <i>American Journal of Archaeology</i> <b>64</b> 1960 p. 137-144.</li>\n<li>A. Alföldi <i>Early Rome and the Latins</i> Ann Arbor 1964 p. 47-100.</li>\n<li>E. Paribeni \"A note on Diana Nemorensis\" in <i>American Journal of Archeology</i> <b>65</b> 1961 p. 55.</li>\n<li>P. J. Riis \"The Cult Image of Diana Nemorensis\" in <i>Acta Archaeologica</i> Kopenhagen <b>37</b> 1966 p. 69 ff.</li>\n<li>J. Heurgon in <i>Magna Graecia</i> 1969 Jan. Feb. 1969 p. 12 ff.; March Apr. p. 1ff.</li>\n<li>J.G. Frazer <i>Balder the Beautiful</i> II London 1913 p. 95 ff.; 302 ff.</li>\n<li>L. Morpurgo \"Nemus Aricinum\" in <i>MonAntLincei</i> <b>13</b> 1903 c. 300 ff.</li>\n<li>A. Merlin \"L'Aventin dans l'antiquité\" Paris BÉFAR <b>97</b> 1906.</li>\n<li>G. Wissowa <i>Religion und Kultus der Römer</i> Munich 1912 p. 198 ff.</li>\n<li>F. Altheim <i>Griechischen Götter im alten Rom</i> Giessen 1930 p. 93-172.</li>\n<li>A.E. Gordon \"On the Origin of Diana\" in <i>Transactions of the AMerican Philological Association</i> <b>63</b> 1932 p. 177ff.</li>\n<li>A.E. Gordon <i>Local Cults in Aricia</i> University of California Publications in Classical Archaeology 2 1934 p. 1ff.</li>\n<li>J. Heurgon \"Recherhes sur... Capoue préromaine\" in BÉFAR <b>154</b> Paris 1942 p. 307 ff.</li>\n<li>J. Gagé \"Apollon Romain\" in BÉFAR <b>182</b> Paris 1955.</li>\n<li>J. Bayet <i>Histoire politique et psychologique de la religion romaine</i> Paris 1957 p. 20 ff., 39ff.</li>\n<li>K. Latte <i>Römische Religionsgeschichte</i> Munich 1960 p. 169-173.</li>\n<li>R. Schilling \"Une victime des vicissitudes politiques, la Diane latine\" in <i>Hommages á Jean Bayet, Collection Latomus</i> <b>45</b> Bruxelles 1960 p. 650 ff.</li>\n<li>A. Momigliano \"Sul dies natalis del santuario federale di Diana sull' Aventino\" in <i>RAL</i> <b>17</b> 1962 p. 387 ff.</li>\n<li>G. Dumézil <i>La religion romaine archaïque</i> Paris 1966 p. 398 ff.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Landscape with Diana and Callisto</i> painting page</li>\n<li><i>Diana and her Nymphs</i> painting description</li>\n<li>The Warburg Institute Iconographic Database: ca 1150 images of Diana</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Bronze satuette Diana CdM Paris.jpg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DianaAndPomona.jpg"}, {"ns": 6, "title": "File:Diana by Augustus Saint-Gaudens 01.jpg"}, {"ns": 6, "title": "File:Diane de Versailles Leochares 2.jpg"}, {"ns": 6, "title": "File:Giampietrino 05.jpg"}, {"ns": 6, "title": "File:Ipogeo di via livenza, diana cacciatrice.jpg"}]}