{"pageid": 84900, "ns": 0, "title": "Juventas", "extract": "<p><b>Juventas</b> was the ancient Roman goddess whose sphere of tutelage was youth and rejuvenation. She was especially the goddess of young men \"new to wearing the toga\" <i>(dea novorum togatorum)</i>—that is, those who had just come of age.</p>\n<p>Several voluntary associations <i>(collegia)</i> were formed for Juventas in the Italian municipalities, as attested by inscriptions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Temple_and_early_cult\">Temple and early cult</span></h2>\n<p>Juventas had a shrine within the cella of Minerva on the Capitoline that probably dates no earlier than 218 BC, at which time she was identified with the Greek Hebe. According to Dionysius and Livy, both she and the god Terminus are supposed to have \"refused\" the ceremony of reversal <i>(exauguratio)</i> performed when Tarquin wished to rebuild the temple district on the Capitoline. Although other deities were relocated, these two were incorporated into the new structure. Dionysius also records that the semi-legendary king Servius Tullius established a temple fund for Juventas, to which each family had to contribute. The view that she was a part of archaic Roman religion depends mainly on these two aetiological legends, as she has no presence in the early history of Roman festivals.</p>\n<p>On the advice of the Sibylline books, which were consulted amid anxieties surrounding the Second Punic War, Juventas was included in sacrifices in 218 BC relating to a lectisternium, a public banquet at which divine images were displayed as if the deities were participating. Like other deities whose cult was ordained by the Sibylline books, Juventas was venerated <i>ritu graeco</i>, according to \"Greek\" rite. Also at the lectisternium of 218 BC, a supplication was performed at the Temple of Hercules. In Greek myth, the divinized Hercules had Hebe as his wife. The cultivation of both deities at the time of the Second Punic War seems intended to reinvigorate men of fighting age: Juventas \"was regarded as a powerful divine force rendering a vital gift of strength at a critical moment.\" This occasion is also the first time the <i>Genius Publicus</i> (\"Genius of the People\") is recorded. After the disastrous Battle of Lake Trasimene in April 217 BC, Juventas, Hercules, and the Genius Publicus were excluded for a time from divine honors, as they were not felt to have been efficacious. Marcus Livius Salinator vowed a temple to her during the Battle of the Metaurus, when he faced Hasdrubal in 207 BC—an indication that Juventas was still felt to have potency.</p>\n<p>A procession <i>(supplicia canum)</i> in which Romans carried crucified dogs passed between the Temple of Juventas and that of Summanus. A late source dates the \"punishment of the dogs\" to August 3.</p>\n<h2><span id=\"Imperial_era\">Imperial era</span></h2>\n<p>On Imperial coins, Juventas and Spes (\"Hope\") are often associated with the reigning Caesar. A supplication to Juventas and Spes marked the anniversary of Augustus's coming of age. Juventas was among the many <i>Virtutes</i> (\"Virtues\") to appear on the coinage of Antoninus Pius.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">\"Juventas\". <i>Encyclopædia Britannica</i> (11th ed.). 1911.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJuventas&amp;rft.atitle=Juventas&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Wikisource-logo.svg"}]}