{"pageid": 84918, "ns": 0, "title": "Parcae", "extract": "<p>In ancient Roman religion and myth, the <b>Parcae</b> (singular, <b>Parca</b>) were the female personifications of destiny, often called the Fates in English. Their Greek equivalent were the <b>Moirai</b>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names_and_history\">Names and history</span></h2>\n<p>They controlled the metaphorical thread of life of every mortal and immortal from birth to death. Even the gods feared the Parcae. Jupiter also was subject to their power.</p>\n<p>The names of the three Parcae are:</p>\n<ul><li><b>Nona</b> (Greek equivalent <i>Clotho</i>), who spun the thread of life from her distaff onto her spindle;</li>\n<li><b>Decima</b> (Greek <i>Lachesis</i>), who measured the thread of life with her rod;</li>\n<li><b>Morta</b> (Greek <i>Atropos</i>), who cut the thread of life and chose the manner of a person's death.</li>\n</ul><p>The earliest extant documents referencing these deities are three small stelae <i>(cippi)</i> found near ancient Lavinium shortly after World War II. They bear the inscription:</p>\n<blockquote>\n<p><i>Neuna fata, Neuna dono, Parca Maurtia dono</i></p>\n</blockquote>\n<p>The names of two of the three Roman Parcae are recorded (<i>Neuna</i> = Nona, <i>Maurtia</i> = Morta) and connected to the concept of <i>fata</i>.</p>\n\n<p>Nona was supposed to determine a person's lifespan on the <i>dies lustricus</i>, that is, the day on which the name of the child was chosen, which occurred on the ninth day from birth for a male and the eighth for a female.</p>\n<p>The recurrence of the nundinae was also considered a <i>dies festus</i> and as such <i>nefas</i> by some Roman scholars as Julius Caesar and Cornelius Labeo, because on it the <i>flaminica dialis</i> offered the sacrifice of a goat to Jupiter in the Regia.</p>\n<p>One of the sources for the Parcae is <i>Metamorphoses</i> by Ovid, II 654, V 532, VIII 452, XV 781.</p>\n\n<p>Another source is Aeneid by Virgil, in the opening of Book I.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Fates</li>\n<li>Norns, equivalent of the Fates in Norse mythology</li>\n<li>List of Roman birth and childhood deities</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Thomas Blisniewski: <i>Kinder der dunkelen Nacht. Die Ikonographie der Parzen vom späten Mittelalter bis zum späten XVIII.</i> Jahrhundert. Thesis. Cologne 1992. Berlin 1992</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Moirae at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Les Parques.jpg"}, {"ns": 6, "title": "File:Peter Paul Rubens - Sketches - WGA20439.jpg"}]}