{"pageid": 84925, "ns": 0, "title": "Luna (goddess)", "extract": "<p>In ancient Roman religion and myth, <b>Luna</b> is the divine embodiment of the Moon (Latin <i>luna</i>; cf. English \"lunar\"). She is often presented as the female complement of the Sun (Sol) conceived of as a god. Luna is also sometimes represented as an aspect of the Roman triple goddess (<i>diva triformis</i> ), along with Proserpina and Hecate. <i>Luna</i> is not always a distinct goddess, but sometimes rather an epithet that specializes a goddess, since both Diana and Juno are identified as moon goddesses.</p>\n<p>In Roman art, Luna's attributes are the crescent moon plus the two-yoke chariot (<i>biga</i> ). In the <i>Carmen Saeculare</i>, performed in 17 BC, Horace invokes her as the \"two-horned queen of the stars\" (<i>siderum regina bicornis</i> ), bidding her to listen to the girls singing as Apollo listens to the boys.</p>\n<p>Varro categorized Luna and Sol among the visible gods, as distinguished from invisible gods such as Neptune, and deified mortals such as Hercules. She was one of the deities Macrobius proposed as the secret tutelary of Rome. In Imperial cult, Sol and Luna can represent the extent of Roman rule over the world, with the aim of guaranteeing peace.</p>\n<p>Luna's Greek counterpart was Selene. In Roman art and literature, myths of Selene are adapted under the name of Luna. The myth of Endymion, for instance, was a popular subject for Roman wall painting.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Cult_and_temples\">Cult and temples</span></h2>\n\n<p>Varro lists Luna among twelve deities who are vital to agriculture, as does Vergil in a different list of twelve, in which he refers to Luna and Sol as <i>clarissima mundi lumina</i>, the world's clearest sources of light. Varro also lists Luna among twenty principal gods of Rome (<i>di selecti</i> ). In this list, Luna is distinguished from both Diana and Juno, who also appear on it.</p>\n<p>The Romans dated the cultivation of Luna as a goddess at Rome to the semi-legendary days of the kings. Titus Tatius was supposed to have imported the cult of Luna to Rome from the Sabines, but Servius Tullius was credited with the creation of her temple on the Aventine Hill, just below a temple of Diana. The anniversary of the temple founding (<i>dies natalis</i> ) was celebrated annually on March 31. It first appears in Roman literature in the story of how in 182 BC a windstorm of exceptional power blew off its doors, which crashed into the Temple of Ceres below it on the slope. In 84 BC, it was struck by lightning, the same day the popularist leader Cinna was murdered by his troops. The Aventine temple may have been destroyed by the Great Fire of Rome during the reign of Nero.</p>\n<p>As Noctiluna (\"Night-Shiner\") Luna had a temple on the Palatine Hill, which Varro described as shining or glowing by night. Nothing else is known about the temple, and it is unclear what Varro meant.</p>\n<h2><span id=\"Juno_as_moon_goddess\">Juno as moon goddess</span></h2>\n<p>The Kalends of every month, when according to the lunar calendar the new moon occurred, was sacred to Juno, as all Ides were to Jupiter. On the Nones, she was honored as Juno Covella, Juno of the crescent moon. Both Juno and Diana were invoked as childbirth goddesses with the epithet <i>Lucina</i>.</p>\n<h2><span id=\"Chariot_of_the_moon\">Chariot of the moon</span></h2>\n\n<p>Luna is often depicted driving a two-yoke chariot called a <i>biga</i>, drawn by horses or oxen. In Roman art, the charioteer Luna is regularly paired with the Sun driving a four-horse chariot (<i>quadriga</i> ).</p>\n<p>Isidore of Seville explains that the <i>quadriga</i> represents the sun's course through the four seasons, while the <i>biga</i> represents the moon, \"because it travels on a twin course with the sun, or because it is visible both by day and by night—for they yoke together one black horse and one white.\"</p>\n<p>Luna in her <i>biga</i> was an element of Mithraic iconography, usually in the context of the tauroctony. In the mithraeum of S. Maria Capua Vetere, a wall painting that uniquely focuses on Luna alone shows one of the horses of the team as light in color, with the other a dark brown.</p>\n<p>A <i>biga</i> of oxen was also driven by Hecate, the chthonic aspect of the triple goddess in complement with the \"horned\" or crescent-crowned Diana and Luna. The three-form Hecate (<i>trimorphos</i> ) was identified by Servius with Luna, Diana, and Proserpina. According to the Archaic Greek poet Hesiod, Hecate originally had power over the heavens, land, and sea, not as in the later tradition heaven, earth, and underworld.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Roman deities</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Luna (mythology) at Wikimedia Commons</p>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Luna statue.jpg"}, {"ns": 6, "title": "File:MithrasIMG 5341.JPG"}, {"ns": 6, "title": "File:Mithras tauroctony Louvre Ma3441.jpg"}, {"ns": 6, "title": "File:Patera di Parabiago - MI - Museo archeologico - Diana - Luna - 25-7-2003 - Foto Giovanni Dall'Orto - 25-7-2003.jpg"}]}