{"pageid": 84959, "ns": 0, "title": "Acca Larentia", "extract": "<p><b>Acca Larentia</b> or <b>Acca Larentina</b> was a mythical woman, later goddess, in Roman mythology whose festival, the Larentalia, was celebrated on December 23.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Foster_mother\">Foster mother</span></h2>\n<p>In one mythological tradition (that of Licinius Macer, et al.), she was the wife of the shepherd Faustulus, and therefore the adoptive mother of Romulus and Remus, whom she is said to have saved after they were thrown into the Tiber on the orders of Amulius. She had twelve sons, and on the death of one of them Romulus took his place, and with the remaining eleven founded the college of the Arval brothers (Fratres Arvales). She is therefore identified with the Dea Dia of that collegium. The flamen Quirinalis acted in the role of Romulus (deified as Quirinus) to perform funerary rites for his foster mother.</p>\n<h2><span id=\"Benefactor_of_Rome\">Benefactor of Rome</span></h2>\n<p>Another tradition holds that Larentia was a beautiful girl of notorious reputation, roughly the same age as Romulus and Remus, during the reign of Ancus Marcius in the 7th century BC. She was awarded to Hercules as a prize in a game of dice by the guardian of his temple, and locked in it with his other prize, a feast. When the god no longer had need of her, he advised her to marry the first man she met as she stepped out that morning, who turned out to be a wealthy Etruscan named Carutius (or Tarrutius, according to Plutarch). Larentia later inherited all his property and bequeathed it to the Roman people. Ancus, in gratitude for this, allowed her to be buried in the Velabrum, and instituted an annual festival, the Larentalia, at which sacrifices were offered to the Lares. Plutarch explicitly states that this Laurentia was a different person from the Laurentia who was married to Faustulus, although other writers, such as Licinius Macer, relate their stories as belonging to the same being.</p>\n<h2><span id=\"Prostitute\">Prostitute</span></h2>\n<p>Yet another tradition holds that Larentia was neither the wife of Faustulus nor the consort of Hercules, but a prostitute called \"lupa\" by the shepherds (literally \"she-wolf\", but colloquially \"courtesan\"), and who left the fortune she amassed through sex work to the Roman people.</p>\n<h2><span id=\"Connection_to_Lares\">Connection to Lares</span></h2>\n<p>Whatever may be thought of the contradictory accounts of Acca Laurentia, it seems clear that she was of Etruscan origin, and connected with the worship of the Lares, from which her name may or may not be derived. This relation is also apparent in the number of her sons, which corresponds to that of the twelve country Lares. T.P. Wiseman explores the connections among Acca Larentia, Lara, and Larunda in his books <i>Remus: A Roman Myth</i> and <i>The Myths of Rome</i>.</p>\n<h2><span id=\"Functions\">Functions</span></h2>\n<p>Like Ceres, Tellus, Flora and others, Acca Laurentia symbolized the fertility of the earth, in particular the city lands and their crops. Acca Larentia is also identified with Larentina, Mana Genita, and Muta.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<p> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFSmith1870\" class=\"citation encyclopaedia\">Smith, William, ed. (1870). \"Acca Larentia\". <i>Dictionary of Greek and Roman Biography and Mythology</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAcca+Larentia&amp;rft.atitle=Acca+Larentia&amp;rft.btitle=Dictionary+of+Greek+and+Roman+Biography+and+Mythology&amp;rft.date=1870&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></p>", "images": [{"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}