{"pageid": 84955, "ns": 0, "title": "Abundantia", "extract": "<dl><dd><i>For the Christian saint, see Saint Abundantia.</i></dd>\n</dl><p>In ancient Roman religion, <b>Abundantia</b> (<small>Latin pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[abʊnˈdantia]</span>) was a divine personification of abundance and prosperity. She was among the embodiments of virtues in religious propaganda that cast the emperor as the ensurer of \"Golden Age\" conditions. Abundantia thus figures in art, cult, and literature, but has little mythology as such. She may have survived in some form in Roman Gaul and medieval France.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Rome\">In Rome</span></h2>\n<p>The Augustan poet Ovid gives Abundantia a role in the myth of Acheloüs the river god, one of whose horns was ripped from his forehead by Hercules. The horn was taken up by the Naiads and transformed into the cornucopia that was granted to Abundantia. (Other aetiological myths provide different explanations of the cornucopia's origin.) On Neronian coinage, she was associated with Ceres and equated with Annona, who embodied the grain supply. Like Annona, Abundantia was a \"virtue in action\" in such locations as the harbor, where grain entered the city.</p>\n<p>Abundantia occurs in the context of Mithraic iconography on a vase from Lezoux, in the Roman province of Gallia Aquitania, which presents the most complete depiction of the act of bull-slaying that was central to the religion. Abundantia is seated and holds a cornucopia as an image of \"the abundance that stems from Mithras' act.\"</p>\n<h2><span id=\"Possible_survivals\">Possible survivals</span></h2>\n<p>It has been suggested that the Gallic goddess Rosmerta had a functional equivalence to Abundantia, but the two are never directly identified in inscriptions. William of Auvergne (d. 1249), a bishop of Paris, mentions a Domina Abundia (“Mistress Abundia”), who also appears in the <i>Roman de la Rose</i> as “Dame Habonde.” The bishop derives her name from <i>abundantia</i>, but he may be in error. At night the <i>dominae</i> enter houses where offerings have been set out for them. They eat and drink from the vessels, but the contents are undiminished. If they are pleased, they bring prosperity and fertility. William regarded these practices as a form of idolatry. Folklorists of the 19th century saw these figures as Celtic fairies.</p>\n<p>Nicholas of Cusa reports that on his travels through the French Alps in 1457, he met two old women who told him they were in the service of Domina Abundia. They identified themselves as apostate Christians, and had been imprisoned for witchcraft. Nicholas felt that they had been deluded by the devil, but should be allowed to receive penance rather than burning at the stake.</p>\n<h2><span id=\"Later_art_and_allegory\">Later art and allegory</span></h2>\n<p>In later Western art Abundantia is often portrayed holding her cornucopia and sheaves of corn or wheat.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Fortuna</li>\n<li>Tyche</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Peter Paul Rubens - Abundance (Abundantia) - Google Art Project.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}