{"pageid": 84984, "ns": 0, "title": "Aeternitas", "extract": "<p>In ancient Roman religion, <b>Aeternitas</b> was the divine personification of eternity. She was particularly associated with Imperial cult as a virtue of the deified emperor <i>(divus)</i>. The religious maintenance of abstract deities such as Aeternitas was characteristic of official Roman cult from the time of the Julio-Claudians to the Severans.</p>\n<p>Like the more familiar anthropomorphic deities, Aeternitas and other abstractions were cultivated with sacrifices and temples, both in Rome and in the provinces. The temple of <i>Aeternitas Augusta</i> at Tarraco in Roman Spain was pictured on a coin.</p>\n<p>The divinity sometimes appears as <i>Aeternitas Imperii</i> (the \"Eternity of Roman rule\"), where the Latin word <i>imperium</i> (\"command, power\") points toward the meaning \"empire,\" the English word derived from it. <i>Aeternitas Imperii</i> was among the deities who received sacrifices from the Arval Brethren in a thanksgiving when Nero survived conspiracy and attempted assassination. New bronze coinage was issued at this time, on which various virtues were represented.</p>\n<p>Aeternitas was among the many virtues depicted on coinage issued under Vespasian, Titus, Trajan, Hadrian, Antoninus Pius, and Septimius Severus. The coins issued 75–79 AD under Vespasian show Aeternitas holding a head in each hand representing Sol and Luna. On the coins of Titus (80–81 AD), Aeternitas holds a cornucopia, leans on a scepter, and has one foot placed on a globe, imagery that links the concepts of eternity, prosperity, and world dominion. From the 2nd to the mid-3rd century, the iconography of Aeternitas includes the globe, celestial bodies (stars, or sun and moon), and the phoenix, a symbol of cyclical time, since the phoenix was reborn in flames every 500 years. Aeternitas sometimes holds the globe on which the phoenix perches.</p>\n<p>In <i>The Marriage of Philology and Mercury</i>, Martianus Capella says that Aeternitas is among the more honored of Jupiter's daughters. He mentions her diadem, the circular shape of which represents eternity.</p>\n<p>The male equivalent of Aeternitas is Aion, the god of limitless time.</p>\n<h2><span id=\"References\">References</span></h2>"}