{"pageid": 85026, "ns": 0, "title": "Angerona", "extract": "<p>In Roman religion, <b>Angerona</b> or <b>Angeronia</b> was an old Roman goddess, whose name and functions are variously explained. She is sometimes identified with the goddess Feronia.</p>\n<h2><span id=\"History\">History</span></h2>\n<p>According to ancient authorities, she was a goddess who relieved men from pain and sorrow, or delivered the Romans and their flocks from <i>angina</i> (quinsy). Also she was a protecting goddess of Rome and the keeper of the sacred name of the city, which might not be pronounced lest it should be revealed to her enemies. It was even thought that Angerona itself was this name; a late antique source suggests it was Amor, <i>i.e.</i> Roma inverted. Sorania and Hirpa have also been put forward as candidates for the secret name. Modern scholars regard her as a goddess akin to Ops, Acca Larentia, and Dea Dia; or as the goddess of the new year and the returning sun (according to Mommsen, <i>ab angerendo</i> = ἀπὸ τοῦ ἀναφέρεσθαι τὸν ἥλιον). Her festival, called Divalia or Angeronalia, was celebrated on 21 December. The priests offered sacrifice in the temple of Volupia, the goddess of pleasure, in which stood a statue of Angerona, with a finger on her mouth, which was bound and closed (Macrobius i. 10; Pliny, <i>Nat. Hist.</i> iii. 9; Varro, <i>L. L.</i> vi. 23). She was worshipped as Ancharia at Faesulae, where an altar belonging to her was discovered in the late 19th century. In art, she was depicted with a bandaged mouth and a finger pressed to her lips, demanding silence.</p>\n<p>Georges Dumézil considers Angerona as the goddess who helps nature and men to sustain successfully the yearly crisis of the winter days. These culminate in the winter solstice, the shortest day, which in Latin is known as <i>bruma</i>, from <i>brevissima (dies)</i>, the shortest day. The embarrassment, pain and anguish caused by the lack of light and the cold are expressed by the word <i>angor</i>. In Latin the cognate word <i>angustiae</i> designates a space of time considered as disgracefully and painfully too short. Angerona and the connected cult guaranteed the overcoming of the unpleasant <i>angusti dies</i> narrow, short days.</p>\n<p>Dumézil considered the Roman goddesses whose name ends with the suffix <i>-ona</i> or <i>-onia</i> to discharge the function of helping worshippers to overcome a particular time or condition of crisis: instances include Bellona who allows the Roman to wade across war in the best way possible, Orbona who cares for parents who lost a child, Pellonia who pushes the enemies away, Fessonia who permits travellers to subdue fatigue.</p>\n<p>Angerona's <i>feriae</i> named <i>Angeronalia</i> or <i>Divalia</i> took place on December 21, the same day as the winter solstice. On that day the pontiffs offer a sacrifice to the goddess <i>in curia Acculeia</i> according to Varro or <i>in sacello Volupiae</i>, near the <i>Porta Romanula</i>, one of the inner gates on the northern side of the Palatine. In her shrine on the altar of Volupia was placed the famous statue of the Angerona with her mouth bandaged and sealed and with a finger on the lips in the gesture that requests silence. Dumézil sees in this peculiar feature the reason of her being listed among the goddesses who were considered candidates to the title of secret tutelary deity of Rome.</p>\n<p>Dumézil considers this peculiar feature of Angerona's statue to hint to a prerogative of the goddess which was well known to the Romans, i.e. her will of requesting silence. He remarks silence in a time of cosmic crisis is a well documented point in other religions, giving two instances from Scandinavian and Vedic religion.</p>\n<p>Among the Scandinavians god Viðarr is considered the second strongest after Thor. His only known act is placed at the time of the \"Dusk of the gods\", the great crisis in which the old world disappears, as the wolf Fenrir swallows Oðinn and the sun. Then Viðarr defeats Fenrir permitting the rebirth of the world with a female sun, the daughter of the disappeared one. The eschatological crisis in which Fenrir devours the sun is seen as the \"Great Winter\" <i>Fimbulvetr</i> and the god who kills Fenrir, Viðarr, is defined the \"silent Ase\": silence must be associated with his exceptional force and his feat as saviour of the world. Angerona too discharges the function of saving the sun in danger thanks to her silence and the concentration of mystical force it brings.</p>\n<p>In Vedic religion silence is used in another crisis of the sun, that of the eclipse: when the sun was hidden in the demonic dark, Atri took it away from there by means of the fourth <i>bráhman</i> and a cult to the gods through \"nude worship\", i.e. with a force from within and no uttered words.</p>\n<p>The association between Angerona and Volupia would thence be explained as the pleasure that derives from a fulfilled desire, the achievement of an objective, as the meaning of the archaic adjective <i>volup(e)</i> does not refer to pleasure in the sense of the later word <i>voluptas</i>. Thence the definition of θεός της βουλης και καιρων \"goddess of advice and of favourable occasions\" given in a Latin-Greek glossary.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Angerona\". <i>Encyclopædia Britannica</i>. <b>2</b> (11th ed.). Cambridge University Press. p. 8.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAngerona&amp;rft.atitle=Angerona&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pages=8&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Dumézil, G. (1977) <i>La religione romana arcaica. Con un'appendice sulla religione degli Etruschi</i>. Milano, Rizzoli. Edizione e traduzione a cura di Furio Jesi based on an expanded version of <i>La religion romain archaïque</i> Paris Payot 1974 2nd edition.</li>\n<li>Hendrik Wagenvoort, \"Diva Angerona,\" reprinted in <i>Pietas: Selected Studies in Roman Religion</i> (Brill, 1980), pp. 21–24 online.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:N06Angerona.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}