{"pageid": 85039, "ns": 0, "title": "Aradia", "extract": "<p><b>Aradia</b> is one of the principal figures in the American folklorist Charles Godfrey Leland's 1899 work <i>Aradia, or the Gospel of the Witches</i>, which he believed to be a genuine religious text used by a group of pagan witches in Tuscany, a claim that has subsequently been disputed by other folklorists and historians. In Leland's <i>Gospel</i>, Aradia is portrayed as a Messiah who was sent to Earth in order to teach the oppressed peasants how to perform witchcraft to use against the Roman Catholic Church and the upper classes.</p>\n<p>The folklorist Sabina Magliocco has theorised that prior to being used in Leland's <i>Gospel</i>, Aradia was originally a supernatural figure in Italian folklore, who was later merged with other folkloric figures such as the <i>sa Rejusta</i> of Sardinia.</p>\n<p>Since the publication of Leland's <i>Gospel</i>, Aradia has become \"arguably one of the central figures of the modern pagan witchcraft revival\" and as such has featured in various forms of Neopaganism, including Wicca and Stregheria, as an actual deity. Raven Grimassi, founder of the Wiccan-inspired tradition of Stregheria, claims that Aradia was a historical figure named <i>Aradia di Toscano</i>, who led a group of \"Diana-worshipping witches\" in 14th-century Tuscany.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Italian_folklore\">Italian folklore</span></h2>\n<p>The Italian form of the name <i>Herodias</i> is <i>Erodiade</i>. It appears that Herodias, the wife of Herod Antipas, in Christian mythology of the Early Middle Ages, came to be seen as a spirit condemned to wander the sky forever due to her part in the death of John the Baptist, permitted only to rest in treetops between midnight and dawn.</p>\n<p>By the High Middle Ages, this figure seems to have become attached to the train of nymphs of Diana, now also seen as a host of spirits flying through the night across the Italian countryside. Other names attached to the night flight of Herodias included <i>Minerva</i> and <i>Noctiluca</i>.</p>\n<p>The canon <i>Episcopi</i> is a passage from the work <i>De ecclesiasticis disciplinis</i> by Regino of Prüm (written ca. 906). It became notable as a paragraph of canon law dealing with witchcraft by the 12th century. Regino reports that there were groups of women who believed that they could go on night journeys where they would fly across the sky to meet Diana and her train. The name of Herodias is not present in the text as attributed to Regino, but in the version by Burchard of Worms, written ca. 1012, the reference to Diana (<i>cum Diana paganorum dea</i>) was augmented by \"or with Herodias\" (<i>vel cum Herodiade</i>).</p>\n<p>Magliocco (2002) suggests that the legends surrounding this figure, known as <i>Aradia</i>, <i>Arada</i> or <i>Araja</i>, spread throughout various areas of Italy, and she traced records that showed that two beings known as <i>s'Araja dimoniu</i> (Araja the demon) and <i>s'Araja justa</i> (Araja the just) were found in Sardinia. Magliocco believed that the latter of these two figures, <i>s'Araja justa</i>, was the antecedent of a supernatural witch-like figure known as <i>sa Rejusta</i> in Sardinian folklore.</p>\n<p>The Romanian historian of religion Mircea Eliade also noted that <i>Arada</i>, along with <i>Irodiada</i>, was a name used for a Romanian folkloric Queen of the Fairies (<i>Doamna Zînelor</i>), who he believed was a \"metamorphosis of Diana\". She was viewed as the patroness of a secretive group of dancers known as the calusari who operated up until at least the 19th century.</p>\n<p>Judika Illes, in her <i>Encyclopedia of Spirits</i>, noted: \"Although venerated elsewhere in Europe, Herodias was especially beloved in Italy. She and Diana are the goddesses most frequently mentioned in witch-trial transcripts and were apparently worshipped together\".</p>\n<h2><span id=\"Leland's_Aradia\"></span><span id=\"Leland.27s_Aradia\">Leland's Aradia</span></h2>\n\n<p>In 1899, the American folklorist Charles Godfrey Leland published <i>Aradia, or the Gospel of the Witches</i>, a book which he claimed was the religious text belonging to a group of Tuscan witches who venerated Diana as the Queen of the Witches. He also claimed that he had been given the book by a Tuscan woman named Maddalena, although historians such as Ronald Hutton have disputed the truth of these such claims.</p>\n<p><i>Aradia, or the Gospel of the Witches</i> begins with the tale of Aradia's birth to Diana and Lucifer, who is described as \"the god of the Sun and of the Moon, the god of Light (Splendour), who was so proud of his beauty, and who for his pride was driven from Paradise\". Diana instructs Aradia to \"go to earth below / To be a teacher unto women and men / Who fain would study witchcraft.\" When Aradia descends, she becomes the first of all witches, and promises her students that \"ye shall all be freed from slavery, / And so ye shall be free in everything.\"</p>\n<p>Aradia is described as having continuing power to affect the world after she returns to the sphere of Diana. For example, in \"A Spell to Win Love\", the \"Invocation to Diana\" asks Diana to send her daughter Aradia to perform the magic. Leland's <i>Aradia</i> has a chapter containing folklore about the night assembly or banquet, titled \"The Sabbat: Tregunda or Witch Meeting\", which involves Diana. Leland comments in the Appendix, \"I also believe that in this Gospel of the Witches we have a trustworthy outline at least of the doctrine and rites observed at these meetings [the witches' Sabbat]. They adored forbidden deities and practised forbidden deeds, inspired as much by rebellion against Society as by their own passions.\"</p>\n<p>Leland speculates that this folklore ultimately has roots in ancient Etruscan mythology.</p>\n<p>Leland also equates Aradia with Herodias, explaining his speculation that Herodias was actually Lilith: \"This was not ... derived from the Herodias of the New Testament, but from an earlier replica of Lilith, bearing the same name ... So far back as the sixth century the worship of Herodias and Diana by witches was condemned by a Church Council at Ancyra.\" Pipernus and other writers have noted the evident identification of Herodias with Lilith. Historian Ronald Hutton suggests in <i>Triumph of the Moon</i> that this identification with Herodias was inspired by the work of Jules Michelet in <i>Satanism and Witchcraft</i>. Anthropologist and field folklorist Sabina Magliocco, on the other hand, is willing to consider a connection between the Italian Erodiade (Herodias), the Cult of Herodias, the night assembly, and Aradia.</p>\n<h2><span id=\"Neopaganism\">Neopaganism</span></h2>\n<p>Aradia has become an important figure in Wicca as well as some other forms of Neo-Paganism. Some Wiccan traditions use the name <i>Aradia</i> as one of the names of the Great Goddess, Moon Goddess, or \"Queen of the Witches\".</p>\n<p>Portions of Leland's text influenced the Gardnerian Book of Shadows, especially the Charge of the Goddess. Alex Sanders invoked Aradia as a moon goddess in the 1960s. Janet and Stewart Farrar used the name in their <i>Eight Sabbats for Witches</i> and <i>The Witches' Way</i>. Aradia was invoked in spellcraft in Z. Budapest's <i>The Holy Book of Women's Mysteries</i>. An entire website, the <i>Goddess Aradia and Related Subjects</i>, is devoted to Aradia as a Wiccan goddess and a powerful spirit in Italian folklore.</p>\n<p>Aradia is a central figure in Stregheria, an \"ethnic Italian\" form of Wicca introduced by Raven Grimassi in the 1980s. Grimassi claims that there was a historical figure called \"Aradia di Toscano\", whom he portrays as the founder of a revivalist religion of Italian witchcraft in the 14th century. Grimassi claims that Leland's <i>Aradia, or the Gospel of the Witches</i> is a \"distorted Christianized version\" of the story of Aradia.</p>\n<p>Neo-Pagan narratives of Aradia include <i>The Book of the Holy Strega</i> (1981), by Raven Grimassi; <i>The Gospel of Diana</i> (1993), by Aidan Kelly; and <i>Secret Story of Aradia</i>, by Myth Woodling (2001).</p>\n<p>In 1992, Aidan Kelly, co-founder of the New Reformed Orthodox Order of the Golden Dawn, distributed a document titled <i>The Gospel of Diana</i> (a reference to <i>Aradia, or the Gospel of the Witches</i><sup class=\"reference plainlinks nourlexpansion\" id=\"ref_Baldassare\">[1]</sup>). The text contained a list of mother and daughter priestesses who had taught religious witchcraft through the centuries. Instead of Leland's goddess Diana and her messianical daughter Aradia, Kelly's text described mortal human beings. The priestesses' names alternated between <i>Aradia</i> and <i>Diana</i>.<sup class=\"reference plainlinks nourlexpansion\" id=\"ref_Kelly\">[2]</sup> Magliocco describes the character of Aradia in Kelly's accompanying narrative as \"a notably erotic character; according to her teachings, the sexual act becomes not only an expression of the divine life force, but an act of resistance against all forms of oppression and the primary focus of ritual\". Magliocco also notes that the text \"has not achieved broad diffusion in contemporary Pagan circles\".</p>\n<h2><span id=\"See_Also\">See Also</span></h2>\n<ul><li>Etruscan mythology</li>\n<li>Tages</li>\n<li>Vegoia</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Aradia\", Stregheria.com, an article by Raven Grimassi about the legend of Aradia and its evolution.</li>\n<li>The Stregoneria Italiana Project, which contains an academic discussion of the history and controversies associated with Leland and Aradia.</li>\n<li>\"Epithets of Aradia\", www.AradiaGoddess.com (2005), contains epithets used for Aradia the Goddess in Wicca.</li>\n<li>\"Understanding Leland's Aradia\". Myth Woodling (2007), www.AradiaGoddess.com. This article discusses the theory about the derivation of Aradia from \"Herodiade\" or \"Erodiade.\"</li>\n<li>\"Aradia or the Gospel of the Witches\" The complete text of \"Aradia\" by Charles Leland.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Wikisource-logo.svg"}]}