{"pageid": 85033, "ns": 0, "title": "Anna Perenna", "extract": "<p><b>Anna Perenna</b> was an old Roman deity of the circle or \"ring\" of the year, as the name (<i>per annum</i>) clearly indicates. Her festival fell on the Ides of March (March 15), which would have marked the first full moon in the year in the old lunar Roman calendar when March was reckoned as the first month of the year, and was held at the grove of the goddess at the first milestone on the Via Flaminia. It was much frequented by the city <i>plebs</i>.</p>\n<p>Macrobius records that offerings were made to her <i>ut annare perannareque commode liceat</i>, <i>i.e.</i> \"that the circle of the year may be completed happily\" and that people sacrificed to her both publicly and privately. Johannes Lydus says that public sacrifice and prayers were offered to her to secure a healthy year. Ovid in his <i>Fasti</i> (3.523f) provides a vivid description of the revelry and licentiousness of her outdoor festival where tents were pitched or bowers built from branches, where lad lay beside lass, and people asked that Anna bestow as many more years to them as they could drink cups of wine at the festival.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n\n<p>Ovid reports a legend that identifies Anna Perenna with the sister of Dido, the Carthaginian founder in Virgil's <i>Aeneid</i>. After Dido's tragic death, Anna finds refuge from her brother Pygmalion on Malta, with Battus, the king of the island and a wealthy host. Upon protecting Anna for three years, Battus counselled her to flee for her safety and find a fresh place of exile as her brother was seeking war. Forced again to flee over the seas, Anna Perenna was shipwrecked on the coasts of Latium where she was hosted by Aeneas' settlement of Lavinium. Anna's presence there made Lavinia increasingly jealous. Dido appeared in Anna's dream, exhorting her to abandon her latest refuge, from where she was swept away by the river Numicus and transformed into a river nymph hidden in the \"perennial stream\" (<i>amnis perennis</i>), and renamed Anna Perenna.</p>\n<p>Ovid adds that some equate Anna Perenna with the Moon, with Themis, with Io or with Amaltheia, but prefers the report that during the <i>secessio plebis</i> an old woman of Bovillae named Anna baked cakes every morning and brought them to the hungry rebels, in gratitude for which the plebeians worshipped her as a goddess. Ovid goes on to report that after old Anna had become a goddess, she impersonated Minerva to gain admission to the god Mars' bedchamber, which is why coarse jokes and coarse songs are used at Anna Perenna's festivities, and remarks that since the festival of Anna Perenna is in the month dedicated to Mars, it is reasonable that Mars and Anna Perenna should be associated as cult partners.</p>\n<p>Franz Altheim, an authority on Roman religion, suggests that Anna Perenna was originally an Etruscan mother goddess, and that her relationship with Aeneas was developed to strengthen her association with Rome.</p>\n<h2><span id=\"Cult\">Cult</span></h2>\n<p>Two places of worship of Anna Perenna are attested. One in Buscemi, Sicily, where in 1899 some inscriptions to Anna and Apollo were found, and in Rome, where a fountain devoted to Anna Perenna rites was unearthed in 1999.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Obscure Goddess Online Dictionary</li>\n</ul>", "images": [{"ns": 6, "title": "File:Dido sobre la pira.png"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}