{"pageid": 85119, "ns": 0, "title": "Epona", "extract": "<p>In Gallo-Roman religion, <b>Epona</b> was a protector of horses, ponies, donkeys, and mules. She was particularly a goddess of fertility, as shown by her attributes of a patera, cornucopia, ears of grain and the presence of foals in some sculptures. She and her horses might also have been leaders of the soul in the after-life ride, with parallels in Rhiannon of the Mabinogion. The worship of Epona, \"the sole Celtic divinity ultimately worshipped in Rome itself\", was widespread in the Roman Empire between the first and third centuries AD; this is unusual for a Celtic deity, most of whom were associated with specific localities.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Although known only from Roman contexts, the name Epona ('Great Mare') is from the Gaulish language; it is derived from the inferred Proto-Celtic *<i>ekwos</i> 'horse', which gives rise to modern Welsh <i>ebol</i> 'foal', together with the augmentative suffix <i>-on</i> frequently, though not exclusively, found in theonyms (for example Sirona, Matrona) and the usual Gaulish feminine singular <i>-a</i>. In an episode preserved in a remark of Pausanias, an archaic Demeter Erinys (Vengeful Demeter) too had also been a Great Mare, who was mounted by Poseidon in the form of a stallion and foaled Arion and the Daughter who was unnamed outside the Arcadian mysteries. Demeter was venerated as a mare in Lycosoura in Arcadia into historical times.</p>\n<h2><span id=\"Evidence_for_Epona\">Evidence for Epona</span></h2>\n\n<p>Fernand Benoît found the earliest attestations of a cult of Epona in the Danubian provinces and asserted that she had been introduced in the <i>limes</i> of Gaul by horsemen from the east. This suggestion has not been generally taken up.</p>\n<p>Although the name is Gaulish, dedicatory inscriptions to Epona are in Latin or, rarely, Greek. They were made not only by Celts, but also by Germans, Romans, and other inhabitants of the Roman Empire. An inscription to Epona from Mainz, Germany, identifies the dedicator as Syrian.</p>\n<p>A long Latin inscription of the first century BC, engraved in a lead sheet and accompanying the sacrifice of a filly and the votive gift of a cauldron, was found in 1887 at Rom, Deux-Sèvres, the Roman Rauranum. Olmsted reads the inscription as invoking the goddess with an archaic profusion of epithets: <i>Eponina</i> 'dear little Epona', <i>Atanta</i> 'horse-goddess', <i>Potia</i> 'powerful Mistress' (compare Greek <i>Potnia</i>), <i>Dibonia</i> (Latin, the 'good goddess')\", <i>Catona</i> 'of battle', noble and good <i>Vovesia</i>. However, Olmsted's interpretation has not been generally accepted by other scholars; Meid interprets the same inscription as an invocation of Dibona in vulgar Greek for aid in a romantic dispute.</p>\n<p>Epona's feast day in the Roman calendar was given as December 18 on a rustic calendar from Guidizzolo, Italy, although this may have been only a local celebration. She was incorporated into the imperial cult by being invoked on behalf of the Emperor, as <i>Epona Augusta</i> or <i>Epona Regina</i>.</p>\n<p>The supposed autonomy of Celtic civilization in Gaul suffered a further setback with Fernand Benoît's study of the funereal symbolism of the horseman with the serpent-tailed (<i>\"anguiforme\"</i>) daemon, which he established as a theme of victory over death, and Epona; both he found to be late manifestations of Mediterranean-influenced symbolism, which had reached Gaul through contacts with Etruria and Magna Graecia. Benoît compared the rider with most of the riders imaged around the Mediterranean shores.</p>\n<p>Perceptions of native Celtic goddesses had changed under Roman hegemony: only the names remained the same. As Gaul was Romanized under the early Empire, Epona’s sovereign role evolved into a protector of cavalry. The cult of Epona was spread over much of the Roman Empire by the auxiliary cavalry, <i>alae</i>, especially the Imperial Horse Guard or <i>equites singulares augustii</i> recruited from Gaul, Lower Germany, and Pannonia. A series of their dedications to Epona and other Celtic, Roman and German deities was found in Rome, at the Lateran. As <b>Epane</b> she is attested in Cantabria, northern Spain, on Mount Bernorio, Palencia, as <b>Iccona Loiminna</b> in Portugal on the Lusitanian inscription of Cabeço das Fráguas.</p>\n<p>A euhemeristic account of Epona's origin occurs in the <i>Parallela Minora</i>, which were traditionally attributed to Plutarch (but are now classed as \"Pseudo-Plutarch\"):</p>\n<blockquote>\n<p>Fulvius Stellus hated women and used to consort with a mare and in due time the mare gave birth to a beautiful girl and they named her Epona. She is the goddess that is concerned with the protection of horses. So Agesilaüs in the third book of his <i>Italian History.</i></p>\n</blockquote>\n<p>The tale was passed along in the context of unseemly man-beast coupling in Giambattista Della Porta's edition of <i>Magia naturalis</i> (1589), a potpourri of the sensible and questionable, erroneously citing Plutarch's <i>Life of Solon</i>. It may represent some recollection of Indo-European horse sacrifice, such as the Vedic <i>ashvamedha</i> and the Irish ritual described by Giraldus Cambrensis, both of which have to do with kingship. In the Celtic ritual, the king mates with a white mare thought to embody the goddess of sovereignty.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>Sculptures of Epona fall into five types, as distinguished by Benoît: riding, standing or seated before a horse, standing or seated between two horses, a tamer of horses in the manner of <i>potnia theron</i> and the symbolic mare and foal. In the Equestrian type, common in Gaul, she is depicted sitting side-saddle on a horse or (rarely) lying on one; in the Imperial type (more common outside Gaul) she sits on a throne flanked by two or more horses or foals. In distant Dacia, she is represented on a stela (now at the Szépmüvézeti Museum, Budapest) in the format of Cybele, seated frontally on a throne with her hands on the necks of her paired animals: her horses are substitutions for Cybele's lions.</p>\n<h2><span id=\"In_literature_and_art\">In literature and art</span></h2>\n<p>Epona is mentioned in <i>The Golden Ass</i> by Apuleius, where an aedicular niche with her image on a pillar in a stable has been garlanded with freshly picked roses. In his <i>Satires</i>, the Roman poet Juvenal also links the worship and iconography of Epona to the area of a stable. Small images of Epona have been found in Roman sites of stables and barns over a wide territory.</p>\n<h2><span id=\"In_Great_Britain\">In Great Britain</span></h2>\n<p>The probable date of c. 1400 BC ascribed to the giant chalk horse carved into the hillside turf at Uffington, in southern England, is too early to be directly associated with Epona a millennium and more later, but clearly represents a Bronze Age totem of some kind. The West Country traditional hobby-horse riders parading on May Day at Padstow, Cornwall and Minehead, Somerset, which survived to the mid-twentieth century, even though Morris dances had been forgotten, may have deep roots in the veneration of Epona, as may the British aversion to eating horsemeat. At Padstow formerly, at the end of the festivities the hobby-horse was ritually submerged in the sea.</p>\n<p>A provincial, though not crude, small (7.5 cm high) Roman bronze of a seated Epona, flanked by a small mare and stallion, found in England, is conserved in the British Museum. Lying on her lap and on the patera raised in her right hand are disproportionately large ears of grain; ears of grain also protrude from the mouths of the ponies, whose heads are turned towards the goddess. On her left arm she holds a yoke, which curves up above her shoulder, an attribute unique to this bronze statuette.</p>\n<p>The Welsh figure Rhiannon rides a white horse but has no other attributes in common with Epona. A south Welsh folk ritual call Mari Lwyd (Grey Mare) is still undertaken in December — an apparent survival of the veneration of the goddess. The pantomime horse is thought to be a related survival.</p>\n<h2><span id=\"Today\">Today</span></h2>\n<p>On Mackinac Island, Michigan, Epona is celebrated each June with stable tours, a blessing of the animals and the Epona and Barkus Parade. Mackinac Island does not permit personal automobiles; the primary source of transportation remains the horse, so celebrating Epona has special significance on this island in the upper midwest. The \"Feast of Epona\" involves the blessing of horses and other animals by a local churchman.</p>\n<p>Epona is also worshipped today by neo-druids and other pagans and polytheists.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Horse sacrifice</li>\n<li>White horse (mythology)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Benoît, F. (1950). <i>Les mythes de l'outre-tombe. Le cavalier à l'anguipède et l'écuyère Épona</i>. Brussels, Latomus Revue d'études latines.</li>\n<li>Delamarre, X. (2003). <i>Dictionnaire de la langue gauloise</i>. 2nd edition. Paris, Editions Errance.</li>\n<li>Euskirchen, Marion (1993). \"Epona\" Dissertation, Bonn 1994 (Sonderdruck aus: Bericht der Römisch-Germanischen Kommission 74.1993.)</li>\n<li>Evans, Dyfed Llwyd (2005–2007), Epona: a Gaulish and Brythonic goddess (Divine Horse)</li>\n<li>Green M. J. (1986), <i>The Gods of the Celts</i>, Stroud, Gloucestershire.</li>\n<li>Magnen, R. <i>Epona</i> (Delmas, 1953).</li>\n<li>Nantonos and Ceffyl (2004), Epona.net, a scholarly resource</li>\n<li>Oaks, L. S. (1986), \"The goddess Epona\", in M. Henig and A. King, <i>Pagan Gods and Shrines of the Roman Empire</i> (Oxford), pp 77–84.</li>\n<li>Reinach, Salomon (1895). \"Épona\". <i>Revue archéologique</i> 1895, 163–95,</li>\n<li>Simón, Francisco Marco, \"Religion and Religious Practices of the Ancient Celts of the Iberian Peninsula\" in <i>e-Keltoi: The Celts in the Iberian Peninsula</i>, <b>6</b> 287–345, section 2.2.4.1 (on-line)</li>\n<li>Speidel, M. P. (1994). <i>Riding for Caesar: the Roman Emperors' Horse Guards</i>. Cambridge, Massachusetts, Harvard University Press.</li>\n<li>Thevenot, Emile 1949. \"Les monuments et le culte d' Epona chez les Eduens,\" <i>L'antiquité Classique</i> <b>18</b> pp 385–400. Epona and the Aedui.</li>\n<li>Vaillant, Roger (1951), Epona-Rigatona, <i>Ogam</i>, Rennes, pp 190–205.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Epona.jpg"}, {"ns": 6, "title": "File:Epona Salonica601 ArchMus.jpg"}, {"ns": 6, "title": "File:Estela 2.jpg"}, {"ns": 6, "title": "File:Luxembourg MNHA 264 Epona Contern.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}