{"pageid": 85134, "ns": 0, "title": "Cardea", "extract": "<p><b>Cardea</b> or <b>Carda</b> was the ancient Roman goddess of the hinge (Latin <i>cardo, cardinis</i>) and a new estate near Stanground, Roman doors being hung on pivot hinges. The Augustan poet Ovid conflates her with another archaic goddess named <b>Carna</b>, whose festival was celebrated on the Kalends of June and for whom he gives the alternative name <b>Cranê</b> or <b>Cranea</b>, a nymph. Ovid's conflation of the goddesses is likely to have been his poetic invention, but it has also been conjectured that <i>Carna</i> was a contracted form of <i>Cardina</i>, and at minimum Ovid was observing that their traditions were congruent.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Cardea_and_doorways\">Cardea and doorways</span></h2>\n\n<p>In the Christian polemic of the Church Fathers, Cardea is associated with two otherwise unknown deities who preside over doorways: <b>Forculus</b>, from <i>fores</i>, \"door\", plural in form because double doors were common on public buildings and elite homes <i>(domūs)</i>; and <b>Limentinus</b>, from <i>limen, liminis</i>, \"threshold\" (compare English \"liminal\"). St. Augustine mocks the apparent triviality of these \"little gods\" in one of his \"attacks against the multitude of Gods,\" noting that while one doorkeeper is adequate for a human household, the Roman gods require three: \"evidently Forculus can't watch the hinge and the threshold at the same time.\" Modern scholarship has pointed out that this particular set of divinities belongs to rituals of marking out sacred space and fixing boundaries, religious developments hypothesized to have occurred during the transition from pastoralism to an agrarian society. Among Roman deities of this type, Terminus was the most significant.</p>\n<p>Stefan Weinstock conjectured that these three doorway deities had a place in cosmology as the <i>Ianitores terrestres</i>, \"doorkeepers of the earth,\" guarding the passage to the earthly sphere. In the schema presented by Martianus Capella, the <i>Ianitores terrestres</i> are placed in region 16 among deities of the lowest ranks, while Janus, the divine doorkeeper <i>par excellence</i>, is placed in region 1. This arrangement may represent the <i>ianuae coeli</i>, the two doors of the heavens identified with the solstices. Isidore of Seville says that there are two <i>ianuae coeli</i>, one rising (that is, in the East) and one setting (the West): \"The sun advances from the one gate, by the other he recedes.\"</p>\n<p>Isidore's definition is followed immediately by an explanation of the <i>cardines</i> (plural of <i>cardo</i>), the north-south pivots of the axis on which the sphere of the world rotates. These are analogous to the top-and-bottom pivot hinges of a Roman door.</p>\n<p>In addition to the meaning of \"door hinge,\" the <i>cardo</i> was also a fundamental concept in Roman surveying and city planning. The <i>cardo</i> was the main north-south street of a town, the surveying of which was attended by augural procedures that aligned terrestrial and celestial space. The <i>cardo</i> was also a principle in the layout of the Roman army's marching camp, the gates of which were aligned with the cardinal points to the extent that the terrain permitted.</p>\n<h2><span id=\"Carna_and_the_Bean-Kalends\">Carna and the Bean-Kalends</span></h2>\n<p>Macrobius (5th century) says that the name <i>Carna</i> was derived from <i>caro, carnis</i>, \"flesh, meat, food\" (compare English \"carnal\" and \"carnivore\"), and that she was the guardian of the heart and the vital parts of the human body. The power to avert vampiric <i>striges</i>, which Ovid attributes to the conflated Cardea-Carna, probably belonged to Carna, while the charms fixed on doorposts are rightly Cardea's.</p>\n<p>Carna's feast day was marked as <i>nefastus</i> on the calendar; that is, it was a public holiday when no assembly or court could convene. Mashed beans and lard — a dish perhaps to be compared to refried beans or hoppinjohn— were offered to her as <i>res divinae</i>, and thus the day was known as the <i>Kalendae fabariae</i>, the Bean-Kalends, since at this time the bean harvest matured. Beans had many magico-religious properties in ancient Greece and Rome in addition to their importance as a food crop.</p>\n<p>William Warde Fowler took Carna to be an archaic goddess whose cult had not been revivified by religious innovation or reform and thus had lapsed into obscurity by the end of the Republic. Auguste Bouché-Leclercq considered Carna a goddess of health. Her elusive nature is indicated by the wildly divergent scholarly conjectures she has prompted: \"she was considered a chthonic divinity by Wissowa, a lunar goddess by Pettazzoni, a bean-goddess by Latte, and a patroness of digestion by Dumézil.\"</p>\n<h2><span id=\"In_Ovid's_Fasti\"></span><span id=\"In_Ovid.27s_Fasti\">In Ovid's <i>Fasti</i></span></h2>\n<h3><span id=\"The_rape_of_Cranaë\"></span><span id=\"The_rape_of_Crana.C3.AB\">The rape of Cranaë</span></h3>\n<p>In the <i>Fasti</i> of Ovid, the nymph Cranaë is raped by Janus, a god otherwise portrayed by the poet as avuncular and wise. The story may be the poet's invention, as seems to be the threatened rape of the virginal and venerable Vesta by the phallic god Priapus narrated later in Book 6 (June). As a poetic work of art, the <i>Fasti</i> is a unique fabrication blending authentic folklore, antiquarian knowledge, and fictional elaboration. It has been interpreted as Ovid's challenge to the prevailing orthodoxy of Augustus's religious reforms, which were often innovations of Imperial propaganda under the cloak of archaic revivalism.</p>\n<p>Ovid begins by noting that the first day of the month is dedicated to Carna. He then identifies her as the goddess of the hinge, who is elsewhere known as Cardea, a name Ovid does not use: \"By means of her divine presence <i>(numen)</i> she opens things that have been closed, and closes things that have been opened.\" The source of her powers <i>(vires)</i> have become obscured by time <i>(aevum)</i>, but he promises that his poem <i>(carmen)</i> will clarify the matter (6.101–104).</p>\n<p>The setting is the sacred grove <i>(lucus)</i> of the otherwise unknown god Alernus, for whom, Ovid claims, the state priests still carry out <i>sacra</i>, sacred rites. The nymph named at that time Cranaë was born there. She was a huntress, often mistaken for the \"sister of Phoebus,\" that is, Diana, except that she used hunting javelins and nets rather than a bow and arrow. When her many would-be lovers attempted to seduce her, she demurred claiming lack of privacy, and played the same trick on each one: \"lead the way to a secluded cave, and I'll follow.\" As the gullible youth went ahead, Cranaë held back until she was camouflaged among the bushes (6.105–118).</p>\n<p>Janus too was seized by desire for the nymph. She responded to his sweet-talk <i>(verbis mollibus)</i> by attempting the same ruse; however, as Ovid points out in a characteristic moment of comedy and cruelty colliding, the two faces of Janus allow him to see what goes on behind, and Cranaë was unable to elude him. She was powerless (<i>nil agis</i>, \"you can do nothing,\" the poet repeats twice); the god \"occupies her with his embrace,\" and after overpowering her to achieve his goal, treats the encounter as contractual: \"In exchange for our intercourse <i>(pro concubitu)</i>, the right <i>(ius)</i> of the hinge will be yours; take that as payment for the virginity you deposited\" (6.119–128).</p>\n<p>As a pledge, he gives her the whitethorn, or hawthorn, which has the power to repel injurious influences from the entrances to houses (6.129–130). This is the \"hinge\" or turning point of the unnamed Cardea's transformation from a maiden nymph of the wild to a goddess who polices the threshold or boundaries <i>(limina)</i> of domesticity. The tale of Cranaë's rape, though stocked by Roman rather than Greek figures, would be not out of place in Ovid's <i>Metamorphoses</i>: the heroine doesn't change into a tree, but her transformation resides in the token of the whitethorn tree.</p>\n<h3><span id=\"Carna_and_the_striges\">Carna and the <i>striges</i></span></h3>\n<p>The <i>aition</i> of the whitethorn explains why, Ovid says, a branch or twig of it is used to repel <i>tristes … noxas</i>, \"baleful harms,\" from doorways <i>(fores)</i>. Why is this necessary? Because there are greedy winged creatures ready to fly in and suck the blood from sleeping infants so young they still take only breast milk. Ovid describes these creatures (6.131–142) as having a large head, prominent eyes, and beaks suited for snatching and carrying off; their wings are white, and their talons are like hooks. They are given the name <i>striges</i>, singular <i>strix</i>, the word for an owl as a bird of evil omen and supposedly derived from the verb <i>strideo, stridere</i>, \"shriek.\" At the same time, Ovid says that they are the winged creatures who tormented the marooned Phineus by stealing the food off his table — that is, the Harpies. They are a \"disconcerting composite\" that recalls images on certain curse tablets, one of which shows a \"heart-feasting Hecate\" that matches Ovid's description. The poet himself emphasizes that it's hard to tell what they really are, whether they were born as birds, or whether they had been transformed by an incantation (<i>carmen</i>, the word Ovid has just used to describe his own account). He then glosses <i>carmen</i> as \"a crone's Marsian chant\" <i>(neniaque … Marsa …anūs)</i>.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:0 Sarcophage - Quatre saisons - Musei Capitolini - MC1185 (2).JPG"}]}