{"pageid": 85135, "ns": 0, "title": "Carmenta", "extract": "<dl><dd><i>For the genus of Lepidoptera, see Carmenta (moth)</i></dd>\n</dl><p>In ancient Roman religion and myth, <b>Carmenta</b> was a goddess of childbirth and prophecy, associated with technological innovation as well as the protection of mothers and children, and a patron of midwives. She was also said to have invented the Latin alphabet.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Background\">Background</span></h2>\n\n<p>The name <i>Carmenta</i> is derived from Latin <i>carmen</i>, meaning a magic spell, oracle or song, and also the root of the English word <i>charm</i>. Her original name was <b>Nicostrate</b>, but it was changed later to honor her renown for giving oracles. She was the mother of Evander and along with other followers they founded the town of Pallantium, which later was one of the sites of the start of Rome. Gaius Julius Hyginus (<i>Fab. 277</i>) mentions the legend that it was she who altered fifteen letters of the Greek alphabet to become the Latin alphabet, which her son Evander introduced into Latium.</p>\n<p>Carmenta was one of the Camenae, and the Cimmerian Sibyl. The leader of her cult was called the <i>flamen carmentalis</i>.</p>\n<p>It was forbidden to wear leather or other forms of dead skin in her temple, which was next to the <b>Porta Carmentalis</b> in Rome.</p>\n<p>Her festival, called the Carmentalia, was celebrated primarily by women on January 11 and January 15.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Theodontius</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Primary_sources\">Primary sources</span></h3>\n<ul><li>Ovid, <i>Fasti i.461-542</i></li>\n<li>Servius, <i>In Aeneida viii.51</i></li>\n<li>Solinus, <i>Collectanea rerum memorabilium i.10, 13</i></li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li>The Dictionary of Classical Mythology by Pierre Grimal, page 89 \"Carmenta\"</li>\n<li>The Book of the City of Ladies, by Christine de Pizan, section I.33.2</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Roman Mythology</li>\n<li>List of Minor Roman Gods</li>\n<li>Dictionary of Greek and Roman Biography and Mythology, page 589 (v. 1)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Carmenta-Nicostrata.jpg"}, {"ns": 6, "title": "File:Plan Rome- Servische Muur.png"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}