{"pageid": 85147, "ns": 0, "title": "Clementia", "extract": "<p>In Roman mythology, <b>Clementia</b> was the goddess of clemency, leniency, mercy, forgiveness, penance, redemption, absolution and salvation.</p>\n<p>She was defined as a celebrated virtue of Julius Caesar, who was famed for his forbearance, especially following Caesar's civil war with Pompey from 49 BC. In 44 BC, a temple was consecrated to her by the Roman Senate, possibly at Caesar's instigation as Caesar was keen to demonstrate that he had this virtue.</p>\n<p>In a letter to his friend Atticus, Cicero is discussing Caesar's <i>clementia</i>: \"You will say they are frightened. I dare say they are, but I'll be bound they're more frightened of Pompey than of Caesar. They are delighted with his artful clemency and fear the other's wrath.\" Again in <i>Pro rege Deiotaro</i> (For King Deiotarus) Cicero discusses Caesar's virtue of <i>clementia</i>.</p>\n<p>There is not much information surrounding Clementia's cult; it would seem that she was merely an abstraction of a particular virtue, one that was revered in conjunction with revering Caesar and the Roman state. Clementia was seen as a good trait within a leader, it also the Latin word for \"humanity\" or \"forbearance\". This is opposed to <i>Saevitia</i> which was savagery and bloodshed. Yet, she was the Roman counterpart of Eleos (or Soteria), the Greek goddess of mercy and forgiveness who had a shrine in Athens.</p>\n<p>In traditional imagery, she is depicted holding a branch (possibly an olive tree branch) and a scepter and may be leaning on a column.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>(<i>Goddesses of Mercy and Compassion</i>): Guanyin</li>\n<li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Clementia at Wikimedia Commons</p>\n<p><br></p>", "images": [{"ns": 6, "title": "File:Clemenza, rielaborazione romana da originale greco del IV secolo ac., testa di reaturo, inv. 2260.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}