{"pageid": 85151, "ns": 0, "title": "Cloacina", "extract": "<p>In Roman mythology, <b>Cloacina</b>, \"The Cleanser\" (from the Latin verb <i>cluo</i>, \"to cleanse\", from which also <i>cloaca</i>, \"sewer, drain\") was the goddess who presided over the Cloaca Maxima (\"Greatest Drain\"), the main trunk of the system of sewers in Rome. She was originally derived from Etruscan mythology. The Cloaca Maxima was said to have been begun by Tarquinius Priscus, one of Rome's Etruscan kings, and finished by another, Tarquinius Superbus.</p>\n<p>Titus Tatius, who reigned with Romulus, erected a statue to Cloacina as the spirit of the <i>Cloaca Maxima</i>. As well as controlling sewers, she was also a protector of sexual intercourse in marriage (in animal anatomy, a <i>cloaca</i> is the posterior orifice that serves as the only opening for the digestive, reproductive, and urinary tracts (if present) of certain animals, opening at the vent). Despite her Etruscan origins, she later became identified with Venus.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p><i>Cloacina</i>, from the Latin verb <i>cluo</i>, to cleanse, was one of the surnames of the godess Venus, signifying \"Venus the Cleanser\". It derived from a statue of Venus which stood at the place where the Romans and Sabines were reconciled after the Rape of the Sabines, and where they purified themselves with myrtle boughs.</p>\n<p>The small Shrine of Venus Cloacina was situated before the Basilica Aemilia on the Roman Forum and directly above the Cloaca Maxima. Some Roman coins had images of Cloacina or her shrine on them.</p>\n<h2><span id=\"Popular_culture\">Popular culture</span></h2>\n<p>A short poem to Cloacina is typically attributed to Lord Byron:</p>\n<blockquote>\n<p>O Cloacina, Goddess of this place,<br></p>\n<p>Look on thy suppliants with a smiling face.<br>\nSoft, yet cohesive let their offerings flow,<br></p>\nNot rashly swift nor insolently slow.</blockquote>\n<p>Cloacina appears in the comic <i>B.P.R.D.: The Soul of Venice</i> where she is also claimed to be the protector of sexual intercourse in marriage. This comic also cited the poem above.</p>\n<p>In Terry Pratchett's novel <i>Dodger</i>, set in Victorian London, Cloacina is identified with \"The Lady,\" a fictional protectress of the toshers who make their living scavenging in the sewers.</p>\n<p>In Book one of Rick Riordan's The Trials of Apollo, The Hidden Oracle, Apollo alludes to Cloacina as a possible godly parent of one of it's protagonists, Meg McCaffrey.</p>\n<p>In <i>Horrible Histories</i>, season 1, episode 9, Cloacina works at the \"Roman Gods Direct.\"</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Information on Cloacina</li>\n<li>Article on Cloacina and sewers</li>\n</ul>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Toilet god</li>\n</ul>", "images": [{"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}]}