{"pageid": 851832, "ns": 0, "title": "Shakambhari", "extract": "<p>In Hinduism, <b>Shakambhari</b> (Sanskrit: शाकम्भरी) is an incarnation of Goddess Durga, consort to Shiva. She is the divine mother, called \"The Bearer of the Greens.\" In Hinduism any Vegetarian Item is considered as the Prasad of Shakambhari Devi. It is said that in times of famine, the Goddess Durga comes down and gives vegan food to the hungry.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word <i>śākaṃbharī</i> means 'she who bears vegetables'. The word is derived from two words- <i>śāka</i> (Sanskrit: शाक) which means 'vegetable/vegan food' and <i>bharī</i> (Sanskrit: भरी) which means 'holder/bearer/wearer' which is ultimately derived from the root word <i>bhṛ</i> (Sanskrit: भृ) which means 'to bear/to wear/to nourish'.</p>\n<h2><span id=\"Story\">Story</span></h2>\n<p>In old times, there was a great demon named Durgamasur he was very cruel. He, the son of Ruru, was born in the family of Hiranyaksha. Once he thought that he must attain the Vedas - the four books of worldly knowledge from the Gods and sages and he must get his fair share from fire sacrifices. Thus, he went to the Himalayas to perform penance.</p>\n<p>He meditated upon Brahma, and lived only on air. He practiced hard penance for one thousand years and the Gods and the demons and all the worlds were agitated by the power of his Tejas (fiery luster). Then the Lord, the four-faced Brahma, became pleased with him and mounted on his carrier, the Swan came to grant Ruru the boon. Brahma said that he was pleased with Ruru's penance and would grant his desired boon. Hearing this, the Demon got up from his penance and worshipping Him duly, asked Brahma to give him all the four books of Vedas. Hearing this, the Lord Brahma, the author of the four Vedas, granted the boon and went away.</p>\n<p>From that time, the sages forgot all about the Vedas. So bathing, twlights, daily rituals, faith, sacrifices, and Japam and other rites and performances, all became extinct. Then a cry of universal distress arose on the surface of this wide earth; the sages began to wonder how they forgot the Vedas and wondered where they went. Thus when great calamities befell on the earth, the Gods became gradually weaker and weaker, not getting their share of the sacrificial offerings. At this time, that demon invaded the city of heaven. And the Gods, not being able to fight with the demon fled in various directions.</p>\n<p>They took refuge in the caves of the mountain Sumeru and the inaccessible passes of the mountain and began to meditate on the Highest Force, the Great Goddess. When oblations of clarified butter are offered to the Fire, those get transferred to the Sun and get transformed as rains. So when the Homa ceremonies disappeared, there was the scarcity of rain. The earth became quite dry and not a drop of water was found anywhere. The wells, tanks, pools, rivers all were dried up. And this state of “no rains” lasted one hundred years. Countless people, hundreds and thousands of cows, buffaloes and other beasts went to the jaws of death. The dead bodies of persons remained in heaps in every house; persons would not be found to perform their burning ceremonies. When such calamities were seen, the calm and quiet body of the saints, in their earnestness to worship the Supreme Goddess, went to the Himalayas. They with their whole heart and without taking any food began to worship the Goddess daily with their penance, meditation and worship.</p>\n<p>The body of the saints thus praised and chanted the hymns of Maheshwari. There, Goddess Parvati went to Himalayas where Gods were praying to her. Gods informed her about the droughtful condition over the earth. Seeing the dreadful condition of the earth, she created innumerable eyes within Her body and became visible. Her colour was dark-blue (colour of the fourth dimension, space) like heaps of collyrium (eye-paint); eyes like the blue lotuses and expanded; breasts hard, regularly elevated round and so fleshy that they touched each other; two handed. She was the Essence of all Beauty, lovely, luminous like the thousand Suns, and the ocean of mercy. That Upholder of the Universe, showed Her form and began to shed waters from Her eyes. For nine nights continuously, the heavy rains poured down out of the waters flowing from Her eyes. Seeing the misery of all the people, out of pity, She showered incessantly tears from Her eyes; and all the people and medicines were satisfied. What more than this, out of those tears, the rivers began to flow. The Gods that remained hidden in the mountain caves, now came out. Then the sages, united with the Gods, began to praise and sing hymns to the Goddess. Then, Shatakshi Devi transformed her appearance into a wonderful form, her eight hands held foods like grains, cereals, vegetables, greens, fruits, meat and other herbs, she wore a beautiful garment, this new form of Goddess is known as Shakambhari. Hearing these words of the Gods and the saints, the Auspicious One gave them the vegetables, delicious fruits and roots to them that were on Her Hand, for their eating. After She was prayed, She gave to men sufficient quantity of various articles of juicy food and to the beasts, grass, etc., until new crops came out. From that day She became famous by the name of Shakambhari (because she nourished all by vegetables, etc.) Parvati got to know about Durgamasur's evil intentions, so she sent a lady messenger to make him to give the Vedas back to Brahma and also to give back the heaven to Indra. Durgamasur didn't want to, Parvati's messenger was angry and forced him to make preparations for his death. Great tumult arose and the demon Durgamasur heard all from the emissaries and started out to fight with his weapons and army. He took one thousand Aksauhini armies with him (one Aksauhini army equals large army consisting of 21,870 chariots, as many elephants, 65,610 horses, and 109,350 foot) and, shooting arrows, he came quickly before Parvati and invested Her and the God army and the saints. At this, a great tumultuous uproar arose and the Gods and the saints united exclaimed to Parvati to save them. Parvati then, for the safety of the Gods and the saints created round them a luminous circle and she herself remained outside. Goddess Parvati transformed her appearance. Now she looked ferocious in her new appearance. She was well equipped with all sorts of lethal weapons and was mounted on a lion. She thundered loudly and challenged Durgamasur. The terrible fight, then, ensued between the Goddess and the demons. The Sun was covered with their incessant hurling of arrows; and the shooters could not shoot accurately on account of the darkness that then prevailed. Then by the collision of the arrows of both the parties, the arrows caught fire and the battlefield again became filled with light. The quarters on all aides resounded with harsh bow sounds and nothing could be heard. At this moment, came out of the body of the Devi, the principal Shaktis (forces incarnate) named Kali, Tarini, Tripura Sundari, Bhuvaneshwari, Bhairavi, Chinnamasta, Dhumavati, Bagalamukhi, Matangi and Kamalatmika. The Navadurgas Shailaputri, Brahmacharini, Chandraghanta, Kushmanda, Skandamata, Katyayani, Kaalratri, Mahagauri, Siddhidatri and Matrikas Brahmani, Vaishnavi, Maheshwari, Kaumari, Indrani, Varahi, Narasimohi, Shivadooti, Chamundai also came out of the Goddess. Then, Devi, Shakti, Adi Shakti, Parameshwari, Gauri, Jagadamba, Maha Shakti, Bhagawati, Bhadrakali, Chandika, Kaushiki, Mahakali, Tridevi, Mahadevi, Ambika, Jagatjanani, Mateshwari, Uma, Narayani, Singhavahini, Aparajita, Vyaghravahini, Bhavani, Yudhadevi, Yogmaya, Mahamaya, Sherawali, Vindhyavasini, Rajarajeshwari, Kalika, Gayatri, Shaambhavi, Bhramari, Jumadi, Akhilandeshwari, Kamakshi, Mahadurga, Prathyangira, Meenakshi, Ramchandi, Ishwari, Gatral, Bahuchara, Hingalaj, Nagbai, Varaki, Dhavdi, Sadhi, Hadkai, Vihat, Vaishnodevi, Santoshi, Mogal, Pithad, Meldi, Umiya, Momai, Amba, Khodiyar, Jagadhatri, Modheshwari, Guhyakali, Shitala and Raktachamunda joined in the war against Durgamasur. Jambhini, Mohini, Tripur and Shodashi came out the Goddess too. Some Yoginis named Aditi, Agneyei, Ajita, Aparna, Bhayankari, Bhimachandi, Chandi, Damani, Dhriti, Gandhari, Ganga (yogini), Jaya, Kapalini, Kauberi, Medha, Rati, Raudri, Rudrani, Saraswati (yogini), Sarvamangala, Shankari, Shanti, Siddhida, Swaha, Swadha, Varuni, Vijaya, Vrishaba Vahana and Yakshini came out from the Goddess as well. Also Mahasaraswati, Chandavigrah, Savitri and Trishi came out. Some other Goddesses named Mrityu Devi, Saranyu, Vayu Devi and Ganeshi came out of the Goddess successfully. When the Shaktis destroyed one hundred Aksauhini forces, Mridangas, conch-shells, lutes and other musical instruments were sounded in the battle-field. At this time, the enemy of the Gods, Durgamasur, came in front and first fought with the Shaktis. The fight grew to such a terrible extent that, within ten days, all the Aksauhini troops were destroyed. So much so as the blood of the dead soldiers began to flow in torrents like rivers. When the fatal eleventh day arrive the demon, wearing red clothes on his waist, red garlands on his neck and anointing his body all over with red sandal paste, celebrated a very grand festivity and mounted on his chariot and went out to fight. All the Shaktis of Goddess Parvati all merged into her body altogether. Then a terrible fight ensued for two Praharas (six hours). The hearts of all shivered with horror. At this time, the Goddess shot fifteen very awful arrows at the demon. His four horses were pierced by Her four arrows; the charioteer was pierced by one arrow; his two eyes were pierced by two arrows; his arms by two arrows, his flag by one arrow and his heart was pierced by five arrows. He then left his body before the Goddess, vomiting blood. The vital spirit, the luminous counterpart, emitting from his body, merged in the space-like body of the Goddess. The three worlds, then, assumed a peaceful appearance when that greatly powerful demon was killed. Then Hari, Hara, Brahma and the other Devas began to praise and chant hymns to the World Mother with great devotion and in voices, choked with feelings. Thus when Brahma, Vishnu, Hara and the other Gods praised and chanted various hymns to the Devi and worshipped Her with various excellent articles, she became instantly pleased. Then the Devi, graciously pleased, handed over the Vedas to the sages. At last, She, the Cuckoo-voiced, made a special address to them. She enlightened them all about the Vedas and advised them to read the excellent deeds of the Supreme Goddess, she will be pleased and will appear in any form and will destroy all dangers. Her name is Durga, because she has killed the wicked demon Durgamasur. Thus giving pleasures to the Gods by these words, the Devi of the nature of Existence, Intelligence and Bliss disappeared before them.</p>\n\n<h2><span id=\"Worship_practices\">Worship practices</span></h2>\n<p>The ancient temple of the goddess Shakambari is situated at Sakarai about 15 km from Udaipur Wati, which is about 29 km from Sikar(Rajasthan). There is also one same sakambhari mata temple at Pakaur (Jharkhand)as same in sakarai Rajasthan 150 km from Kolkatta Two JAGRAN Night one in chaitra saptami night and one in durga puja saptami night every year, Also there are three temples of Mata Shakambari in Kolkata. Since tears rolled out from the eyes of the goddess continuously for 9 days and nights the biggest worship practice is the celebration of Navratra Mahotasav, held in the months of Chaitra and Aasoj for nine days each. Two more Navratras are also celebrated but they are known as \"Gupt Navratras.\"</p>\n<p>Every year in Vijayawada Durga Temple they celebrate Shakambari Utsavs for three days. On these days the goddess is decorated with vegetables and fruits.</p>\n<h2><span id=\"Major_temples\">Major temples</span></h2>\n\n\n<p>The major temples of Shakambari include Shakambari Temple in Sakarai, Rajasthan,<b>Sakambhari Mata Temple</b> same as in Sakarai Rajasthan now at Pakaur (jharkhand) 150 km from Kolkatta, Banashankari Amma Temple in Badami and in Bangalore, both in Karnataka state. There are many more temples to Shakambari in other parts of India, such as in Nagewadi, Maharashtra; near Satara; in Shakambari Devi near Saharanpur, Uttar Pradesh, and in Sambhar in Rajasthan. According to a legend, the Sambhar Salt Lake was given to the people of that area some 2,500 years ago by the Goddess Shakambari. A small white temple in her honour stands under a rocky outcrop jutting into the lake. This temple is more than 200 years old.In some regions Maa Shakambari Devi is worshipped for nine festive nights with utmost devotion. In Vijayawada Kanaka Durga Temple, Bhadrakali Temple in Warangal Andhra Pradesh Shakambari Navratras are celebrated jubilantly. Ashada Navratri are celebrated as Guhya Navratri in Himachal Pradesh.</p>\n<p>Shakti Peeth Shakumbhri, meaning the abode of Shakti Goddess Shakambari or Shakambari, is situated in the Jasmour village area, at a distance of 40 km to the north of Saharanpur in Uttar Pradesh state of Northern India. Perched in the midst of the Shivalik mountain range, this temple is believed to have been built during the rule of the Marathas. Twice a year, in the Ashwin and Chaitra months of the Hindu calendar (during the days of Navratra), the famous Shakumbhri Mela is organised. About one kilometer east of Shakumbari lies the Bhura Dev (BHAIRAV) temple which is considered to be the guard of Shakumbari Devi. Because of this all the devotees to Shakambari Devi first visit Bhura-Dev temple and then proceed to the temple of the goddess.</p>\n<p>Another Shakumbhri Devi temple was built in 2013 on the sacred banks of river Ganga in Kanpur, Uttar Pradesh. This temple is built inside the larger Anandeshwar Temple complex. The temple contains two idols as present in the main temple at Sakrai, Rajasthan, seated on a white marble platform. Members of the Shakumbhari Parivar at Kanpur look after the temple and organize various functions and festivals from time to time. The temple was built by the descendants of Late Mr. Bahadurmal Agarwal who worship Shakumbhari as their family deity.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n\n<ul><li><i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i> ISBN 81-208-0379-5 by David Kinsley</li>\n<li>Shakambhari Temple in Badami</li>\n<li>Shakambari Temple in Pune.--Puranik Bunglow, Anand Park, Vadgaon Sheri, Pune..</li>\n<li>Shakambari Temple in Cuttack.</li>\n<li>Sakambhari Temple in PAKAUR.Jharkhand</li>\n<li>Ceres - Roman goddess related to agriculture</li>\n<li>Demeter - Greek goddess related to agriculture</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Edit-clear.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Shakambari Mandir Gokuldham, Mumbai.jpg"}, {"ns": 6, "title": "File:Shakambari Mata.jpg"}, {"ns": 6, "title": "File:Shakambarimata big.jpg"}, {"ns": 6, "title": "File:Shakumbhari Temple,Kanpur, Uttar Pradesh.jpg"}]}