{"pageid": 85306, "ns": 0, "title": "Felicitas", "extract": "<p>In ancient Roman culture, <i><b>felicitas</b></i> (from the Latin adjective <i>felix</i>, \"fruitful, blessed, happy, lucky\") is a condition of divinely inspired productivity, blessedness, or happiness. <i>Felicitas</i> could encompass both a woman's fertility, and a general's luck or good fortune. The divine personification of <b>Felicitas</b> was cultivated as a goddess. Although <i>felicitas</i> may be translated as \"good luck,\" and the goddess Felicitas shares some characteristics and attributes with Fortuna, the two were distinguished in Roman religion. Fortuna was unpredictable and her effects could be negative, as the existence of an altar to <i>Mala Fortuna</i> (\"Bad Luck\") acknowledges. Felicitas, however, always had a positive significance. She appears with several epithets that focus on aspects of her divine power.</p>\n<p>Felicitas had a temple in Rome as early as the mid-2nd century BC, and during the Republican era was honored at two official festivals of Roman state religion, on July 1 in conjunction with Juno and October 9 as <i>Fausta Felicitas</i>. Felicitas continued to play an important role in Imperial cult, and was frequently portrayed on coins as a symbol of the wealth and prosperity of the Roman Empire. Her primary attributes are the caduceus and cornucopia. The English word \"felicity\" derives from <i>felicitas.</i></p>\n<p></p>\n\n<p></p>\n<h2><span id=\"As_virtue_or_quality\">As virtue or quality</span></h2>\n\n<p>In its religious sense, <i>felix</i> means \"blessed, under the protection or favour of the gods; happy.\" That which is <i>felix</i> has achieved the <i>pax divom,</i> a state of harmony or peace with the divine world. The word derives from Indo-European <i>*dhe(i)l,</i> meaning \"happy, fruitful, productive, full of nourishment.\" Related Latin words include <i>femina</i>, \"woman\" (a person who provides nourishment or suckles); <i>felo</i>, \"to suckle\" in regard to an infant; <i>filius</i>, \"son\" (a person suckled); and probably <i>fello, fellare</i>, \"to perform fellatio\", with an originally non-sexual meaning of \"to suck\". The continued magical association of sexual potency, increase, and general good fortune in productivity is indicated by the inscription <i>Hic habitat Felicitas</i> (\"Felicitas dwells here\") on an apotropaic relief of a phallus at a bakery in Pompeii.</p>\n<p>In archaic Roman culture, <i>felicitas</i> was a quality expressing the close bonds between religion and agriculture. <i>Felicitas</i> was at issue when the <i>suovetaurilia</i> sacrifice conducted by Cato the Elder as censor in 184 BC was challenged as having been unproductive, perhaps for <i>vitium</i>, ritual error. In the following three years Rome had been plagued by a number of ill omens and prodigies <i>(prodigia)</i>, such as severe storms, pestilence, and \"showers of blood,\" which had required a series of expiations <i>(supplicationes)</i>. The speech Cato gave to justify himself is known as the <i>Oratio de lustri sui felicitate</i>, \"Speech on the <i>Felicitas</i> of his Lustrum\", and survives only as a possible quotation by a later source. Cato says that a <i>lustrum</i> should be found to have produced <i>felicitas</i> \"if the crops had filled up the storehouses, if the vintage had been abundant, if the olive oil had flowed deliberately from the groves\", regardless of whatever else might have occurred. The efficacy of a ritual might be thus expressed as its <i>felicitas.</i></p>\n<p>The ability to promote <i>felicitas</i> became proof of one's excellence and divine favor. <i>Felicitas</i> was simultaneously a divine gift, a quality that resided within an individual, and a contagious capacity for generating productive conditions outside oneself: it was a form of \"charismatic authority\". Cicero lists <i>felicitas</i> as one of the four virtues of the exemplary general, along with knowledge of military science <i>(scientia rei militaris)</i>, <i>virtus</i> (both \"valor\" and \"virtue\"), and <i>auctoritas</i>, \"authority.\" <i>Virtus</i> was a regular complement to <i>felicitas</i>, which was not thought to attach to those who were unworthy. Cicero attributed <i>felicitas</i> particularly to Pompeius Magnus (\"Pompey the Great\"), and distinguished this <i>felicitas</i> even from the divine good luck enjoyed by successful generals such as Fabius Maximus, Marcellus, Scipio the Younger and Marius.</p>\n<p>The sayings <i>(sententiae)</i> of Publilius Syrus are often attached to divine qualities, including Felicitas: \"The people's Felicitas is powerful when she is merciful\" <i>(potens misericors publica est Felicitas)</i>.</p>\n\n\n<h2><span id=\"Epithets\">Epithets</span></h2>\n<p>Epithets of Felicitas include:</p>\n<ul><li><i>Augusta</i>, the goddess in her association with the emperor and Imperial cult.</li>\n<li><i>Fausta</i> (\"Favored, Fortunate\"), a state divinity cultivated on October 9 in conjunction with Venus Victrix and the <i>Genius Populi Romani</i> (\"Genius\" of the Roman People, also known as the <i>Genius Publicus</i>).</li>\n<li><i>Publica</i>, the \"public\" Felicitas; that is, the aspect of the divine force that was concerned with the <i>res publica</i> or commonwealth, or with the Roman People <i>(Populus Romanus)</i>.</li>\n<li><i>Temporum</i>, the Felicitas \"of the times\", a title which emphasize the <i>felicitas</i> being experienced in current circumstances.</li>\n</ul><h2><span id=\"Republic\">Republic</span></h2>\n<p>The cult of Felicitas is first recorded in the mid-2nd century BC, when a temple was dedicated to her by Lucius Licinius Lucullus, grandfather of the famous Lucullus, using booty from his military campaigns in Spain in 151–150 BC. Predecessor to a noted connoisseur of art, Lucullus obtained and dedicated several statues looted by Mummius from Greece, including works by Praxiteles: the <i>Thespiades,</i> a statue group of the Muses brought from Thespiae, and a Venus. This Temple of Felicitas was among several that had a secondary function as art museums, and was recommended by Cicero along with the Temple of <i>Fortuna Huiusce Diei</i> for those who enjoyed viewing art but lacked the means to amass private collections. The temple was located in the Velabrum in the <i>Vicus Tuscus</i> of the Campus Martius, along a route associated with triumphs: the axle of Julius Caesar's triumphal chariot in 46 BC is supposed to have broken in front of it. The temple was destroyed by a fire during the reign of Claudius, though the Muses were rescued. It was not rebuilt at this site.</p>\n<p>Sulla identified himself so closely with the quality of <i>felicitcas</i> that he adopted the <i>agnomen</i> (nickname) <i>Felix.</i> His domination as dictator resulted from civil war and unprecedented military violence within the city of Rome itself, but he legitimated his authority by claiming that the mere fact of his victory was proof he was <i>felix</i> and enjoyed the divine favor of the gods. Republican precedent was to regard a victory as belonging to the Roman people as a whole, as represented by the triumphal procession at which the honored general submitted public offerings at the Temple of Jupiter Optimus Maximus at the Capitol, and Sulla thus established an important theological element for the later authority of the emperor. Although he established no new temple for Felicitas, he celebrated games <i>(ludi circenses)</i> in her honor.</p>\n<p>On July 1 and October 9, Felicitas received a sacrifice <i>in Capitolio,</i> on the Capitoline Hill, on the latter date as <i>Fausta Felicitas</i> in conjunction with the <i>Genius Publicus</i> (\"Public Genius\") and Venus Victrix. These observances probably took place at an altar or small shrine <i>(aedicula)</i>, not a separate temple precinct. The Acts of the Arval Brothers (1st century AD) prescribe a cow as the sacrifice for Felicitas. Pompey established a shrine for Felicitas at his new theater and temple complex, which used the steps to the Temple of Venus Victrix as seating. Felicitas was cultivated with Honor and Virtue, and she may have shared her shrine there with Victory, as she did in the Imperial era as <i>Felicitas Caesaris</i> (Caesar's <i>Felicitas</i>) at Ameria. Pompey's collocation of deities may have been intended to parallel the Capitoline grouping.</p>\n<p>A fourth cult site for Felicitas in Rome had been planned by Caesar, and possibly begun before his death. Work on the temple was finished by Lepidus on the site of the Curia Hostilia, which had been restored by Sulla, destroyed by fire in 52 BC, and demolished by Caesar in 44 BC. This temple seems not to have existed by the time of Hadrian. Its site probably lies under the church of Santi Luca e Martina. It has been suggested that an Ionic capital and a tufa wall uncovered at the site are the only known remains of the temple.</p>\n<p><i>Felicitas</i> was a watchword used by Julius Caesar's troops at the Battle of Thapsus, the names of deities and divine personifications being often recorded for this purpose in the late Republic. <i>Felicitas Iulia</i> (\"Julian Felicitas\") was the name of a colony in Hispania that was refounded under Caesar and known also as Olisipo, present-day Lisbon, Portugal.</p>\n<p>During the Republic, only divine personifications known to have had a temple or public altar were featured on coins, among them Felicitas. On the only extant Republican coin type, Felicitas appears as a bust and wearing a diadem.</p>\n<h2><span id=\"Empire\">Empire</span></h2>\n\n<p>A calendar from Cumae records that a <i>supplicatio</i> was celebrated on April 16 for the Felicitas of the Empire, in honor of the day Augustus was first acclaimed <i>imperator</i>. In extant Roman coinage, Felicitas appears with a caduceus only during the Imperial period. The earliest known example is <i>Felicitas Publica</i> on a <i>dupondius</i> issued under Galba. <i>Felicitas Temporum</i> (\"Prosperity of the Times\"), reflecting a Golden Age ideology, was among the innovative virtues that began to appear during the reigns of Trajan and Antoninus Pius. Septimius Severus, whose reign followed the exceedingly brief tenure of Pertinax and unsatisfactory conditions under Commodus, used coinage to express his efforts toward restoring the Pax Romana, with themes such as <i>Felicitas Temporum</i> and <i>Felicitas Saeculi,</i> \"Prosperity of the Age\" <i>(saeculum)</i>, prevalent in the years 200 to 202. Some Imperial coins use these phrases with images of women and children in the emperor's family.</p>\n<p>When the Empire came under Christian rule, the personified virtues that had been cultivated as deities could be treated as abstract concepts. <i>Felicitas Perpetua Saeculi</i> (\"Perpetual Blessedness of the Age\") appears on a coin issued under Constantine, the first emperor to convert to Christianity.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Champeaux, Jacqueline (1987). <i>Fortuna. Recherches sur le culte de la Fortune à Rome et dans le monde romain des origines à la mort de César. II Les Transformations de Fortuna sous le République</i> (pp. 216–236). Rome: Ecole Française de Rome. ISBN 2-7283-0041-0.</li>\n<li>Hammond, N.G.L. &amp; Scullard, H.H. (Eds.) (1970). <i>The Oxford Classical Dictionary</i> (p. 434). Oxford: Oxford University Press. ISBN 0-19-869117-3.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Gallery of Roman Imperial coins featuring Felicitas at Classical Numismatics Group</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aureus Valerian-RIC 0034-transparent.png"}, {"ns": 6, "title": "File:Bible Museum - Bordellzeichen.jpg"}, {"ns": 6, "title": "File:Caracalla-felicitas+.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Denarius-Pescennius Niger-RIC 0015var.jpg"}, {"ns": 6, "title": "File:Romeinse munten denarius Macrinus 217-218.jpg"}]}