{"pageid": 85311, "ns": 0, "title": "Fides (deity)", "extract": "<p><b>Fides</b> (Latin: <i>Fidēs</i>) was the goddess of trust and <i>bona fides</i> (good faith) in Roman paganism. She was one of the original virtues to be considered an actual religious \"divinity\".</p>\n<p>Her temple on the Capitol was where the Roman Senate signed and kept state treaties with foreign countries, and where Fides protected them. The temple can be dated to 254 BCE. The original was said to have been built by Numa Pompilius, and a later building during the consulship of M. Aemilius Scaurus (115 BCE).</p>\n<p>She was also worshipped under the name <i>Fides Publica Populi Romani</i> (\"Public (or Common) Trust of the Roman People\"). She is represented as a young woman crowned with an olive or laurel wreath, holding in her hand a turtle-dove, fruits or grain, or a military ensign. She wears a white veil or stola; her priests wore white clothes, showing her connection to the highest gods of Heaven, Jupiter and Dius Fidius.</p>\n\n<p>Traditionally Rome's second king, Numa Pompilius, was said to have instituted a yearly ceremony devoted to Fides Publica in which the major priests (the three <i>flamines maiores</i>—Dialis, Martialis, and Quirinalis) were to be borne to her temple in a covered arched chariot drawn by two horses on 1 October. There they should conduct her services with their heads covered and right hands wrapped up to the fingers to indicate absolute devotion to her and to symbolise trust.</p>\n<p>The Greek equivalent of Fides is Pistis.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Harpocrates, Greek god of silence, secrets and confidentiality.</li>\n<li>Semo Sancus</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Myth Index - Fides</li>\n</ul>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Plotina - sestertius - RIC 0740.jpg"}, {"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}, {"ns": 6, "title": "File:Streptopelia turtur 1869.jpg"}]}