{"pageid": 85316, "ns": 0, "title": "Juturna", "extract": "<p>In the myth and religion of ancient Rome, <b>Juturna</b> was a goddess of fountains, wells and springs, and the mother of Fontus by Janus. Jupiter turned her into a water nymph – a Naiad – and gave her a sacred well in Lavinium, Latium, as well as another one near the temple to Vesta in the Forum Romanum. The pool next to the second well was called Lacus Juturnae. A local water nymph or river-god generally presides over a single body of water, but Juturna has broader powers which probably reflect her original importance in Latium, where she had temples in Rome and Lavinium, a cult of healthful waters at Ardea, and the fountain/well next to the lake in the Roman forum. It was here in Roman legend that the deities Castor and Pollux watered their horses after bringing news of the Roman victory at the Battle of Lake Regillus in 496 BC (Valerius Maximus, I.8.1; Plutarch, Life of Aemilius Paulus, 25.2, Life of Coriolanus, 3.4).</p>\n<p>Vergil makes her a sister of Turnus who supported him against Aeneas by giving him his sword after he dropped it in battle, as well as taking him away from the battle when it seemed he would be killed. In the end, however, she could not save him from his fate, and retreated into her waters in mourning. Ovid relates her affair with Jupiter (Greek Zeus): the secret was betrayed by another nymph, Larunda, whom Jupiter struck with muteness as punishment. Juturna is further hellenized by Juno’s conferral of catasterism (Aen. 12.143, 145), an act that links her with the Dioscuri. These divinities all share a similar function as helpers of mortals and had traditional cultic connections in early Latium.</p>\n<p>Holloway has argued that the goddess shown carrying a winged helmet on early Roman coinage is Juturna, but her iconography is largely unknown. A later altar relief from the Temple of Castor and Pollux in the Roman Forum may depict her. A Roman festival was held in her honor on January 11, when she was given sacrifices and honored by the <i>fontani</i> (the men who maintained the fountains and aqueducts of Rome).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Holloway, Robert Ross. “The lady of the denarius,” <i>Numismatica e antichità classiche: quaderni ticinesi</i> 1995 24: 207-215.</li>\n<li>Jaakko, Aronen. “Iuturna, Carmenta, e Mater Larum. Un rapporto arcaico tra mito, calendario e topografia.” <i>Opuscula Instituti Romani Finlandiae</i> 4 1989 (Roma Bardi), 65-88.</li>\n<li><i>Lacus Iuturnae</i> in http://penelope.uchicago.edu/~grout/encyclopaedia_romana/romanforum/lacusjuturnae.html</li>\n<li>Manning, Craig. “Nemean X and the Juturna-episode in Aeneid XII”, <i>Classical World</i> 81 (1988) 221-2.</li>\n<li>Steinby, Eva Margareta. “Lacus Iuturnae 1982-1983,” in <i>Roma. Archeologia nel centro I: L’area archeologica centrale</i>. 1985, 73-92.</li>\n<li>Ziolkowski, Adam. “Les temples A et C du Largo Argentina. Quelques considérations,” Mélanges de l'Ecole française de Rome 98 1986: 623-641.</li>\n<li>Ancient sources include: Varro <i>De ling. Lat</i>. 1, c. 10; Ovid, <i>Fasti</i>, 1, v. 708, l.2 v. 585; Vergil, <i>Aeneid</i> 12, v. 139 (and Servian notes); Cicero, <i>Cluent</i>. 36; Arnobius of Sicca, <i>Adversus gentes</i> 3, 29</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Levi, Peter, <i>Virgil, HIs Life and Times</i>, Duckworth 1998.p. 219.</li>\n<li>Juturna, Roman Myth Index</li>\n</ul>\n<p><br></p>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:PICT0510 - Largo di Torre Argentina.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}