{"pageid": 85328, "ns": 0, "title": "Furrina", "extract": "<p><b>Furrina</b>, also spelled <b>Furina</b>, was an ancient Roman goddess whose function had become obscure by the time of Varro. Her cult dated to the earliest period of Roman religious history, since she was one of the fifteen deities who had their own flamen, the <i>Furrinalis</i>, one of the <i>flamines minores</i>. There is some evidence that Furrina was associated with water.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>According to Varro and Georges Dumézil Furrina was a goddess of springs. Her name would be related to the Indoeuropean root *bhr-u-n, Skr. bhurvan, indicating the moving or bubbling of water, cognate to Gothic <i>brunna</i> spring, Latin <i>fervēre</i>, from *fruur &gt; furr by metathesis of the vowel, meaning to bubble or boil. Compare English \"fervent\", \"effervescent\" and Latin <i>defruutum,</i> boiled wine.</p>\n<h2><span id=\"Religious_sites\">Religious sites</span></h2>\n<p>The goddess had a sacred spring and a shrine in Rome, located on the southwestern slopes of Mount Janiculum, on the right bank of the Tiber. The site has survived to the present day in the form of a grove, included within the gardens of Villa Sciarra. Excavations on the site conducted in 1910 identified a well and a system of underground channels, as well as some inscriptions dedicated to <i>Jupiter Heliopolitanus</i>, <i>Agatis</i>, and the <i>nymphae furrinae</i>. However these findings look to be of a later date (2nd century CE) and perhaps the well is not the original spring. Gaius Gracchus was killed in the Grove of Furrina.</p>\n<p>According to Cicero another sanctuary dedicated to the cult of Furrina was located near Satricum. This place was not the most widely known one but a hamlet near Arpinum.</p>\n<h2><span id=\"Festival\">Festival</span></h2>\n<p>Furrina's festival was the Furrinalia on July 25. On the Roman calendar, festivals separated by an interval of three days were interconnected and belonged to the same function. In the second half of July, the two Lucaria occur on the 19th and 17th, with the Neptunalia on the 23rd and the Furrinalia on the 25th. This grouping is devoted to woods and running waters, which are intended as a shelter and a relief from the heat of the season, the <i>canicula</i>.</p>\n<p>According to Martianus Capella, Furrina is a low ranking deity who has her seat just above the mountain peaks.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Altheim, Franz (1938). <i>A History of Roman Religion</i>. Harold Mattingly, trans. London: Metheun.</li>\n<li>Dowden, Ken (2000). <i>European Paganism: The Realities of Cult from Antiquity to the Middle Ages</i>. London: Routledge.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}]}