{"pageid": 85387, "ns": 0, "title": "Moneta", "extract": "<p>In Roman mythology, <b>Moneta</b> (Latin <b>Monēta</b>) was a title given to two separate goddesses: the goddess of memory (identified with the Greek goddess Mnemosyne) and an epithet of Juno, called <b>Juno Moneta</b> (Latin <b>Iūno Monēta</b>). The latter's name is source of numerous words in English and the Romance languages, including the words \"money\" and \"mint\".</p>\n\n<p>The cult of the goddess Moneta was established largely under the influence of Greek religion that featured the cult of Mnemosyne (\"Μνημοσύνη\"), the goddess of memory and the mother of the Muses. The goddess's name is derived from Latin <i>monēre</i> (which means to remind, warn, or instruct). She is mentioned in a fragment of Livius Andronicus' Latin Odyssey: <i>Nam diva Monetas filia docuit</i> (\"since the divine daughter of Moneta has taught...\", frg. 21 Büchner), which may be the equivalent of either Od. 8,480-1 or 488.</p>\n<p>The epithet Moneta given to Juno more likely derives from the Greek word \"moneres\" (\"μονήρης\") and means \"alone, unique\". By Andronicus' age, the folk-etymology deduction from <i>monēre</i> prevailed, and so he could transform this epithet into a separate goddess, the literary (but not religious) counterpart of Greek Mnemosyne.</p>\n<h2><span id=\"Juno_Moneta\">Juno Moneta</span></h2>\n\n<p>Juno Moneta, an epithet of Juno, was the protectress of funds. As such, money in ancient Rome was coined in her temple. The word \"moneta\" is where we get the words \"money\", or \"monetize\", used by writers such as Ovid, Martial, Juvenal, and Cicero. In several modern languages including Russian and Italian, <i>moneta</i> (Spanish <i>moneda</i>) is the word for \"coin\".</p>\n<p>As with the goddess Moneta, Juno Moneta's name is derived either from the Latin <i>monēre</i>, since, as protectress of funds, she \"warned\" of instability or more likely from the Greek \"moneres\" meaning \"alone, unique\".</p>\n<h2><span id=\"In_culture\">In culture</span></h2>\n<p>Moneta is a central figure in John Keats' poem \"The Fall of Hyperion: A Dream\".</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Simpson, D. P. (1968). <i>Cassell's Latin Dictionary: 5th Edition</i>. New York: Macmillan Publishing Co. ISBN 0-02-522570-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMoneta&amp;rft.aufirst=D.+P.&amp;rft.aulast=Simpson&amp;rft.btitle=Cassell%27s+Latin+Dictionary%3A+5th+Edition&amp;rft.date=1968&amp;rft.genre=book&amp;rft.isbn=0-02-522570-7&amp;rft.place=New+York&amp;rft.pub=Macmillan+Publishing+Co&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\"><i>The American Heritage dictionary of the English language: 4th Edition</i>. New York: Houghton Mifflin Co. 2000. ISBN 0-02-522570-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMoneta&amp;rft.btitle=The+American+Heritage+dictionary+of+the+English+language%3A+4th+Edition&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=0-02-522570-7&amp;rft.place=New+York&amp;rft.pub=Houghton+Mifflin+Co&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>en.museicapitolini.org</li>\n</ul>", "images": [{"ns": 6, "title": "File:CSA-T14-$50-1861–62.jpg"}]}