{"pageid": 85414, "ns": 0, "title": "Libitina", "extract": "<p><b>Libitina</b>, also <b>Libentina</b> or <b>Lubentina</b>, is an ancient Roman goddess of funerals and burial. Her name was used as a metonymy for death, and undertakers were known as <i>libitinarii</i>. Libitina was associated with Venus, and the name appears in some authors as an epithet of Venus.</p>\n<p>The grove <i>(lucus)</i> of Libitina was located on the Esquiline Hill, as were several religious sites indicating that the area had \"unhealthy and ill-omened\" associations. A public cemetery was located outside the Esquiline Gate, in the Campus Esquilinus. A temple of Venus in the grove of Libitina celebrated its founding anniversary August 19, the day of the Vinalia Rustica. When a person died, the treasury of the temple collected a coin as a \"death tax\" supposed to have been established by Servius Tullius. During a plague in 65 AD, 30,000 deaths were recorded at the temple. Livy notes two occasions when the death toll exceeded Libitina's capacity. A guild <i>(collegium)</i> of funeral directors <i>(dissignatores)</i> was based in the grove of Libitina.</p>\n<p>Libitina is sometimes regarded as Etruscan in origin. The name is perhaps derived from Etruscan <i>lupu-</i>, \"to die.\" Varro, however, offers a Latin etymology from <i>lubere,</i> \"to be pleasing,\" related to <i>libido</i>, that attempts to explain the goddess's connection to Venus. <i>Venus Lubentina</i> or <i>Libitina</i> may result from an identification with the Etruscan Alpanu (also as Alpan or Alpnu) who had characteristics of both a love goddess and an underworld deity. The Etruscan formula <i>alpan turce</i> is equivalent to <i>libens dedit,</i> \"gave freely or willingly,\" in Latin.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li><i>Di inferi</i></li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">\"Libitina\". <i>Encyclopædia Britannica</i> (11th ed.). 1911.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALibitina&amp;rft.atitle=Libitina&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Wikisource-logo.svg"}]}