{"pageid": 85413, "ns": 0, "title": "Libertas", "extract": "<p><b>Libertas</b> (Latin for <i>Liberty</i>) is the Roman goddess and embodiment of liberty.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Temples_and_derived_inspirations\">Temples and derived inspirations</span></h2>\n<p>The Roman Republic was established simultaneously with the creation of Libertas and is associated with the overthrow of the Tarquin kings. She was worshipped by the Junii, the family of Marcus Junius Brutus the Younger. In 238 BC, before the Second Punic War, Tiberius Gracchus built a temple to Libertas on the Aventine Hill. census tables were stored inside the temple's atrium. A subsequent temple was built (58–57 BC) on Palatine Hill, another of the Seven hills of Rome, by Publius Clodius Pulcher. By building and consecrating the temple on the site of former house of then-exiled Cicero, Clodius ensured that the land was legally uninhabitable. Upon his return, Cicero successfully argued that the consecration was invalid and thus managed to reclaim the land and destroy the temple. In 46 BC, the Roman Senate voted to build and dedicate a shrine to Libertas in recognition of Julius Caesar, but no temple was built; instead, a small statue of the goddess stood in the Roman Forum.</p>\n<p>Libertas, along with other Roman goddesses, has served as the inspiration for many modern-day symbols, including the Statue of Liberty on Liberty Island in the United States. According to the National Park Service, the Statue's Roman robe is the main feature that invokes Libertas and the symbol of Liberty from which the Statue derives its name.</p>\n<p>In addition, money throughout history has borne the name or image of Libertas. Libertas was pictured on Galba's \"Freedom of the People\" coins during his short reign after the death of Nero. The University of North Carolina records two instances of private banks in its state depicting Libertas on their banknotes; Libertas is depicted on the 5, 10 and 20 Rappen denomination coins of Switzerland.</p>\n<p>The Greek equivalent of the goddess Libertas is Eleutheria, the personification of liberty.</p>\n<h2><span id=\"Symbols_of_Libertas\">Symbols of Libertas</span></h2>\n\n<p>As \"Liberty\", Libertas was depicted on the obverse (heads side) of most coinage in the U.S. into the twentieth century.</p>\n<p>The goddess Libertas is also depicted on the Great Seal of France, created in 1848. This is the image which later influenced French sculptor Frederic-Auguste Bartholdi in the creation of his statue of Liberty Enlightening the World.</p>\n<p>Libertas was not associated with the pileus, commonly worn by the freed slave (emphasis added):</p>\n<dl><dd><b>Among the Romans the cap of felt was the emblem of liberty</b>. When a slave obtained his freedom he had his head shaved, and wore instead of his hair an undyed pileus (πίλεον λευκόν, Diodorus Siculus Exc. Leg. 22 p625, ed. Wess.; Plaut. Amphit. I.1.306; Persius, V.82). Hence the phrase <i>servos ad pileum vocare</i> is a summons to liberty, by which slaves were frequently called upon to take up arms with a promise of liberty (Liv. XXIV.32). <b>The figure of Liberty on some of the coins of Antoninus Pius, struck A.D. 145, holds this cap in the right hand</b>.</dd>\n</dl><p>Libertas was also recognized in ancient Rome by the rod (<i>vindicta</i> or <i>festuca</i>), used ceremonially in the act of <i>Manumissio vindicta</i>, Latin for \"Freedom by the Rod\" (emphasis added):</p>\n<dl><dd>The master brought his slave before the magistratus, and stated the grounds (causa) of the intended manumission. <b>The lictor of the magistratus laid a rod (festuca) on the head of the slave, accompanied with certain formal words, in which he declared that he was a free man ex Jure Quiritium</b>, that is, \"vindicavit in libertatem\". The master in the meantime held the slave, and after he had pronounced the words \"hunc hominem liberum volo,\" he turned him round (momento turbinis exit Marcus Dama, Persius, Sat. V.78) and let him go (emisit e manu, or misit manu, Plaut. Capt. II.3.48), whence the general name of the act of manumission. The magistratus then declared him to be free [...]</dd>\n</dl><h2><span id=\"Personifications\">Personifications</span></h2>\n<p>The fictional characters Columbia of the United States and Marianne of France, the Statue of Liberty in New York Harbor and many other characters and concepts of the modern age were created, and are seen, as embodiments of Libertas.</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Liber</li>\n<li>Libera (mythology)</li>\n<li>Liberty (goddess), the article describing conceptions of liberty as a goddess in other cultures</li>\n<li>Liberty Leading the People</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>David Hackett Fischer, Liberty and freedom (2005) The many faces of Miss Liberty</li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:RSC 0004a.6.jpg"}, {"ns": 6, "title": "File:Statue of Liberty 7.jpg"}, {"ns": 6, "title": "File:Zwanzigrappen (cropped).jpg"}]}