{"pageid": 85487, "ns": 0, "title": "Mater Matuta", "extract": "<p><b>Mater Matuta</b> was an indigenous Latin goddess, whom the Romans eventually made equivalent to the dawn goddess Aurora, and the Greek goddess Eos. Her cult is attested several places in Latium; her most famous temple was located at Satricum. In Rome she had a temple on the north side of the Forum Boarium, allegedly built by Servius Tullius, destroyed in 506 B.C., and rebuilt by Marcus Furius Camillus in 396 B.C., and she was also associated with the sea harbors and ports, where there were other temples to her.</p>\n<p>Another remarkable place of worship was located in Campania region, outside of the modern Capua. Dozens of ritual statues representing <i>matres</i> <i>matutae</i> were found in the so-called \"fondo Patturelli\" (a private land property) during excavation campaigns in the 19th century. A huge collection of these is hosted in the Museo Campano, Capua.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Matralia\">Matralia</span></h2>\n<p>At Rome her festival was the Matralia, celebrated on June 11 in her temple at the Forum Boarium. The festival was only for single women or women in their first marriage, who offered prayers for their nieces and nephews, and then drove a slave out of the temple.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Roman birth and childhood deities</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Mater Matuta\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMater+Matuta&amp;rft.atitle=Mater+Matuta&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li> Media related to Mater Matuta at Wikimedia Commons</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Roman terracotta mother goddess 1.JPG"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}