{"pageid": 85493, "ns": 0, "title": "Mefitis", "extract": "<p><b>Mefitis</b> is the Samnite Goddess of the foul-smelling gases of the earth. The Samnites occupied central Italy before the rise of Rome. Mefitis was worshipped in central and southern Italy before Roman times, with her main shrine in the volcano Ampsanctus in Samnium. There was a temple dedicated to her in Cremona, and another on the Esquiline Hill in Rome. It is theorized that Mefitis was originally a Goddess of underground sources, such as natural springs—the fact that many of these springs were sulfurous led to her association with noxious gases. She is almost always identified with volcanoes, having been worshipped at Pompeii. Her name, which likely means “one who smokes in the middle,” is also seen as Mephitis.</p>\n<h2><span id=\"Overview\">Overview</span></h2>\n<p>The etymology of the name <i>Mefitis</i> is controversial but according to the Italian linguist Alberto Manco the system of the epithets that identified the goddess from place to place would prove her relationship with a water-based dimension.</p>\n<p>In Roman mythology, <b>Mefitis</b> (or <b>Mephitis</b>; <b>Mefite</b> in Italian) was the late personification of the poisonous gases emitted from the ground in swamps and volcanic vapors. \"Mephitic\", derived from <i>Mefitis</i>, is now an adjective in the English language meaning \"offensive in odour\"; \"noxious\"; and \"poisonous.\"</p>\n<p>In Italian, a mefite is also a <i>solfatara</i> or fumarole (i.e., a gaseous fissure) associated with the Roman Goddess <i>Mefitis</i>. The feature giving rise to this term, the Solfatara volcano, is located in Italy along the Via Appia between Rome and Brindisi. There, the ancient Romans would rest on their travels and pay homage to the goddess by performing animal sacrifices using the fissure's deadly gases. Today, it lies near the village of Rocca San Felice in the province of Avellino (Campania region).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Avernus</li>\n<li>Mefite of Rocca San Felice</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:She-wolf suckles Romulus and Remus.jpg"}]}