{"pageid": 85538, "ns": 0, "title": "Ops", "extract": "<p>In ancient Roman religion, <b>Ops</b> or <i><b>Opis</b></i> (Latin: \"Plenty\") was a fertility deity and earth-goddess of Sabine origin.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In Ops' statues and coins, she is figured sitting down, as Chthonian deities normally are, and generally holds a scepter, or a corn spray and cornucopia. The husband of Ops was Saturn. In Roman mythology, and in Greek mythology where Ops is identified as Rhea, her husband was Cronus, the bountiful monarch of the Golden Age. Cronus was Rhea's husband and brother.</p>\n<p>In Latin writings of the time, the singular nominative (<i>Ops</i>) is not used; only the form <i>Opis</i> is attested by classical authors. According to Festus (203:19), \"Ops is said to be the wife of Saturn and the daughter of Caelus. By her they designated the earth, because the earth distributes all goods to the human genus\" (<i><span lang=\"la\" xml:lang=\"la\">Opis dicta est coniux Saturni per quam uolerunt terram significare, quia omnes opes humano generi terra tribuit</span></i>). The Latin word <i>ops</i> means \"riches, goods, abundance, gifts, munificence, plenty\". The word is also related to <i>opus</i>, which means \"work\", particularly in the sense of \"working the earth, ploughing, sowing\". This activity was deemed sacred, and was often attended by religious rituals intended to obtain the good will of chthonic deities such as Ops and Consus. <i>Ops</i> is also related to the Sanskrit word <i>ápnas</i> (\"goods, property\").</p>\n<p>According to Roman tradition, the cult of Opis was instituted by Titus Tatius, one of the Sabine kings of Rome. Opis soon became the patroness of riches, abundance, and prosperity. Opis had a famous temple in the Capitolium. Originally, a festival took place in Opis' honor on August 10. Additionally, on December 19 (some say December 9), the Opalia was celebrated. On August 25, the Opiconsivia was held. Opiconsivia was another name used for Opis, indicating when the earth was sown. These festivals also included activities that were called Consualia, in honor of Consus, her consort.</p>\n<p>Opis, when syncretized with Greek mythology, was not only the wife of Saturn, she was his sister and the daughter of Caelus. Her children were Jupiter, Neptune, Pluto, Juno, Ceres, and Vesta. Opis also acquired queenly status and was reputed to be an eminent goddess. By public decree temples, priests, and sacrifices were accorded her.</p>\n<p>When Saturn learned of a prophecy that stated his and Opis' children would end up overthrowing him as leader, he ate his children one by one after they were born. Opis, being the loving mother that she was, could not just stand by and let all of her children be eaten by her husband. So, instead of feeding Saturn their final child Jupiter, she wrapped a rock in swaddleing clothes, and fed that to Saturn instead of Jupiter. Opis then went on to raise Jupiter, and then helped him free his siblings from their father's stomach.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Primary_sources\">Primary sources</span></h3>\n<ul><li>Livy <i>Ab urbe condita libri</i> XXIX.10.4-11.8, 14.5-14</li>\n<li>Lactantius, <i>Divinae institutions</i> I.13.2-4, 14.2-5</li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"<sup><span>article name needed</span></sup>\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOps&amp;rft.atitle=%3Csup%3E%3Cspan+style%3D%22color%3Ared%22%3Earticle+name+needed%3C%2Fspan%3E%3C%2Fsup%3E&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Virginia Brown's translation of Giovanni Boccaccio’s <i>Famous Women</i>, p. 12 - 13; Harvard University Press 2001; ISBN 0-674-01130-9</li>\n</ul>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Livia statue.jpg"}, {"ns": 6, "title": "File:PD-icon.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}