{"pageid": 85530, "ns": 0, "title": "Di nixi", "extract": "<p>In ancient Roman religion, the <i><b>di nixi</b></i> (or <i><b>dii nixi</b></i>), also <i><b>Nixae</b></i>, were birth deities. They were depicted kneeling or squatting, a more common birthing position in antiquity than in the modern era. The 2nd-century grammarian Festus explains their name as the participle of the Latin verb <i>nitor, niti, nixus</i>, \"to support oneself,\" also \"strive, labor,\" in this sense \"be in labor, give birth.\" Varro (1st century BC) said that <i>enixae</i> was the term for women in labor brought about by the <i>Nixae</i>, who oversee the types of religious practices that pertain to those giving birth. In some editions of Ovid's <i>Metamorphoses</i>, a phrase is taken as referring to the birth goddess Lucina and her counterpart collective, the Nixi.</p>\n<p>A statuary group of three kneeling <i>nixi</i> or <i>nixae</i> stood in front of the Temple of Minerva on the Capitoline Hill. These had been brought to Rome by Manius Acilius Glabrio among the spoils seized from Antiochus the Great after his defeat at Thermopylae in 191 BC, or perhaps from the sack of Corinth in 146.</p>\n<p>In the iconography of Greek myth, the kneeling pose is also found in representations of Leto (Roman Latona) giving birth to Apollo and Artemis (Diana), and of Auge giving birth to Telephus, son of Herakles (Hercules). While the ancient Greek gynecologist Soranos had disapproved of giving birth on one's knees as \"painful and embarrassing,\" he recommends it for the obese and for lordotic women, that is, those with a concave curvature of the lower back that would tilt the uterus out of alignment with the birth canal.</p>\n<h2><span id=\"Topography_and_ritual\">Topography and ritual</span></h2>\n<p>As guardians of the threshold of life, the <i>Nixi</i> or <i>Nixae</i> may also have been associated with new life in the sense of theological rebirth or salvation. An altar of the Nixae, within the Tarentum in the general area of the Campus Martius, was the site of the annual sacrifice of the October Horse. The altar was possibly underground, as was the nearby altar of Dis Pater and Proserpina. The Tarentum gave its name to the ritual games held there (<i>ludi tarentini</i>) that became the Saecular Games. A lengthy inscription marks the occasion of these games under Augustus in 17 BC and notes a nocturnal sacrifice carried out for the <i>Ilithyis</i>, Eileithyiai, the Greek counterparts of the <i>Nixae</i> as birth goddesses. The phrase <i>nuptae genibus nixae</i> (\"brides laboring on their knees\") appears twice in this invocation. The attitude of devotion or reverence expressed by <i>genibus nixae</i> or <i>genu nixa</i>, which might also be translated as \"on bended knee,\" is formulaic in Latin texts and inscriptions.</p>\n<p>It has been suggested that the iconography of kneeling became associated with birth because women sought divine aid for what was often a life-threatening experience in the ancient world. Kneeling also played a role in initiation ritual for mystery religion, which offered the promise of rebirth.</p>\n<p>Women prayed and held sacred banquets at the Saecular Games, which were characterized by an \"overt and unusual celebration of women, children, and families in a civic festival.\" The role of women on this occasion was consonant with the Augustan emphasis on families as necessary to the vitality of the Roman state.</p>\n\n<p>Robert E.A. Palmer has speculated that the area where the altar of the Nixae was located (Piazza Navona) continued to have significance into the modern Christian era:</p>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ciconiae Nixae, a landmark listed in the 4th-century regionaries, but probably two separate sites, the <i>Ciconiae</i>, or \"Storks,\" perhaps a sculpture, and the altar to the <i>di nixi</i> in Region IX.</li>\n</ul>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:Musee Pio Clementino-Isis lactans.jpg"}]}