{"pageid": 85589, "ns": 0, "title": "Pomona (mythology)", "extract": "<p><b>Pomona</b> (<span></span>; Latin: <span lang=\"la\" xml:lang=\"la\"><i>Pōmōna</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈpoːmoːna]</span>) was a goddess of fruitful abundance in ancient Roman religion and myth. Her name comes from the Latin word <i>pomum</i>, \"fruit,\" specifically orchard fruit.</p>\n<p>Pomona was said to be a wood nymph.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>In the myth narrated by Ovid, she scorned the love of the woodland gods Silvanus and Picus, but married Vertumnus after he tricked her, disguised as an old woman. She and Vertumnus shared a festival held on August 13. Her priest was called the <i>flamen Pomonalis</i>. The pruning knife was her attribute. There is a grove that is sacred to her called the <i>Pomonal</i>, located not far from Ostia, the ancient port of Rome.</p>\n<p>Pomona was the goddess of fruit trees, gardens, and orchards. Unlike many other Roman goddesses and gods, she does not have a Greek counterpart, though she is commonly associated with Demeter. She watches over and protects fruit trees and cares for their cultivation. She was not actually associated with the harvest of fruits itself, but with the flourishing of the fruit trees. In artistic depictions she is generally shown with a platter of fruit or a cornucopia.</p>\n<h2><span id=\"Namesakes\">Namesakes</span></h2>\n<p>The City of Pomona in Los Angeles County, California, is named after the goddess. Pomona College was founded in the city and retained its name even after relocating to its present-day location, Claremont.</p>\n<h2><span id=\"Representations_in_art\">Representations in art</span></h2>\n<p>A bronze statue of Pomona sits atop the Pulitzer Fountain in Manhattan's Grand Army Plaza in New York. The fountain was funded by newspaper tycoon Joseph Pulitzer, designed by the architect Thomas Hastings, and crowned by a statue conceived by the sculptor Karl Bitter.  The fountain was dedicated in May 1916.</p>\n<p>Pomona is briefly mentioned in C. S. Lewis's children's book <i>Prince Caspian</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>The ballet <i>Pomona</i>, with music by Constant Lambert, choreography by Frederick Ashton and scenery and costumes by Vanessa Bell, was first performed by the Vic-Wells Ballet at the Sadler's Wells Theatre on 17 January 1933.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li> <cite class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Pomona\". <i>Encyclopædia Britannica</i> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APomona+%28mythology%29&amp;rft.atitle=Pomona&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:0 Vertumne et Pomone - Peter Paul Rubens (1617-1619).JPG"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Nicolas Fouché 001.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}