{"pageid": 85608, "ns": 0, "title": "Providentia", "extract": "<p>In ancient Roman religion, <b>Providentia</b> is a divine personification of the ability to foresee and make provision. She was among the embodiments of virtues that were part of the Imperial cult of ancient Rome. Providentia thus figures in art, cult, and literature, but has little or no mythology as such.</p>\n<p><i>Providentia</i> was an important moral and philosophical abstraction in Roman discourse. Cicero says it is one of the three main components of <i>prudentia</i>, \"the knowledge of things that are good or bad or neither,\" along with <i>memoria</i>, \"memory,\" and <i>intellegentia</i>, \"understanding.\" The Latin word is the origin of the Christian concept of divine providence.</p>\n<h2><span id=\"Imperial_cult\">Imperial cult</span></h2>\n<p>Upon the death of Augustus, the emperor Tiberius established an altar to Providentia Augusta in recognition of \"the godhead manifested in his father's provisions for the Roman state.\" The cult title Augusta was attached also to such goddesses as Pax, Justitia, and Concordia during the Imperial era. Traditional epithets invoked a deity within a specific functional sphere by declaring their power. The title <i>Augusta</i> thus fixed the divinity's force within the sphere of the emperor as Augustus.</p>\n<p>In 28 AD, after Tiberius arrested and executed Sejanus for conspiracy, the Cult of Virtues played a role in the propaganda that presented the restoration of Imperial order as a return to constitutional government. Sacrifices were offered to Providentia along with Salus (\"Security\"), Libertas (\"Liberty\"), and the Genius. Providentia at this time also received a permanent full-time priest <i>(sacerdos)</i> devoted to her. In the wake of the Pisonian conspiracy against Nero, religious observances in 59 AD to repair the state included sacrifices by the Arval Brethren to various deities, among them Providentia.</p>\n<p>Providentia appeared on Roman coins issued under Vespasian, Trajan, Hadrian, Antoninus Pius, Septimius Severus, Commodus and Diocletian. A coin issued by Titus depicted his deified father Vespasian handing a globe to his son as his successor, with the legend <i>Providentia Augusta</i>. Coins issued by Nerva depicted the Genius of the Senate handing the globe to the new emperor, with the legend <i>Providentia Senatus</i>, \"the Providence of the Senate.\"</p>\n<h2><span id=\"Providentia_in_numismatics\">Providentia in numismatics</span></h2>\n\n<p>Providentia has been the main motif for many collector coins and medals, the most recent one is the famous 100 euro Sculpture Gold coin issued on November 13, 2002. The reverse features the Providentia Fountain (“Provendentia Brunnen”) in central Vienna, work of one of the greatest baroque sculptor Georg Rafael Donner. In the centre of the coin, the allegorical figure of Providentia with a medallion of the Roman god, Janus, who had two faces, is displayed. Surrounding the fountain there are other symbolic figures representing tributary rivers of the Danube. Providentia is enthroned high above the figure of an old man representing the Enns River.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:2002 Austria 100 Euro Sculpture back.jpg"}]}