{"pageid": 85607, "ns": 0, "title": "Pudicitia", "extract": "<p><b>Pudicitia</b> (\"modesty\" or \"sexual virtue\") was a central concept in ancient Roman sexual ethics. The word is derived from the more general <i>pudor</i>, the sense of shame that regulated an individual's behavior as socially acceptable. <i>Pudicitia</i> was most often a defining characteristic of women, but men who failed to conform to masculine sexual norms were said to exhibit feminizing <i>impudicitia</i>, sexual shamelessness. The virtue was personified by the Roman goddess Pudicitia, whose Greek equivalent was Aidos.</p>\n<h2><span id=\"As_virtue\">As virtue</span></h2>\n<p>Romans, both men and women, were expected to uphold the virtue of <i>pudicitia</i>, a complex ideal that was explored by many ancient writers, including Livy, Valerius Maximus, Cicero and Tacitus. Livy describes the legendary figure of Lucretia as the epitome of <i>pudicitia</i>. She is loyal to her husband and is modest, despite her incredible beauty. Some say that the story of Lucretia shows that the more virtuous a woman was, the more appealing she was to potential adulterers.</p>\n<p><i>Pudicitia</i> was not only a mental attribute but also physical; a person’s appearance was seen as an indicator of their morality. The way a man or woman presented him or herself in public, and the persons they interacted with caused others to pass judgment on their <i>pudicitia</i>. For example, if a woman was seen associating with men other than her husband people would make a negative judgment on her <i>pudicitia</i>. Romans idealized the woman who was <i>univira</i>, a \"one-man\" woman, married once, even though by the time of Cicero and Julius Caesar, divorce was common, the subject of gossip rather than social stigma. Modest self-presentation indicated <i>pudicitia</i>. The opposite of <i>pudicitia</i> was <i>impudicitia</i>, \"shamelessness\" or “sexual vice.” An assault on <i>pudicitia</i> was <i>stuprum</i>, sexual misconduct or \"sex crime.\"</p>\n<p>Romans associated the loss of <i>pudicitia</i> with chaos and loss of control. In Cicero’s oration against Verres, he discusses many of the governor’s transgressions including sexual misconduct with both men and women. In the Imperial age, Augustus enacted a program of moral legislation to encourage <i>pudicitia</i>.</p>\n<h2><span id=\"The_goddess\">The goddess</span></h2>\n<p>According to Livy, there were two temples of Pudicitia in Rome. The original one was for women of the patrician class only, but when Verginia was excluded on account of marrying a plebeian consul, she and a group of plebeian matrons founded an altar of Pudicitia for women of the plebeian class as well. Livy states that the plebeian shrine of Pudicitia eventually fell into disuse after its sacred character had been abused.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Langlands, Rebecca. <i>Sexual Morality in Ancient Rome.</i> Cambridge: Cambridge University Press, 2006.</li>\n<li>Livy, History of Rome (Ab urbe condita libri), 10:23 (English text)</li>\n</ul>", "images": [{"ns": 6, "title": "File:4547 - Istanbul - Museo archeol. - Donna - Copia rom. da orig. sec. IV a.C. - da Thasos - Foto G. Dall'Orto 28-5-2006.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}