{"pageid": 85637, "ns": 0, "title": "Spes", "extract": "<p>In ancient Roman religion, <b>Spes</b> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈspeːs]</span>) was the goddess of hope. Multiple temples to Spes are known, and inscriptions indicate that she received private devotion as well as state cult.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Republican_Hope\">Republican Hope</span></h2>\n\n<p>During the Republic, a temple to \"ancient Hope\" <i>(Spes vetus)</i> was supposed to have been located near the Praenestine Gate. It was associated with events that occurred in the 5th century BC, but its existence as anything except perhaps a private shrine has been doubted.</p>\n<p>A well-documented temple of Spes was built by Aulus Atilius Calatinus along with Fides, as the result of vows <i>(vota)</i> made to these goddesses during the First Punic War.</p>\n<p>At Capua in 110 BC, a temple was built to the triad of Spes, Fides, and Fortuna.</p>\n<h2><span id=\"Imperial_Hope\">Imperial Hope</span></h2>\n<p>Spes was one of the divine personifications in the Imperial cult of the Virtues. Spes Augusta was Hope associated with the capacity of the emperor as <i>Augustus</i> to ensure blessed conditions.</p>\n<p>Like Salus (\"Salvation, Security\"), Ops (\"Abundance, Prosperity\"), and Victoria (\"Victory\"), Spes was a power that had to come from the gods, in contrast to divine powers that resided within the individual such as Mens (\"Intelligence\"), Virtus (\"Virtue\"), and Fides (\"Faith, Fidelity, Trustworthiness\").</p>\n<h2><span id=\"Greek_Elpis\">Greek Elpis</span></h2>\n<p>The Greek counterpart of Spes was Elpis, who by contrast had no formal cult in Greece. The primary myth in which Elpis plays a role is the story of Pandora. The Greeks had ambivalent or even negative feelings about \"hope\", and the concept was unimportant in the philosophical systems of the Stoics and Epicureans.</p>\n<h2><span id=\"Modern_literature\">Modern literature</span></h2>\n<p>In Rick Riordan's <i>The Heroes of Olympus</i> series, the Day of Hope (also known as the Feast of Spes), which falls on August 1, is chosen by the series main antagonist, the primordial goddess, Gaia, as the day of her awakening. This is done with the irony that the day when humanity would place their hope to their highest would be the day when they would lose all their hope forever.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Clark, Mark Edward. \"Spes in the Early Imperial Cult: 'The Hope of Augustus'.\" <i>Numen</i> 30.1 (1983) 80–105.</li>\n<li> <cite class=\"citation encyclopaedia\">\"Spes\". <i>Encyclopædia Britannica</i> (11th ed.). 1911.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASpes&amp;rft.atitle=Spes&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><p><br></p>", "images": [{"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Roma-sannicolaincarcere02.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}