{"pageid": 85645, "ns": 0, "title": "Strenua", "extract": "<p>In ancient Roman religion, <b>Strenua</b> or <b>Strenia</b> was a goddess of the new year, purification, and wellbeing. She had a shrine <i>(sacellum)</i> and grove <i>(lucus)</i> at the top of the Via Sacra. Varro said she was a Sabine goddess. W.H. Roscher includes her among the <i>indigitamenta</i>, the lists of Roman deities maintained by priests to assure that the correct divinity was invoked in public rituals. The procession of the Argei began at her shrine.</p>\n<p>On January 1, twigs from Strenua's grove were carried in a procession to the citadel <i>(arx)</i>. The rite is first noted as occurring on New Year's Day in 153 BC, the year when consuls first began assuming their office at the beginning of the year. It is unclear whether it had always been held on that date or had been transferred that year from another place on the calendar, perhaps the original New Year's Day on March 1.</p>\n<p>The name <i>Strenia</i> was said to be the origin of the word <i>strenae</i> (preserved in French <i>étrennes</i> and Italian <i>strenne</i>), the new-year gifts Romans exchanged as good omens in an extension of the public rite:</p>\n<blockquote>\n<p>From almost the beginning of Mars' city the custom of New Year's gifts <i>(strenae)</i> prevailed on account of the precedent of king Tatius who was the first to reckon the holy branches <i>(verbenae)</i> of a fertile tree <i>(arbor felix)</i> in Strenia's grove as the auspicious signs of the new year.\"</p>\n</blockquote>\n<p>During the Principate, these <i>strenae</i> often took the form of money.</p>\n<p>Johannes Lydus says that <i>strenae</i> was a Sabine word for wellbeing or welfare <i>(hygieia,</i> Latin <i>salus</i>). The supposed Sabine etymology may or may not be factual, but expresses the Sabine ethnicity of Tatius. St. Augustine says that Strenia was the goddess who made a person <i>strenuus,</i> \"vigorous, strong.\"</p>\n<p>According to some scholars the Befana tradition is derived by the Strenua cult.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}]}