{"pageid": 85640, "ns": 0, "title": "Stata Mater", "extract": "<p>In ancient Roman religion, <b>Stata Mater</b> (\"Mother who stops or stabilizes\") was a compital goddess who protected against fires. She had an image <i>(simulacrum)</i> in the Forum, and her <i>cultus</i>, as Festus notes, spread from there throughout the neighborhoods <i>(vici)</i> of the city.</p>\n<p>The original statue was set up by an Aurelius Cotta who had supervised the installation of new pavement in the Forum at the end of the 80s BC. The goddess's purpose was to safeguard the stonework from fire damage. Only the Lares Augusti outnumber her as recipients of surviving dedications from compital shrines.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_the_neighborhoods\">In the neighborhoods</span></h2>\n<p>The cult of Stata Mater was centered on compital shrines of the <i>vici</i>, and numerous inscriptions to her were made by the heads of neighborhood associations <i>(vicomagistri)</i>. Her popularity attests to the everpresent threat and danger of fire in metropolitan Rome. She is sometimes given the additional title <i>Augusta</i>, perhaps in reference to the reorganization of the regions of Rome under Augustus in 7 BC. One of the outcomes of this redistricting was to create local boards or neighborhood watches <i>(vigiles)</i> tasked with fire control, as a response to recent arson in the Forum. The dedications mark the success of local fire brigades in putting out fires. One pairs Stata Mater Augusta with Volcanus Quietus Augustus, \"the 'Quieted' Vulcan Augustus.\" Stata Mater is perhaps to be identified with the Fortuna Augusta Stata named in an inscription. Her cultivation is an example of localized Imperial cult under Augustus.</p>\n<p>A <i>Vicus Statae Matris</i> (\"Stata Mater's Neighborhood\") was located on the Caelian Hill, and a <i>Vicus Statae Siccianae</i> in the Transtiberim.</p>\n<p>W.H. Roscher places <i>Stata mater</i> among the <i>indigitamenta</i>, the list of deities maintained by Roman priests to assure that the correct divinity was invoked for rituals.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Vulcanalia</li>\n<li>Vesta</li>\n<li>Cacus</li>\n<li>Great Fire of Rome</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>A pedestal for Stata Mater from Roman Spain</li>\n</ul>", "images": [{"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}]}