{"pageid": 8565959, "ns": 0, "title": "Xihe (deity)", "extract": "<p><b>Xihe</b> (Chinese: <span lang=\"zh-Hant\" xml:lang=\"zh-Hant\">羲和</span>; pinyin: <i><span lang=\"zh-Latn-pinyin\" xml:lang=\"zh-Latn-pinyin\">Xīhé</span></i>; Wade–Giles: <i><span lang=\"zh-Latn-wadegile\" xml:lang=\"zh-Latn-wadegile\">Hsi-ho</span></i>), was a solar deity in Chinese mythology. One of the two wives of Di Jun (along with Changxi), she was the mother of ten suns in the form of three-legged crows residing in a mulberry tree, the Fusang, in the East Sea. Each day, one of the sun birds would be rostered to travel around the world on a carriage driven by Xihe.</p>\n<p>Folklore also held that once, all ten sun birds came out on the same day, causing the world to burn; Houyi saved the day by shooting down all but one of the sun birds.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Literature\">Literature</span></h2>\n\n<p>In the poem <i>Suffering from the Shortness of Days</i>, Li He of the Tang dynasty is hostile towards the legendary dragons that drew the sun chariot as a vehicle for the passage of the temporal cycle. The following is the relevant except of that poem:</p>\n<dl><dd>\"I will cut off the dragon's feet, chew the dragon's flesh,</dd>\n<dd>so that they can't turn back in the morning or lie down at night.</dd>\n<dd>Left to themselves the old won't die; the young won't cry.\"</dd>\n</dl>\n<p>In the <i>Huainanzi</i>, the journey of the sun and the attendant of the sun chariot is described:</p>\n<dl><dd>\"The sun rises up from the Bright Valley, bathes in the Pool of Xian, and rests in the Fusang Tree. This is called Dawn Light.</dd>\n<dd>Ascending the Fusang Tree, it thereupon commences its journey. This is called Emergent Brightness.</dd>\n<dd>[When the sun] reaches the Bent Slope, this is called Dawn Brilliance.</dd>\n<dd>[When the sun] reaches the Steaming Spring, this is called the Morning Meal.</dd>\n<dd>[When the sun] reaches the Mulberry Field, this is called the Late-Morning Meal.</dd>\n<dd>[When the sun] reaches the Balance Beam of Yang, this is called within the Angle.</dd>\n<dd>[When the sun] reaches Kun Wu, this is called the Exact Center.</dd>\n<dd>[When the sun] reaches the Bird Roost, this is called the Lesser Return.</dd>\n<dd>[When the sun] reaches the Valley of Grief, this is called the Dinner Hour.</dd>\n<dd>[When the sun] reaches Woman’s Sequence, this is called the Great Return.</dd>\n<dd>[When the sun] reaches the Angle of the Abyss, this is called the Raised Pestle.</dd>\n<dd>[When the sun] reaches Carriage Stone, this is called the Descending Pestle.</dd>\n<dd>[When the sun] reaches the Fountain of Grief, it halts; its female attendant rests her horses. This is called the Suspended Chariot.</dd>\n<dd>[When the sun] reaches the Abyss of Anxiety, this is called Yellow Dusk.</dd>\n<dd>[When the sun] reaches the Vale of Obscurity, this is called Definite Dusk.</dd>\n<dd>The sun enters the floodwaters of the Abyss of Anxiety; sunrise emerges from the drainage stream of the Vale of Obscurity.</dd>\n<dd>[The sun] travels over the nine continents, [passing through] seven resting places, [covering a distance of] 507,309 li.</dd>\n<dd>The divisions [of its journey] make dawn, daylight, dusk, and night.\"</dd>\n</dl><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Shujun</li>\n<li>Mid-Autumn Festival</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Chinese myths</li>\n</ul>", "images": [{"ns": 6, "title": "File:Guanyu-1.jpg"}, {"ns": 6, "title": "File:Wu liang shrine relief depicting xihe, yi, and fusang tree.jpg"}, {"ns": 6, "title": "File:Xi He.JPG"}, {"ns": 6, "title": "File:Xihe(deity).jpg"}]}