{"pageid": 85676, "ns": 0, "title": "Veritas", "extract": "<p>In Roman mythology, <b>Veritas</b>, meaning <i>truth</i>, is the goddess of truth, a daughter of Chronos, the God of Time (who has been identified with Saturn-Cronus, perhaps first by Plutarch), and the mother of Virtus. She is also sometimes considered the daughter of Zeus, or a creation of Prometheus. It was believed that she hid in the bottom of a holy well because she was so elusive. Her image is shown as a young virgin dressed in white.</p>\n<p>Veritas is also the name given to the Roman virtue of truthfulness, which was considered one of the main virtues any good Roman should possess. The Greek goddess of truth is <b>Aletheia</b> (Ancient Greek: <span lang=\"grc\" xml:lang=\"grc\">ἀλήθεια</span>). The German philosopher Martin Heidegger argues that the truth represented by <i>aletheia</i> (which essentially means \"unconcealment\") is different from that represented by <i>veritas</i>, which is linked to a Roman understanding of rightness and finally to a Nietzschean sense of justice and a will to power. Veritas was often depicted nude, holding a hand mirror.</p>\n<p>In Western culture, the word may also serve as a motto.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mottos\">Mottos</span></h2>\n<p>This Latin word \"<i>veritas</i>\" now appears in the mottos of many colleges and universities. It is typically capitalized in mottoes (as \"<i>Veritas</i>\") for being an ideal (such as: Truth, Kindness and Beauty). <i>Veritas</i> is the motto of Hutchesons' Grammar School, Harvard University, The University of Western Ontario, Drake University, Knox College (Illinois), Bilkent University, the University of California - Hastings College of the Law, as well as the Dominican Order of the Roman Catholic Church, and Providence College, which is run by the Dominicans. Additionally, the word appears in mottoes that are phrases, or lists e.g. the Buckley School of the City of New York employs the phrase <i>Honor et Veritas</i>, the University of Indonesia's motto is \"Veritas, Probitas, Iustitia\", the University of Cape Coast in Ghana's motto is \"Veritas Nobis Lumen\", the University of Michigan's motto is :Artes, Scientia, Veritas\".</p>\n<p>Caldwell College in Caldwell, New Jersey issues a \"Veritas Award\" each year in honor of the Dominican Sisters who founded and administer the college. \"Veritas\" is included in the motto of Indiana University and Yale University, <i>Lux et Veritas</i> (\"Light and Truth\"). It also appears on the California State University's motto <i>Vox Veritas Vita</i> (\"Speak the Truth as a way of Life\"). \"Veritas vos liberabit\" (\"The Truth Will Set You Free\") is the motto of The Johns Hopkins University. <i>Veritas Curat</i> (\"Truth Cures\") is the motto of the Jawaharlal Institute of Postgraduate Medical Education and Research, a medical school in Puducherry, India. Howard University, in Washington, D.C., goes by the motto \"Veritas et Utilitas\", translated to \"Truth and Service\". It also exists in the logo of Seoul National University, Korea: \"Veritas Lux Mea\" – meaning \"Truth is my light\". Villanova University also uses Veritas in its school motto, <i>Veritas, Unitas, Caritas</i> (\"Truth, Unity, Love\"). Uppsala University in Sweden also uses Veritas in its school motto, \"Gratiae veritas naturae\".</p>\n<p>The Naval Criminal Investigative Service, the U.S. Navy's primary counterintelligence arm and law enforcement agency, uses the motto on its official seal.</p>\n<h2><span id=\"Miscellaneous\">Miscellaneous</span></h2>\n<p>The YouTube science channel Veritasium has its name derived from the word.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>In vino veritas</li>\n<li>Via, Veritas, Vita</li>\n<li>John 8:32</li>\n<li>John 18:38</li>\n<li>Urim and Thummim</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>History of Truth: The Latin \"Veritas\"</li>\n<li>Aletheia and Other Terms for Truth in Ancient Greek—Origins and developments of the concept of Truth (From the Greek \"Aletheia\" to the Latin \"Veritas\")</li>\n</ul>", "images": [{"ns": 6, "title": "File:CanadaStatueTruth crop.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}]}