{"pageid": 85709, "ns": 0, "title": "Nortia", "extract": "<p><b>Nortia</b> is the Latinized name of the Etruscan goddess <b>Nurtia</b> (variant manuscript readings include <i>Norcia</i>, <i>Norsia</i>, <i>Nercia</i>, and <i>Nyrtia</i>), whose sphere of influence was time, fate, destiny, chance and P3.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Evidence\">Evidence</span></h2>\n<p>Little or no Etruscan evidence for Nortia survives. Her name is not among those of the deities on the Liver of Piacenza. She appears a few times in Latin literature and inscriptions. She is mentioned in one of Juvenal's satires and identified with the Roman goddess Fortuna, and Martianus Capella lists her along with other goddesses of fate and chance such as Sors, Nemesis, and Tyche. Tertullian names Nortia twice in Christian polemic.</p>\n<p>A name has been deciphered as possibly Nortia among those of other deities in an inscription found within an Umbrian sanctuary at the Villa Fidelia, Hispellum. The 4th-century writer and consul Avienus, who was from Nortia's seat in Volsinii, addressed the goddess in a devotional inscription:</p>\n<blockquote>\n<p>Nortia, I venerate you, I who sprang from a Volsinian <i>lar</i>, living now at Rome, boosted by the honor of a doubled term as proconsul, crafting many poems, leading a guilt-free life, sound for my age, happy with my marriage to Placida and jubilant about our serial fecundity in offspring. May the spirit be vital for those things which, as arranged by the law of the fates, remain to be carried out.</p>\n</blockquote>\n<p>The ancient location of Volsinii is vexed, and the Etruscan town was refounded by the Romans. At Bolsena, the most likely candidate for the new Volsinii, there is a ruin outside the Florence gate that is known locally as the <i>Tempio di Norzia</i>, but as George Dennis pointed out in the 19th century, no evidence other than the existence of the cult of Nortia supports this identification, and the architecture is Roman.</p>\n<h2><span id=\"Ritual_of_the_nail\">Ritual of the nail</span></h2>\n<p>Nortia's attribute was a nail, which was driven into a wall within her temple at Volsinii annually to mark the New Year. The Roman historian Livy took note of the ritual:</p>\n<blockquote>\n<p>Cincius, an industrious researcher of antiquarian matters, confirms that at Volsinii nails are in evidence at the temple of the Etruscan goddess Nortia, fixed to mark the number of years.</p>\n</blockquote>\n<p>The ritual seems to \"nail down\" the fate of the people for the year. Cicero refers to a form of timekeeping in which the nail of the year is to be moved <i>(clavum anni movebis)</i>. In context, the reference is probably to <i>parapegmata</i>, calendars in which the day is marked by the moving of a peg. Some extant Roman calendars in stone or metal have holes for this purpose.</p>\n<p>H.S. Versnel conjectured that the ritual of the nail was associated with the annual meeting of the Etruscan league, and that Nortia's consort could have been Voltumna, the counterpart of Roman Vortumnus. The rite is analogous to, or a borrowed precedent for, a similar ritual at Rome originally held in the Temple of Capitoline Jupiter, near a statue of Minerva. Nortia may thus have been related to the Etruscan Menerva. At Rome, the goddess Necessitas, the divine personification of necessity, was also depicted with a nail, \"the adamantine nail / That grim Necessity drives,\" as described by the Augustan poet Horace. In a poem addressing Fortuna and acknowledging her power over all, from the lowliest to the highest, Horace pictures Necessity carrying nails large enough to drive into wooden beams, and wedges.</p>\n<p>The ritual of the nail illuminates the otherwise puzzling iconography on the back of an Etruscan bronze mirror. Meleager is depicted under the wings of another Etruscan goddess of fate, identified by inscription as <i>Athrpa</i>, the counterpart of the Greek fate goddess Atropos who is one of the three Moirai. Athrpa holds a hammer in her right hand and a nail in her left. With Meleager is his beloved Atalanta (both names given in the Etruscan spelling), who will be parted by his death in a boar hunt presaged at the top of the composition. Turan and Atunis (the Etruscan Venus and Adonis myth) also appear, as another couple whose love is destroyed by the savagery of the hunt. The hammer ready to drive in the nail symbolizes \"the inexorability of human fate.\"</p>\n<p>R.S. Conway compared Nortia to the Venetic goddess Rehtia, whose name seems to be the Venetic equivalent of Latin <i>rectia</i>, \"right, correct.\" Bronze nails finely inscribed with dedications were found within a temple precinct thought to have been that of Rehtia at Ateste (modern Este). The heads of the nails have links that attach them to small objects or charms, perhaps the \"wedges of necessity\" that Horace said Fortuna carried. Rehtia has been seen as a counterpart of the Roman Iustitia, the divine embodiment of justice, or the Greek goddesses Themis or Dikē.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Nortia The Obscure Goddess Online Directory</li>\n</ul>"}