{"pageid": 85718, "ns": 0, "title": "Thesan", "extract": "<p>In Etruscan mythology, <b>Thesan</b> was the Etruscan Goddess of the dawn, divination and childbirth (as well as a love-goddess) and was associated with the generation of life. She was identified with the Roman Aurora and Greek Eos.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Thesan was depicted on several Etruscan mirror backs, bearing a great pair of wings on her back like many other Etruscan goddesses, especially appropriate to a sky-goddess. One meaning of Her name is simply “Dawn”, and related words are <i>thesi</i>, meaning “illumination”, and <i>thesviti</i>, “clear or famous”. The other meaning of her name connects her with the ability to see the future, for <i>thesan</i> also means \"divination\", as seen in the related Etruscan word <i>thesanthei</i>, “divining”, “illuminating”, or “brilliant”. This relates to Her function as a dawn goddess – since divination throws light on the dark future and enables one to see what may happen, like the dawn, which illuminates what was previously dark. She was called by some as a childbirth goddess, as she was present at the beginning of the day, which finds its parallel in the beginning of a new baby’s life. Similar to the Roman goddess Lucina, goddess of Light and Childbirth, who brought the infant into the light of day.</p>\n<h2><span id=\"Curse_of_Aphrodite\">Curse of Aphrodite</span></h2>\n<p>The Etruscans identified their Thesan with the Greek dawn goddess Eos. In the Greek legend, Aphrodite had found Eos in bed with her lover Ares; to punish Eos She “cursed” her with an insatiable taste for mortal youths, and Eos became infamous for her many young lovers. The Etruscans seemed to quite like these stories and easily transferred them to their dawn goddess Thesan; the stories depicted on the mirrors are generally straight out of Greek myth.</p>\n<h2><span id=\"Depictions_of_Thesan/Eos\"></span><span id=\"Depictions_of_Thesan.2FEos\">Depictions of Thesan/Eos</span></h2>\n<h3><span id=\"with_Cephalus\">with Cephalus</span></h3>\n<p>On one relief mirror back (kind of a rarity in Etruscan mirrors since the decoration on the back is almost always engraved rather than cast), Thesan is shown in the act of abducting Cephalus, a young man of Athens who was married to the King Erechtheus’ daughter, Procris. Thesan is winged here, wearing a chiton and diagonal himation that flows in the breeze; about her head is a halo, to emphasize her function as Light-Goddess. She runs off to the left carrying Cephalus in her arms, who is shown as nude and much smaller than she is. He does not look at all distressed at the situation and he rests in her arms with his right hand on her shoulder. Like many depictions of Etruscan women and their lovers, she is shown as larger and therefore more important or powerful than the man: This has been taken as an indication of the high status of Etruscan women.</p>\n<p>The same scene is depicted on a mirror handle in high relief openwork; Cephalus is again quite a lot smaller (and younger) than Thesan, who is not winged this time, but whose cloak billows behind her in the breeze. She smiles down at young Kephalos as She lifts him up, and he is nude save for a short cloak and hunting boots.</p>\n<h3><span id=\"with_Memrun_(Memnon)\"></span><span id=\"with_Memrun_.28Memnon.29\">with Memrun (Memnon)</span></h3>\n<p>Another favorite scene of Thesan/Eos depicts a far more somber affair. When her son Memnon (by Tithonus, another young man she abducted to be her lover, called <i>Thinthun</i> by the Etruscans) was killed in the Trojan War, Eos grieved so terribly that she threatened never to bring forth the dawn again. She was finally persuaded to return, but in Her grief she weeps tears of dew every morning for Her beloved son. One mirror-back shows Her before Tinia (Zeus) with <i>Thethis</i> (Thetis), the mother of Achilles. Both Goddesses plead with Tinia to spare their sons’ lives; but both were already doomed to die. The relief mirror mentioned above has been interpreted by some as showing Thesan carrying off the body of her dead son Memnon (who the Etruscans called <i>Memrun</i>). (Different interpretations possible for this mirror, since the figures are not labelled, whereas most Etruscan mirrors with figures do have names engraved beside them.)</p>\n<h3><span id=\"with_Usil_and_Nethuns\">with Usil and Nethuns</span></h3>\n<p>The Liber Lintaeus connects this goddess Thesan with the Etruscan sun-deity Usil, equivalent of the Greek Helios, while a forth century mirror now shows her in conversation with both Usil and Nethuns (the latter, the Etruscan Neptune / Poseidon).</p>\n<h2><span id=\"Persistence\">Persistence</span></h2>\n<p>Like more than a few Etruscan Goddesses, she seems to have survived into Tuscan folklore at least until the 19th century as a spirit called “Tesana”. She was said to visit mortals as they dreamt, in the time when the sun is rising but before the sleeper had yet awakened. She was believed to bring words of encouragement and comfort, and Her presence in a dream gave good fortune and blessings for the day.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Eos</li>\n<li>Aurora</li>\n<li>Dawn goddess</li>\n<li>Etruscan mythology</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}, {"ns": 6, "title": "File:Specchio con thesan (eos) e tinthun o giove semele, III sec ac., da perugia.JPG"}]}