{"pageid": 85728, "ns": 0, "title": "Vanth", "extract": "<p><b>Vanth</b> is a chthonic figure in Etruscan mythology shown in a variety of forms of funerary art, such as in tomb paintings and on sarcophagi. Vanth is a female deity in the Etruscan underworld that is often accompanied either by additional Vanth figures or by another deity, Charun (later referred to as <i>Charu</i>). Both Vanth and Charun are only seen in iconography beginning c. 400 BC, in the middle period of Etruscan art, although some earlier inscriptions mention her name. Vanth has no direct counterpart in Greek mythology, and is very frequently, but not always, seen winged. Although Vanth has no real Greek counterpart, she has been compared to the Greek Furies, the Erinyes, especially in older publications. This is an unlikely association since she is almost always shown in Etruscan iconography to be a benevolent guide, not an avenging spirit, which the Furies often represent. Her other attributes include the possession of a torch, key, or scroll, and she is shown often to be bare-chested with cross-straps across her breast, adorned with fur boots, a rolled short chiton, and sometimes with unattached sleeves. In fact her dress has been attributed by Scheffer as specifically the dress of a huntress.</p>\n<p>Vanth is involved in a variety of different types of scenes in Etruscan art; the most common types associate her presence with occasions of slaughter and murder, including scenes from the Trojan cycle. Occasionally she is shown rising up out of the ground in such contexts, as seen on an ash urn from Chiusi. Sometimes she is even shown as a solitary figure decorating the sides of ash urns. Other scenes in which Vanth is present involve the meeting and escort of the dead, in the role of psychopompos, who are either walking or being transported on horseback, wagon, or chariot. In general, Vanth is associated with death and the journey of the deceased to the Underworld, but in a variety of different ways; she is present in scenes of the moment of death as well in scenes where the deceased is already fully dead and journeying to the Underworld. She is depicted as a benevolent psychopompian figure, in contrast to the menacing Charun, her sometime companion.</p>\n<p>The materials that Vanth is identified as carrying, which include a torch, key, scroll, or sword, also relate to her role as guide in the Underworld. The torch can be used to light the way for travelers to the Underworld, although some scholars interpret it as a status symbol or as an indication of office, and the key unlocks its doorway. Additionally, the scroll may reveal more about Vanth, as one instance actually displays her name inside, <i>vanθ</i>. Vanth has been interpreted as a goddess of fate, and using this association, the scroll may contain the destiny of the deceased. However, in total, Vanth is depicted as a young, vibrant female chthonic figure, sometimes in the company of other Vanths, and sometimes with Charun; she is a figure who assists with the journey of the deceased to the underworld.</p>\n<h2><span id=\"Etruscan_Chthonic_Figures\">Etruscan Chthonic Figures</span></h2>\n<p>Other Etruscan Chthonic (or underworld) figures include Charun, Calu, Phersipnai, Turms, Aita, and Culsu</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Charun</li>\n<li>Vanth (moon), moon of Orcus</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Vanth.jpg"}]}