{"pageid": 857706, "ns": 0, "title": "Daikokuten", "extract": "<p>In Japan, <b>Daikokuten</b> (大黒天), the god of great darkness or blackness, or the god of five cereals, is one of the Seven Lucky Gods (<i>Fukujin</i>). Daikokuten evolved from the Buddhist form of the Indian deity Shiva intertwined with the Shinto god Ōkuninushi. The name is the Japanese equivalent of <b>Mahākāla</b>, the Buddhist name for Shiva.</p>\n<p>The god enjoys an exalted position as a household deity in Japan. Daikoku's association with wealth and prosperity precipitated a custom known as <i>fukunusubi</i>, or \"theft of fortune\". This custom started with the belief that whoever stole divine figures was assured of good fortune if not caught in the act. The <i>toshi-no-ichi</i> (year-end market) held at Sensō-ji became the main venue of the sale and disposal of such images by the fortune-seekers. Many small stalls were opened where articles including images of Daikoku were sold on the eve of New Year celebrations.</p>\n<p>The Japanese also maintain the symbol of Mahakala as a monogram. The traditional pilgrims climbing the holy Mount Ontake wear tenugui (a kind of white scarf) with the seed syllable of Mahakala.</p>\n<p>Daikoku is variously considered to be the god of wealth, or of the household, particularly the kitchen. He is recognised by his wide face, smile, and a flat black hat. He is often portrayed holding a golden mallet called <i>Uchide no kozuchi</i>, otherwise known as the \"mallet of fortune\", and is seen seated on bales of rice, with mice nearby signifying plentiful food.</p>\n<p>Daikoku's image was featured on the first Japanese bank note, designed by Edoardo Chiossone.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Goddess_Daikokutennyo\">Goddess Daikokutennyo</span></h2>\n<p>The Butsuzōzui compendium of 1690 (reprinted and expanded in 1796) lists and illustrates six different manifestations of Daikoku, including the feminine form known as Daikokunyo (大黒女) (\"She of the Great Blackness\") or Daikokutennyo (大黒天女) (\"She of the Great Blackness of the Heavens\"). As Daikoku is the nipponized form of the masculine Mahākāla, Daikokutennyo is the nipponized form of the feminine Mahākāli.</p>\n<p>When Daikoku is regarded as the feminine Daikokutennyo and Kisshoutennyo is counted among the seven Fukujin, all three of the Hindu Tridevi goddesses are represented among the Fukujin.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mahākāla</li>\n<li>Mahākāli</li>\n<li>Fukujin (福神) deities</li>\n<li>Buddhist Tenbu (天部) deities</li>\n<li>Shinto-Buddhism syncretism</li>\n<li>Hinduism in Japan</li>\n<li>Marici (Buddhism)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Japan and Indian Asia by Hajime Nakamura. Publisher: Firma KLM, 1961. Publication Date: 1961</li>\n<li>India and Japan: A Study in interaction during 5th cent - 14th century - By Upendra Thakur .</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Daikokuten at Wikimedia Commons</li>\n<li>Modern depiction of Daikokuten and Daikokutennyo by Japanese artist Sekishō (石商)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Amaterasu cave crop.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Daibutsu of Todaiji 4.jpg"}, {"ns": 6, "title": "File:Daikoku.jpg"}, {"ns": 6, "title": "File:Daikokuten - color.jpg"}, {"ns": 6, "title": "File:Japan-myth-stub.gif"}, {"ns": 6, "title": "File:Kuniteru Gozu dragon.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}]}