{"pageid": 85870, "ns": 0, "title": "Abnoba", "extract": "<p><b>Abnoba</b> is a name with theological and geographical meanings: It is the name of a Gaulish goddess who was worshiped in the Black Forest and surrounding areas. It is also the name of a mountain or mountain range.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The etymology of the theonym is uncertain. It has been associated with the etymon *<i>abo-s</i> \"water, river\", found in e.g. Avon (<i>*abonā</i>). The second element has been connected to either a PIE *<i>nogʷo-</i>, either \"naked, nude\" or \"tree\", or with the verbal root *<i>nebh-</i> \"burst out, be damp\".</p>\n<h2><span id=\"Celtic_polytheism\">Celtic polytheism</span></h2>\n<p>Abnoba has been interpreted to be a forest and river goddess, and is known from about nine epigraphic inscriptions. One altar at the Roman baths at Badenweiler, Germany, and another at Mühlenbach identify her with Diana, the Roman goddess of the hunt.</p>\n<h2><span id=\"Geography\">Geography</span></h2>\n\n<p>Abnoba has been used to refer to a mountain range comprising the Odenwald, Spessart, and Baar mountains. This composite range extends from the Rhine to the Neckar, and is referred to by one of the various names listed depending on the region it is passing through.</p>\n<p>According to Tacitus's <i>Germania</i>, Abnoba was the name of a mountain, from a grassy slope of which flows the source of the River Danube.</p>\n\n<p>Pliny the Elder also gives us some statements about Abnoba (<i>Natural History</i>, 4.79). He says that it arises opposite the town of Rauricum in Gaul and flows from there beyond the Alps, implying that the river begins in the Alps, which it does not. If Rauricum is to be identified with the Roman settlement, Augusta Raurica, modern Augst in Basel-Landschaft canton of Switzerland, Pliny must be confusing the Rhine and its tributaries with the Danube.</p>\n<p>The Danube begins with two small rivers draining the Black Forest: the Breg and the Brigach, both Celtic names. The longest is the most favorable candidate: the Breg. The Abnobaei montes would therefore be the Baar foothills of the Swabian Alb near Furtwangen im Schwarzwald.</p>\n<p>Ptolemy's <i>Geography</i> (2.10) also mentions the mountain range, but incorrectly implies a position north of the Agri Decumates and Main river. It has been suggested that this error comes about through the use of differing and imperfect sources to make this section of the Geography. In effect Ptolemy has apparently confused the Abnoba with the Roman border, and therefore with what are today called the Taunus mountains.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Abnoba at Jones' Celtic Encyclopedia</li>\n<li>Proto-Celtic — English lexicon</li>\n<li>Pokorny's *ab-</li>\n<li>Watkin's *nebh-</li>\n</ul>", "images": [{"ns": 6, "title": "File:BadenweilerAbnoba01.jpg"}, {"ns": 6, "title": "File:Bregquelle bei Furtwangen.jpg"}, {"ns": 6, "title": "File:Furtwangen Jan 05 fog GHB.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}