{"pageid": 85897, "ns": 0, "title": "Boann", "extract": "<p><b>Boann</b> or <b>Boand</b> (modern spelling: <b>Bóinn</b>) is the Irish goddess of the River Boyne, a river in Leinster, Ireland. According to the <i>Lebor Gabála Érenn</i> she was the daughter of Delbáeth, son of Elada, of the Tuatha Dé Danann. Her husband is variously Nechtan, Elcmar or Nuada Airgetlám. With her lover the Dagda, she is the mother of Aengus. In order to hide their affair, the Dagda made the sun stand still for nine months; therefore, Aengus was conceived, gestated and born in one day.</p>\n<p>As told in the Dindsenchas, Boann created the Boyne. Though forbidden to by her husband, Nechtan, Boann approached the magical Well of Segais (also known as the Connla's Well), which was surrounded by hazels. Hazelnuts were known to fall into the Well, where they were eaten by the speckled salmon (who, along with hazelnuts, also embody and represent wisdom in Irish mythology). Boann challenged the power of the well by walking around it tuathal; this caused the waters to surge up violently and rush down to the sea, creating the Boyne. In this catastrophe, she was swept along in the rushing waters, and lost an arm, leg and eye, and ultimately her life, in the flood. The poem equates her with famous rivers in other countries, including the River Severn, Tiber, Jordan River, Tigris and Euphrates.</p>\n<p>She also appears in <i>Táin Bó Fraích</i> as the maternal aunt and protector of the mortal Fráech.</p>\n<p>Her name is interpreted as \"white cow\" (Irish: <span lang=\"ga\" xml:lang=\"ga\"><i>bó fhionn</i></span>; Old Irish: <span lang=\"sga\" xml:lang=\"sga\"><i>bó find</i></span>) in the <i>dinsenchas</i>. Ptolemy's 2nd century <i>Geography</i> shows that in antiquity the river's name was <i>Bubindas</i>, which may derive from Proto-Celtic <i>*Bou-vindā</i>, \"white cow\".</p>\n<p>Modern-day commentators and modern paganism sometimes identify Boann with the goddess Brigid or believe Boann to be Brigid's mother; however there are no Celtic sources that describe her as such. It is also speculated by some modern writers that, as the more well-known goddess, and later saint, the legends of numerous \"minor\" goddesses with similar associations may have over time been incorporated into the symbology, worship and tales of Brigid.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Boyne-Tal.jpg"}, {"ns": 6, "title": "File:Boyne River.jpg"}, {"ns": 6, "title": "File:WPanthroponymy.svg"}]}