{"pageid": 85908, "ns": 0, "title": "Erecura", "extract": "<p><b>Erecura</b> or <b>Aerecura</b> <span></span> (also found as <i>Herecura</i> or <i>Eracura</i>) was a goddess worshipped in ancient times, often thought to be Celtic in origin, mostly represented with the attributes of Proserpina and associated with the Roman underworld god Dis Pater, as on an altar from Sulzbach. She appears with Dis Pater in a statue found at Oberseebach, Switzerland, and in several magical texts from Austria, once in the company of Cerberus and once probably with Ogmios. A further inscription to her has been found near Stuttgart, Germany. Besides her chthonic symbols, she is often depicted with such attributes of fertility as the cornucopia and apple baskets. She is depicted in a seated posture, wearing a full robe and bearing trays or baskets of fruit, in depictions from Cannstatt and Sulzbach. Miranda Green calls Aericura a \"Gaulish Hecuba\", while Noémie Beck characterizes her as a \"land-goddess\" sharing both underworld and fertility aspects with Dis Pater.</p>\n<p>Representations of Erecura are most commonly found in the Danubian area of Southern Germany and Slovenia, but they also occur in Italy, Great Britain, and France. Her inscriptions are concentrated in Stuttgart and along the Rhine. Several monuments in honour of Erecura occur in cemeteries or other funereal contexts. Jona Lendering notes the similarity between her iconography and that of Nehalennia, who was worshipped in Germania Inferior, while Beck sees no significant difference between her attributes and those of the Matres and Matronae. Geographically, the areas in which Erecura and Dis Pater were worshipped appear to be in complementary distribution with those where the cult of Sucellus and Nantosuelta is attested, and Beck suggests that these cults were functionally similar although iconographically distinct.</p>\n<p>A male deity called Arecurius or Aericurus is named on an altar-stone in Northumberland, England, although Beck cautions that \"this inscription is quite uncertain, and it might be a misreading of Mercurio\".</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The theonym is of unclear origin. It has been connected with Latin <i>aes, aeris</i> 'copper, bronze, money, wealth', <i>era</i> 'mistress' and the name of the Greek goddess Hera. Many different Latinised forms of this goddess’s name occur: <i>Aeraecura</i> at Perugia; <i>Aerecura</i> at Mainz, Xanten, Aquileia and Roşia Montană; <i>Aericura</i> at Sulzbach, Malsch, <i>Eracura</i> in Mautern, Austria, <i>Ercura</i> at Fliehburg, <i>Erecura</i> at Cannstatt, Tongeren and Belley in Aube; <i>Heracura</i> at Stockstadt am Rhein, <i>Herecura</i> at Cannstatt, Freinsheim and Rottenburg am Neckar, where the form <i>Herequra</i> is also found.</p>\n<p>The alternation between the initial H and A may be due to the letters' similar shape in the classical Latin capitals ordinarily used in epigraphic inscriptions in the Roman Empire, particularly since less literate members of the Roman Empire’s community sometimes misinterpreted the phonemic value of a given letter. A name of the form <span title=\"Representation in the International Phonetic Alphabet (IPA)\">*/aireˈkura/</span> or <span title=\"Representation in the International Phonetic Alphabet (IPA)\">*/(h)eːreˈkura/</span> appears to underlie the alternations <i>Aeraecura</i> ~ <i>Aerecura</i> ~ <i>Aericura</i> ~ <i>Eracura</i> ~ <i>Ercura</i> ~ <i>Erecura</i> ~ <i>Heracura</i> ~ <i>Herecura</i> ~ <i>Herequra</i>.</p>\n<p>Though the goddess herself may be Celtic, it is open to question whether the name is of Celtic origin or even Indo-European. Lendering considers her cult to be of Illyrian origin, spreading from Aquileia and only reaching the Danubian and Rhenish border regions through the Roman troops deployed there. Beck considers the name to be of Germanic origin.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<h3><span id=\"Works_cited\">Works cited</span></h3>\n\n<h3><span id=\"References\">References</span></h3>\n<ul><li><span id=\"beck\"></span> <cite class=\"citation thesis\">Beck, Noémie (2009). <i>Goddesses in Celtic Religion—Cult and Mythology: A Comparative Study of Ancient Ireland, Britain and Gaul</i> (PhD thesis). Université Lumière Lyon 2, University College of Dublin.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErecura&amp;rft.aufirst=No%C3%A9mie&amp;rft.aulast=Beck&amp;rft.date=2009&amp;rft.degree=PhD&amp;rft.inst=Universit%C3%A9+Lumi%C3%A8re+Lyon+2%2C+University+College+of+Dublin&amp;rft.title=Goddesses+in+Celtic+Religion%E2%80%94Cult+and+Mythology%3A+A+Comparative+Study+of+Ancient+Ireland%2C+Britain+and+Gaul&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation\"><span> </span></span></li>\n<li>Ellis, Peter Berresford, <i>Dictionary of Celtic Mythology</i> (Oxford Paperback Reference), Oxford University Press, (1994): ISBN 0-19-508961-8</li>\n<li><span id=\"egger\"></span> Egger, Rudolf. <i>Römische Antike und frühes Christentum: Ausgewählte Schriften von Rudolf Egger; Zur Vollendung seines 80. Lebensjahres</i>, ed. Artur Betz and Gotbert Moro. 2 vols. Klagenfurt: Verlag des Geschichtsvereines für Kärnten, 1962-63. (LOC call number DB29.E29.)</li>\n<li><span id=\"green\"></span> Green, Miranda (2004). <i>The gods of the Celts.</i> Sparkford, UK: Sutton Publishing.</li>\n<li>MacKillop, James. <i>Dictionary of Celtic Mythology</i>. Oxford: Oxford University Press, 1998. ISBN 0-19-280120-1.</li>\n<li>Wood, Juliette, <i>The Celts: Life, Myth, and Art</i>, Thorsons Publishers (2002): ISBN 0-00-764059-5</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Proto-Celtic — English lexicon</li>\n<li>Ogmios Ogma and Heracles (Lucian)</li>\n<li>Livius.org: Herecura</li>\n</ul>", "images": [{"ns": 6, "title": "File:Erecura distribution.png"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}