{"pageid": 85911, "ns": 0, "title": "Agrona", "extract": "<p><b>*Agronā</b> was a hypothetical reconstructed Proto-Celtic name for the river Ayr in Scotland, later applied to the river Aeron in Wales. The claim was linguistic and first appeared in William J. Watson’s <i>Celtic Placenames of Scotland</i> (1926). Watson suggested the river Ayr in Scotland could be worked back to a hypothetical Proto-Celtic 'river goddess of slaughter and carnage', and that the deity name was <i>*Agronā</i>. At that time there were many questionable Scottish nationalist attempts to use the River Ayr place-name to claim Taliesin’s battle poems for Scotland, and Watson’s derivation strongly and implicitly supported such claims. Two years later Eilert Ekwall in his <i>English River-Names</i> (Oxford University Press, 1928, reprinted 1968) instead derived the river Ayr simply from the root <i>*Ara</i>. However the earlier claim that the river's name literally means 'carnage' persisted. The alleged 'goddess' even entered some encyclopaedias, and the derivation to 'carnage' has since become casually conflated with the similarly-named Welsh river Aeron. However, in historical memory the opposite meaning for the River Aeron pertained, as Pughe's <i>Dictionary of the Welsh Language</i> states that the <i>Aeron</i> name for rivers in living Welsh meant: \"queen of brightness\".</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Ellis, Peter Berresford, <i>Dictionary of Celtic Mythology</i> (Oxford Paperback Reference), Oxford University Press, (1994): ISBN 0-19-508961-8</li>\n<li>MacKillop, James. <i>Dictionary of Celtic Mythology</i>. Oxford: Oxford University Press, 1998. ISBN 0-19-280120-1.</li>\n<li>Wood, Juliette, <i>The Celts: Life, Myth, and Art</i>, Thorsons Publishers (2002): ISBN 0-00-764059-5</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}