{"pageid": 85920, "ns": 0, "title": "Áine", "extract": "<p><b>Áine</b> (<small>Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈaːnʲə]</span>) is an Irish goddess of summer, wealth and sovereignty. She is associated with midsummer and the sun, and is sometimes represented by a red mare. She is the daughter of Egobail, the sister of Aillen and/or Fennen, and is claimed as an ancestor by multiple Irish families. As the goddess of love and fertility, she had command over crops and animals and is also associated with agriculture.</p>\n<p>Áine is strongly associated with County Limerick. The hill of Knockainey (Irish: <span lang=\"ga\" xml:lang=\"ga\"><i>Cnoc Áine</i></span>) is named after her, and was site of rites in her honour, involving fire and the blessing of the land, recorded as recently as 1879. She is also associated with sites such as Toberanna (Irish: <span lang=\"ga\" xml:lang=\"ga\"><i>Tobar Áine</i></span>), County Tyrone; Dunany (Irish: <span lang=\"ga\" xml:lang=\"ga\"><i>Dun Áine</i></span>), County Louth; Lissan (Irish: <span lang=\"ga\" xml:lang=\"ga\"><i>Lios Áine</i></span>), County Londonderry; and <i>Cnoc Áine</i> near Teelin, County Donegal.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Irish_mythology\">In Irish mythology</span></h2>\n<p>In early tales she is associated with the semi-mythological King of Munster, Ailill Aulom, who is said to have raped her, an assault ending in Áine biting off his ear, hence the name <i>Aulom</i> \"one-eared\". By Old Irish law, only an \"unblemished\" person can rule; by maiming him this way, Áine rendered him unfit to be king. As an embodiment of sovereignty, she can both grant and remove a man's power to rule. The descendants of Aulom, the Eóganachta, claim Áine as an ancestor.</p>\n<p>In other tales Áine is the wife of Gerald FitzGerald, 3rd Earl of Desmond, known popularly as \"Iarl Gearóid\". Rather than having a consensual marriage, he rapes her (thought to be based on the story of Ailill Aulom), and she exacts her revenge by either changing him into a goose, killing him or both. The FitzGeralds thus claim an association with Áine; despite the Norman origins of the clan, the FitzGeralds would become known for being \"More Irish than the Irish themselves.\"</p>\n<p>In yet other versions of her myth, she is the wife or daughter of the sea god, Manannán mac Lir. The feast of Midsummer Night was held in her honor. In County Limerick, she is remembered in more recent times as Queen of the Fairies.</p>\n<h2><span id=\"Related_goddesses\">Related goddesses</span></h2>\n<p>Áine (Ir. \"brightness, glow, joy, radiance; splendour, glory, fame\") is sometimes mistakenly equated with Danu as her name bears a superficial resemblance to Anu.</p>\n<p>\"Aynia\", reputedly the most powerful fairy in Ulster, may be a variant of the same figure. Áine's hill is located in the heart of <i>Cnoc Áine</i> (Knockainy) in County Limerick, is the hill of the goddess Grian, <i>Cnoc Gréine</i>. Grian (literally, \"sun\") is believed to be either the sister of Áine, another of Áine's manifestations, or possibly \"Macha in disguise\". Due to Áine's connection with midsummer rites, it is possible that Áine and Grian may share a dual-goddess, seasonal function (such as seen in the Gaelic myths of the Cailleach and Brigid) with the two sisters representing the \"two suns\" of the year: Áine representing the light half of the year and the bright summer sun (<i>an ghrian mhór</i>), and Grian the dark half of the year and the pale winter sun (<i>an ghrian bheag</i>).</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Byrne, Francis John, <i>Irish Kings and High-Kings</i>. Four Courts Press. 2nd revised edition, 2001.</li>\n<li>Ellis, Peter Berresford, <i>Dictionary of Celtic Mythology</i>(Oxford Paperback Reference), Oxford University Press, (1994): ISBN 0-19-508961-8</li>\n<li>MacKillop, James. <i>Dictionary of Celtic Mythology</i>. Oxford: Oxford University Press, 1998. ISBN 0-19-280120-1.</li>\n<li>O hOgain, Daithi \"Myth, Legend and Romance: An Encyclopedia of the Irish Folk Tradition\" Prentice Hall Press, (1991) : ISBN 0-13-275959-4 (the only dictionary/encyclopedia with source references for every entry)</li>\n<li>Wood, Juliette, <i>The Celts: Life, Myth, and Art</i>, Thorsons Publishers (2002): ISBN 0-00-764059-5</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Photos of Cnoc Áine</li>\n<li>Proto-Celtic — English lexicon</li>\n</ul>"}