{"pageid": 85924, "ns": 0, "title": "Rosmerta", "extract": "<p>In Gallo-Roman religion, <b>Rosmerta</b> was a goddess of fertility and abundance, her attributes being those of plenty such as the cornucopia. Rosmerta is attested by statues, and by inscriptions. In Gaul she was often depicted with the Roman god Mercury as her consort, but is sometimes found independently.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>A relief from Autun (ancient <i>Augustodunum</i>, the <i>civitas</i> capital of the Celtic Aedui), shows Rosmerta and Mercury seated together as a divine couple. She holds a cornucopia, with Mercury holding a patera at her left side.</p>\n\n<p>A bas-relief from Eisenberg shows the couple in the same relative positions, with Rosmerta securely identified by the inscription. Rosmerta holds a purse in her right hand and a patera in her left.</p>\n<p>In a pair of statues from Paris depicting the couple, Rosmerta holds a cornucopia and a basket of fruits.</p>\n<p>Rosmerta is shown by herself on a bronze statue from Fins d'Annency (Haute-Savoie), where she sits on a rock holding a purse and, unusually, also bears the wings of Mercury on her head. A stone bas-relief from Escolives-Sainte-Camille shows her holding both a patera and a cornucopia.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n\n<p>Twenty-seven inscriptions to Rosmerta are listed by Jufer and Luginbühl, distributed in France, Germany and Luxembourg, corresponding mainly to the Roman provinces of Gallia Belgica and Germania Superior. An additional two inscriptions are known, one from Roman Dacia.</p>\n<p>An inscription from Metz is a dedication <i>(votum)</i> to Mercury and Rosmerta jointly. Another from Eisenberg was made by a decurion in fulfillment of a vow to the couple jointly.</p>\n<p>In two inscriptions both from Gallia Belgica, Rosmerta is given the epithet <i>sacra</i>, sacred. A lengthier inscription from Wasserbillig in Gallia Belgica associates the divine couple with the dedication of a shrine <i>(aedes)</i>, with \"hospitable\" rites to be celebrated.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name <i>Rosmerta</i> is Gaulish, and is analysed as <i>ro-smert-a</i>. <i>Smert</i> means \"provider\" or \"carer\" and is also found in other Gaulish names such as Ad-smerio, Smertu-litani, Smerius (Σμερο), Smertae, Smertus, and others. <i>Ro-</i> is a modifier meaning \"very\", \"great\", or \"most\" as found in Ro-bili (\"most-good\") or Ro-cabalus (\"great horse\"). The <i>-a</i> ending is the typical Gaulish feminine singular nominative. The meaning is thus \"the Great Provider\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dalheim</li>\n<li>Visucia</li>\n<li>Maia</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><i>Année Epigraphique</i> volumes 1967, 1987, 1998</li>\n<li><i>Corpus Inscriptionum Latinarum</i> (CIL), volume 13, <i>Tres Galliae</i> (\"The Three Gauls\")</li>\n<li>Delamarre, X. (2003). <i>Dictionnaire de la Langue Gauloise</i>. 2nd edition. Paris, Editions Errance. ISBN 2-87772-237-6</li>\n<li>Deyts, S. (1992) <i>Images des dieux de la gaule</i>. Paris, Editions Errance. ISBN 2-87772-067-5</li>\n<li>Jufer, N. and T. Luginbühl (2001) <i>Répertoire des dieux gaulois</i>. Paris, Editions Errance. ISBN 2-87772-200-7</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Mercurius Rosmerta HistMusPfalz 3513.jpg"}, {"ns": 6, "title": "File:Rosmerta-Autun.jpg"}, {"ns": 6, "title": "File:Rosmerta Cantismerta distribution.png"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}