{"pageid": 85947, "ns": 0, "title": "Danu (Irish goddess)", "extract": "<p>In Irish mythology, <b>Danu</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈdanu]</span>; modern Irish <b>Dana</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈd̪ˠanˠə]</span>) is a hypothetical mother goddess of the Tuatha Dé Danann (Old Irish: \"The peoples of the goddess Danu\"). Though primarily seen as an ancestral figure, some Victorian sources also associate her with the land.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>The hypothetical nominative form of the name, <i>*Danu</i>, is not found in any medieval Irish text, but is rather a reconstruction by modern scholars based on the genitive <i>Danann</i> (also spelled <i>Donand</i> or <i>Danand</i>), which is the only form attested in the primary sources (e.g. in the collective name of the Irish gods, <i>Tuatha De Danann</i> \"Tribe of the Gods of Danu\").</p>\n<p>The etymology of the name has been a matter of much debate since the 19th century, with some earlier scholars favoring a link with the Vedic water goddess Danu, whose name is derived from the Proto-Indo-European root <i>*d<sup>h</sup>enh2-</i> \"to run, to flow\", which may also lie behind the ancient name for the river Danube, <i>Danuuius</i> (perhaps of Celtic origin, though it is also possible that it is an early Scythian loanword in Celtic).</p>\n<p>In one of the more recent examinations of the name <i>Danu</i>, renowned linguist Eric Hamp rejects the traditional etymologies as fantasy, proposing instead that <i>*Danu</i> is rather derived from the same root as Latin <i>bonus</i> (Old Latin <i>duenos</i>), from Proto-Indo-European <i>*dueno-</i> \"good\", via a Proto-Celtic nominative singular n-stem <i>*Duonū</i> meaning \"Aristocrat\".</p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>Danu has no myths or legends associated with her in any surviving medieval Irish texts, but she has possible parallels with the Welsh literary figure Dôn, whom most modern scholars regarded as a mythological mother goddess in the medieval tales of the Mabinogion, despite the fact that Dôn's gender is never specified in the tales and was regarded as a man by some medieval Welsh antiquarians.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Associations between the Welsh Dôn and the Irish Dana</li>\n</ul>"}