{"pageid": 85973, "ns": 0, "title": "Badb", "extract": "<p>In Irish mythology, the <b>Badb</b> (Old Irish, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈbaðβ]</span>) or <b>Badhbh</b> (Modern Irish, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈbəiv]</span>)—meaning \"crow\"—is a war goddess who takes the form of a crow, and is thus sometimes known as <b>Badb Catha</b> (\"battle crow\"). She is known to cause fear and confusion among soldiers to move the tide of battle to her favoured side. Badb may also appear prior to a battle to foreshadow the extent of the carnage to come, or to predict the death of a notable person. She would sometimes do this through wailing cries, leading to comparisons with the bean-sídhe (banshee).</p>\n<p>With her sisters, Macha and the Morrígan, Badb is part of a trio of war goddesses known as the <i>Morrígna</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Representations_in_legends\">Representations in legends</span></h2>\n<p>In Irish legends, Badb is associated with war and death, appearing either to foreshadow imminent bloodshed or to participate in battles, where she creates confusion among the soldiers. As a harbinger of doom, she appears in a number of different guises. In <i>Togail Bruidne Dá Derga</i>, she takes the form of an ugly hag who prophesies Conaire Mór's downfall. She appears in a similar guise in <i>Togail Bruidne Dá Choca</i> to foretell the slaying of Cormac Condloinges, as well as taking the form of a \"washer at the ford\"—a woman washing Cormac's chariot and harness in a ford in what was considered an omen of death. The cries of Badb may also be an ill omen: Cormac's impending death is foreshadowed with the words \"The red-mouthed badbs will cry around the house, / For bodies they will be solicitous\" and \"Pale badbs shall shriek\". In this role she has much in common with the bean-sídhe.</p>\n<p>She was also regularly depicted as an active participant in warfare; indeed, the battlefield was sometimes referred to as \"the garden of the Badb\". During the First Battle of Mag Tuired, Badb—along with her sisters, Macha and Morrígan—fights on the side of the Tuatha Dé Danann. Using their magic, the three sisters incite fear and confusion among the Fir Bolg army, conjuring \"compact clouds of mist and a furious rain of fire\" and allowing their enemies \"neither rest nor stay for three days and nights\". Badb plays a similar role in the Táin Bó Cúailnge, terrorising and disorienting the forces of Queen Medb and causing many to fall on their own weapons. She would often take the form of a screaming raven or crow, striking fear into those who heard her, and could also be heard as a voice among the corpses on a battlefield.</p>\n<p>Following the defeat of the Formorians by the Tuatha Dé Danann in the Second Battle of Mag Tuired, Badb (or the Morrígan daughter of Ernmas) instead of predicting doom, now sings a prophecy celebrating the victory and a time of peace,</p>\n<blockquote>\n</blockquote>\n<p>Then she delivers a prophecy of the eventual end of the world, \"foretelling every evil that would be therein, and every disease and every vengeance. Wherefore then she sang this lay below.\":</p>\n<blockquote>\n</blockquote>\n<h2><span id=\"Kinship\">Kinship</span></h2>\n<p>Badb is often identified as one of the Morrígna, a trio of Irish war goddesses, although there exist a number of conflicting accounts on this subject. In <i>Lebor Gabála Érenn</i>, Badb, Macha and Morrígan make up the Morrígna trinity and are named as daughters of the farming goddess Ernmas. According to this version, she is also the sister of Ériu, Banba and Fódla, the three matron goddesses of Ireland, who give their names to the land. Other accounts identify the trio as daughters of the druid Cailitin and his wife.</p>\n<p><i>Lebor Gabála Érenn</i> also states that Badb is one of the two wives of the war god Neit. Less commonly, she has been described as the wife of the Fomorian king Tethra.</p>\n<h3><span id=\"Similar_deities\">Similar deities</span></h3>\n<p>In her role as a terrifying battlefield goddess and harbinger of doom, Badb closely resembles Nemain. Like Badb, Nemain is identified as a wife of Neit and is sometimes listed as one of the three Morrígna. Writers have sometimes used their names interchangeably, suggesting that they may in fact be a single goddess. On the other hand, W. M. Hennessy notes that Badb and Nemain were said to have different sets of parents, suggesting that they may not be entirely identical figures.</p>\n<p>Badb also appears to be closely related to the Gaulish goddess Catubodua, or Bodua.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Pointing to variants such as Irish <i>badhbh</i> 'hoodie crow, a fairy, a scold,' Early Irish <i>badb</i>, 'crow, demon,' <i>Badba</i>, Welsh <i>bod</i>, 'kite,' the Gaulish name <i>Bodv</i>-, in <i>Bodvo-gnatus</i> and the Welsh name <i>Bodnod</i>, Macbain (1982) suggests *<i>bodwā</i>- as the Proto-Celtic ancestral form. However, Julius Pokorny (1959:203) suggests *<i>badwā</i>- on the basis of similar data. Both MacBain (1982) and Julius Pokorny (1959:203) correlate the element with Norse <i>böð</i>, genitive <i>boðvar</i>, 'war,' and Anglo-Saxon <i>beadu</i>, genitive <i>beadwe</i>, 'battle,' suggesting that the word originally denoted 'battle' or 'strife.' Julius Pokorny (1959:203) presents the element as an extended form of the Proto-Indo-European root *<i>bhedh</i>- 'pierce, dig.' To this root Pokorny also links the Sanskrit <i>bádhate</i>, 'oppress,' and the Lithuanian <i>bádas</i>, 'famine'.</p>\n<p>W. M. Hennessy argues that the word <i>bodb</i> or <i>badb</i> originally meant <i>rage</i>, <i>fury</i>, or <i>violence</i>, and came to mean a witch, fairy, or goddess, represented in folklore by the scald-crow, or royston-crow. Peter O'Connell's 1819 <i>Irish Dictionary</i> defines the Badb as a \"<i>bean-sidhe</i>, a female fairy, phantom, or spectre, supposed to be attached to certain families, and to appear sometimes in the form of squall-crows, or royston-crows\" and <i>badb-catha</i> as \"<i>Fionog</i>, a royston-crow, a squall crow\". Other entries relate to her triple nature: \"<i>Macha</i>, i. e. a royston-crow; <i>Morrighain</i>, i. e. the great fairy; <i>Neamhan</i>, i. e. <i>Badb catha nó feannóg</i>; a <i>badb catha</i>, or royston-crow.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Irish mythology in popular culture</li>\n<li>Boa Island</li>\n<li>Clídna</li>\n<li>Mongfind</li>\n</ul><h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Ó Cuív, Brian (1968). <i>Irish Sagas</i>; ed. Myles Dillon. Cork: Mercier.</li>\n<li>MacBain, Alexander. (1982) <i>An Etymological Dictionary of the Gaelic Language</i>. Gairm Publications.</li>\n<li>Pokorny, Julius (1959). <i>Indogermanisches etymologisches Wörterbuch</i></li>\n</ul>", "images": [{"ns": 6, "title": "File:Corvus cornix -perching-8.jpg"}]}