{"pageid": 85977, "ns": 0, "title": "Macha", "extract": "<p><b>Macha</b> (<small>Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈmaxə]</span>) was a sovereignty goddess of ancient Ireland associated with the province of Ulster, particularly with the sites of Navan Fort (<i>Eamhain Mhacha</i>) and Armagh (<i>Ard Mhacha</i>), which are named after her. Several figures called Macha appear in Irish mythology and folklore, all believed to derive from the same goddess. She is said to be one of three sisters known as 'the three Morrígna'. Like other sovereignty goddesses, Macha is associated with the land, fertility, kingship, war and horses. The name is presumably derived from Proto-Celtic *<i>makajā</i> denoting \"a plain\" (genitive *<i>makajās</i> \"of the plain\"). It was also said that Macha was called <i>Grian Banchure</i>, the \"Sun of Womanfolk\".</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Macha,_daughter_of_Partholón\"></span><span id=\"Macha.2C_daughter_of_Parthol.C3.B3n\">Macha, daughter of Partholón</span></h2>\n<p>A poem in the <i>Lebor Gabála Érenn</i> mentions Macha as one of the daughters of Partholón, leader of the first settlement of Ireland after the flood, although it records nothing about her.</p>\n<h2><span id=\"Macha,_wife_of_Nemed\"></span><span id=\"Macha.2C_wife_of_Nemed\">Macha, wife of Nemed</span></h2>\n<p>Various sources record a second Macha as the wife of Nemed, leader of the second settlement of Ireland after the flood. She was the first of Nemed's people to die in Ireland – twelve years after their arrival according to Geoffrey Keating, twelve days after their arrival according to the <i>Annals of the Four Masters</i>. It is said that the hilltop where she was buried was named after her: <i>Ard Mhacha</i>, \"Macha's high place\". The surrounding woodland was cleared by Nemed's folk and named <i>Magh Mhacha</i>, \"Macha's plain\".</p>\n<h2><span id=\"Macha,_daughter_of_Ernmas\"></span><span id=\"Macha.2C_daughter_of_Ernmas\">Macha, daughter of Ernmas</span></h2>\n<p>Macha, daughter of Ernmas, of the Tuatha Dé Danann, appears in many early sources. She is often mentioned together with her sisters, \"Badb and Morrigu, whose name was Anand\". The three (with varying names) are often considered a triple goddess associated with war. <i>O'Mulconry's Glossary</i>, a thirteenth-century compilation of glosses from medieval manuscripts preserved in the <i>Yellow Book of Lecan</i>, describes Macha as \"one of the three <i>morrígna</i>\" (the plural of <i>Morrígan</i>), and says the term <i>Mesrad Machae</i>, \"the mast of Macha\", refers to \"the heads of men that have been slaughtered\". A version of the same gloss in MS H.3.18 identifies Macha with Badb, calling the trio \"raven women\" who instigate battle. Keating explicitly calls them \"goddesses\", but medieval Irish tradition was keen to remove all trace of pre-Christian religion. Macha is said to have been killed by Balor during the battle with the Fomorians.</p>\n<h2><span id=\"Macha_Mong_Ruad\">Macha Mong Ruad</span></h2>\n<p>Macha Mong Ruad (\"red hair\"), daughter of Áed Rúad (\"red fire\" or \"fire lord\" – a name of the Dagda), was, according to medieval legend and historical tradition, the only queen in the List of High Kings of Ireland. Her father Áed rotated the kingship with his cousins Díthorba and Cimbáeth, seven years at a time. Áed died after his third stint as king, and when his turn came round again, Macha claimed the kingship. Díthorba and Cimbáeth refused to allow a woman to take the throne, and a battle ensued. Macha won, and Díthorba was killed. She won a second battle against Díthorba's sons, who fled into the wilderness of Connacht. She married Cimbáeth, with whom she shared the kingship. Macha pursued Díthorba's sons alone, disguised as a leper, and overcame each of them in turn when they tried to have sex with her, tied them up, and carried the three of them bodily to Ulster. The Ulstermen wanted to have them killed, but Macha instead enslaved them and forced them to build Emain Macha (Navan Fort near Armagh), to be the capital of the Ulaid, marking out its boundaries with her brooch (explaining the name <i>Emain Macha</i> as <i>eó-muin Macha</i> or \"Macha's neck-brooch\"). Macha ruled together with Cimbáeth for seven years, until he died of plague at Emain Macha, and then a further fourteen years on her own, until she was killed by Rechtaid Rígderg. The <i>Lebor Gabála</i> synchronises her reign to that of Ptolemy I Soter (323–283 BC). The chronology of Keating's <i>Foras Feasa ar Éirinn</i> dates her reign to 468–461 BC, the <i>Annals of the Four Masters</i> to 661–654 BC.</p>\n<p>Marie-Louise Sjoestedt writes of this figure: \"In the person of this second Macha we discover a new aspect of the local goddess, that of the warrior and dominator; and this is combined with the sexual aspect in a specific manner which reappears in other myths, the male partner or partners being dominated by the female.\"</p>\n<h2><span id=\"Macha,_wife_of_Cruinniuc\"></span><span id=\"Macha.2C_wife_of_Cruinniuc\">Macha, wife of Cruinniuc</span></h2>\n<p>Macha, daughter of Sainrith mac Imbaith, was the wife of Cruinniuc, an Ulster farmer. Some time after the death of Cruinniuc's first wife, Macha appears at his house. Without speaking, she begins keeping the house and acting as his wife. Soon she becomes pregnant by him. As long as they were together Cruinniuc's wealth grew. When he leaves to attend a festival organised by the king of Ulster, she warns him that she will only stay with him so long as he does not speak of her to anyone, and he promises to say nothing. However, during a chariot race, he boasts that his wife can run faster than the king's horses. The king orders Cruinniuc be held on pain of death unless he can make good on his claim. Although she is heavily pregnant, Macha is brought to the gathering and the king forces her to race the horses. She wins the race, but then cries out in pain as she gives birth to twins on the finish line; a boy named Fír (\"True\") and a girl named Fial (\"Modest\"). For disrespecting and humiliating her, she curses the men of Ulster to be overcome with weakness—as weak \"as a woman in childbirth\"—at the time of their greatest need. This weakness would last for five days and the curse would last for nine generations. Thereafter, the place where Macha gave birth would be called <i>Emain Macha</i>, or \"Macha's twins\".</p>\n<p>This tale explains the meaning of the name <i>Emain Macha</i>, and explains why none of the Ulstermen but the semi-divine hero Cúchulainn could resist the invasion of Ulster in the <i>Táin Bó Cuailnge</i> (Cattle Raid of Cooley). It shows that Macha, as goddess of the land and sovereignty, can be vengeful if disrespected, and how the rule of a bad king leads to disaster.</p>\n<p>This Macha is particularly associated with horses—it is perhaps significant that twin colts were born on the same day as Cúchulainn, and that one of his chariot-horses was called Liath Macha or \"Macha's Grey\"—and she is often compared with the Welsh mythological figure Rhiannon.</p>\n<h2><span id=\"Relationships_of_the_Machas\">Relationships of the Machas</span></h2>\n<p>Macha is named as the wife of Nemed, son of Agnoman, or alternately as the wife of Crund, son of Agnoman, which may indicate an identity of Nemed with Crund. Macha is also named as the daughter of Midir and Aed the Red.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Cliodna</li>\n<li>Grian</li>\n<li>Mongfind</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Macha.jpg"}, {"ns": 6, "title": "File:WPanthroponymy.svg"}]}