{"pageid": 85979, "ns": 0, "title": "Ancamna", "extract": "<p>In Gallo-Roman religion, <b>Ancamna</b> was a goddess worshipped particularly in the valley of the Moselle River. She was commemorated at Trier and Ripsdorf as the consort of Lenus Mars, and at Möhn as the consort of Mars Smertulitanus. At Trier, altars were set up in honour of Lenus Mars, Ancamna and the <i>genii</i> of various <i>pagi</i> of the Treveri, giving the impression of Lenus Mars and Ancamna as tribal protectors honoured in an officially organized cult. Among the few statuettes left as votive offerings left at the sanctuary of Mars Smertulitanus and Ancamna at Möhn is one of a <i>genius cucullatus</i> like those offered to the Xulsigiae at the Lenus Mars temple complex in Trier.</p>\n<p>Inciona is also apparently invoked along with Lenus Mars Veraudunus on a bronze <i>ex voto</i> from Luxembourg; it is unclear what connection, if any, exists between Inciona and Ancamna. Jufer and Luginbühl link Ancamna with two other consorts of the Gaulish Mars, Litavis and Nemetona, noting that none of these appear to be warrior goddesses themselves; instead, they suggest that Ancamna might have been associated with a spring. Edith Wightman considers the couple Mars Loucetius and Nemetona to be \"closely similar to if not identical with, Lenus and Ancamna\".</p>\n<h2><span id=\"Works_cited\">Works cited</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Ellis, Peter Berresford (1994). <i>Dictionary of Celtic Mythology</i> (Oxford Paperback Reference), Oxford University Press, Oxford. ISBN 0-19-508961-8</li>\n<li>MacKillop, James (1998). <i>Dictionary of Celtic Mythology</i>. Oxford University Press, Oxford. ISBN 0-19-280120-1.</li>\n<li><cite id=\"CITEREFWightman1970\" class=\"citation book\">Wightman, Edith Mary (1970). <i>Roman Trier and the Treveri</i>. London: Rupert Hart-Davis.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAncamna&amp;rft.aufirst=Edith+Mary&amp;rft.aulast=Wightman&amp;rft.btitle=Roman+Trier+and+the+Treveri&amp;rft.date=1970&amp;rft.genre=book&amp;rft.place=London&amp;rft.pub=Rupert+Hart-Davis&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Wood, Juliette (2002). <i>The Celts: Life, Myth, and Art.</i> Thorsons Publishers. ISBN 0-00-764059-5</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ancamna MarsSmertrius HistMusPfalz 3477.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}