{"pageid": 86003, "ns": 0, "title": "Andraste", "extract": "<p><b>Andraste</b>, also known as <b>Andrasta</b> or <b>Andred</b>, was, according to the Roman historian Dio Cassius, an Icenic war goddess invoked by Boudica in her fight against the Roman occupation of Britain in AD 60. She may be the same as Andate, mentioned later by the same source, and described as \"their name for Victory\": i.e., the goddess Victoria. Thayer asserts that she may be related to Andarta also. The goddess Victoria is related to Nike, Bellona, Magna Mater (Great Mother), Cybele, and Vacuna—goddesses who are often depicted on chariots.</p>\n<p>Many Neopagan sources describe the hare as sacred to Andraste. This seems to derive from a misreading of the passage in Dio Cassius in which Boudica releases a hare from her gown:</p>\n<blockquote class=\"templatequote\">\n<p>\"Let us, therefore, go against [the Romans], trusting boldly to good fortune. Let us show them that they are hares and foxes trying to rule over dogs and wolves.\" When she [Boudica] had finished speaking, she employed a species of divination, letting a hare escape from the fold of her dress; and since it ran on what they considered the auspicious side, the whole multitude shouted with pleasure, and Boudica, raising her hand toward heaven, said: \"I thank you, Andraste, and call upon you as woman speaking to woman ... I beg you for victory and preservation of liberty.\"</p>\n</blockquote>\n<p>The hare's release is described as a technique of divination, with an augury drawn from the direction in which it runs. This appears to be similar to the Roman methods of divination which ascribe meaning to the directions from which birds fly, with the left side being unfavorable (sinistra) and the right side favorable.</p>\n<h2><span id=\"References\">References</span></h2>\n<p><b>Notes</b></p>\n\n<p><b>Bibliography</b></p>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Somewhat speculative page on Andraste and Boudica.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}