{"pageid": 86016, "ns": 0, "title": "Creiddylad", "extract": "<p><b>Creiddylad</b> (also known as <i>Creirddylad</i>, <i>Creurdilad</i>, <i>Creudylad</i> or <i>Kreiddylat</i>), daughter of King Lludd, is a minor character in the early medieval Welsh Arthurian tale <i>Culhwch ac Olwen</i>.</p>\n<h2><span id=\"Role_in_Welsh_tradition\">Role in Welsh tradition</span></h2>\n<p>Creiddylad, daughter of Lludd Silver Hand, is a lady living at the court of King Arthur. Considered to be the most beautiful girl in the British Isles, she is loved by two of Arthur's warriors: Gwythyr and Gwyn. Her rival suitors are thrust into conflict when Gwythyr abducts her from her father's house, to which Gwyn retaliates by kidnapping her from Gwythyr. Due to Arthur's intervention in the ensuing feud, the lady Creiddylad is returned to her father and an arrangement (a <i>dihenydd</i>, or \"fate\") is made that forces the adversaries to engage in single combat for the object of their love every May Day—while she is destined to remain with her father, unmarried—until a final battle on Judgement Day, which will determine who keeps her forever.</p>\n<p>Creiddylad has been compared to the Greek springtime goddess Persephone, who is similarly abducted by an admirer (the underworld god Hades), rescued by an intervening character (Zeus), and reunited with her family (her mother Demeter), then cursed to repeat the experience every year. Here, the warrior duo's ritual battle for possession of Creiddylad may be understood as a version of the \"Holly King\" myth, possibly personifying the dynamic power struggle between summer and winter.</p>\n<p>It is also observed that the name of Creiddylad's father (Lludd) and that of Gwyn's father (Nudd) are likely cognate, which suggests that the characters are different incarnations of the pan-Celtic deity Nodons. Hence, Gwyn is often described as Creiddylad's brother.</p>\n<p>Additionally, she is sometimes confused with the goddess Creirwy, who is also referred to as the most beautiful girl in the world.</p>\n<h2><span id=\"Cordelia\">Cordelia</span></h2>\n<p>Though some scholars disagree, Creiddylad is traditionally identified as the prototype of Geoffrey of Monmouth's pseudo-historical Queen Cordeilla, who is the source of William Shakespeare's heroine Cordelia (the youngest daughter of King Lear). If so, Geoffrey's alteration of the name to <i>Cordeilla</i> made it unrecognizable to his Welsh translators, who failed to use the name Creiddylad in their Latin-to-Welsh translations of <i>Historia Regum Britanniae</i>. Further complicating the association, the legends surrounding Creiddylad and Cordelia show a high degree of variability.</p>\n<h2><span id=\"References\">References</span></h2>"}