{"pageid": 86020, "ns": 0, "title": "Iris (mythology)", "extract": "<p>In Greek mythology, <b>Iris</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Ἶρις</span>) is the personification of the rainbow and messenger of the gods. </p>\n\n<p></p>\n<h2><span id=\"Biography\">Biography</span></h2>\n\n<p>According to Hesiod's <i>Theogony</i>, Iris is the daughter of Thaumas and the Oceanid Electra, and the sister of the Harpies: Aello and Ocypete. During the Titanomachy, Iris was the messenger of the Olympian Gods, while her twin sister Arke betrayed the Olympians and became the messenger of the Titans.</p>\n<p>Iris is married to Zephyrus, who is the god of the west wind. Their son is Pothos (Nonnus, <i>Dionysiaca</i>). According to the <i>Dionysiaca</i> of Nonnos, Iris' brother is Hydaspes (book XXVI, lines 355-365).</p>\n<p>She is also known as one of the goddesses of the sea and the sky. Iris links the gods to humanity. She travels with the speed of wind from one end of the world to the other, and into the depths of the sea and the underworld.</p>\n<h2><span id=\"Epithets\">Epithets</span></h2>\n<p>Iris had numerous poetic titles and epithets, including <i>Chrysopteron</i> (Golden Winged), <i>Podas ôkea</i> (swift footed) or <i>Podênemos ôkea</i> (wind-swift footed), <i>Roscida</i> (dewy), and <i>Thaumantias</i> or <i>Thaumantos</i> (Daughter of Thaumas, Wondrous One). Under the epithet Aellopus (<span lang=\"grc\" xml:lang=\"grc\">Ἀελλόπους</span>) she was described as swift-footed like a storm-wind. She also watered the clouds with her pitcher, obtaining the water from the sea.</p>\n\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<h3><span id=\"Messenger_of_the_gods\">Messenger of the gods</span></h3>\n<p>In some records Iris is a sororal twin to the Titaness Arke (<i>arch</i>), who flew out of the company of Olympian gods to join the Titans as their messenger goddess during the Titanomachy, making the two sisters enemy messenger goddesses. Iris was said to have golden wings, whereas Arke had iridescent ones. She is also said to travel on the rainbow while carrying messages from the gods to mortals. During the Titan War, Zeus tore Arke's iridescent wings from her and gave them as a gift to the Nereid Thetis at her wedding, who in turn gave them to her son, Achilles, who wore them on his feet. Achilles was sometimes known as <i>podarkes</i> (feet like [the wings of] Arke). Podarces was also the original name of Priam, king of Troy.</p>\n<p>Iris is frequently mentioned as a divine messenger in <i>The Iliad</i>, which is attributed to Homer. She does not, however, appear in <i>The Odyssey,</i> where her role is instead filled by Hermes. Like Hermes, Iris carries a caduceus or winged staff. By command of Zeus, the king of the gods, she carries an ewer of water from the River Styx, with which she puts to sleep all who perjure themselves. In Book XXIII, she delivers Achilles's prayer to Boreas and Zephyrus to light the funeral pyre of Patroclus.</p>\n<p>Iris also appears several times in Virgil's <i>Aeneid</i>, usually as an agent of Juno. In Book 4, Juno dispatches her to pluck a lock of hair from the head of Queen Dido, that she may die and enter Hades. In book 5, Iris, having taken on the form of a Trojan woman, stirs up the other Trojan mothers to set fire to four of Aeneas' ships in order to prevent them from leaving Sicily.</p>\n<p>According to the Roman poet Ovid, after Romulus was deified as the god Quirinus, his wife Hersilia pleaded the gods to let her become immortal as well so that she could be with her husband once again. Juno heard her plea and sent Iris down to her. With a single finger, Iris touched Hersilia and transformed her into an immortal goddess. Hersilia flew to Olympus, where she became one of the Horae and was permitted to live with her husband forevermore.</p>\n\n<h3><span id=\"Other_tales\">Other tales</span></h3>\n<p>According to the \"Homeric Hymn to Apollo,\" when Leto was in labor prior to giving birth to Apollo and his twin sister Artemis, all the goddesses were in attendance except for two, Hera and Ilithyia, the goddess of childbirth. On the ninth day of her labor, Leto told Iris to bribe Ilithyia and ask for her help in giving birth to her children, without allowing Hera to find out.</p>\n<p>According to Apollonius Rhodius, Iris turned back the Argonauts Zetes and Calais, who had pursued the Harpies to the Strophades ('Islands of Turning'). The brothers had driven off the monsters from their torment of the prophet Phineus, but did not kill them upon the request of Iris, who promised that Phineus would not be bothered by the Harpies again.</p>\n<p>In Euripides' play <i>Herakles</i>, Iris appears alongside Lyssa, cursing Heracles with the fit of madness in which he kills his three sons and his wife Megara.</p>\n<h2><span id=\"Representation\">Representation</span></h2>\n<p>Iris is represented either as a rainbow, or as a beautiful young maiden with wings on her shoulders. As a goddess, Iris is associated with communication, messages, the rainbow and new endeavors. This personification of a rainbow was once described as being a link to the heavens and earth. In some texts she is depicted wearing a coat of many colors. With this coat she actually creates the rainbows she rides to get from place to place. Iris's wings were said to be so beautiful that she could even light up a dark cavern, a trait observable from in the story of her visit to Somnus in order to relay a message to Alcyone.</p>\n<p>Though Iris was principally associated with communication and messages, she was also believed to aid in the fulfillment of humans' prayers, either by fulfilling them herself or by bringing them to the attention of other deities.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Grimal, Pierre, <i>The Dictionary of Classical Mythology</i>, 1996, ISBN 978-0-631-20102-1. \"Iris\" pp. 237–238</li>\n<li>Peyré, Yves, \"Iris.\" 2009. In A Dictionary of Shakespeare's Classical Mythology (2009-), ed. Yves Peyré. http://www.shakmyth.org/myth/129/iris</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Iris\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Iris\" from Theoi.com</li>\n<li>Hesiod, the Homeric Hymns, and Homerica by Hesiod (English translation at Project Gutenberg)</li>\n<li>The Iliad by Homer (English translation at Project Gutenberg)</li>\n<li>The Argonautica, by c. 3rd century BC Apollonius Rhodius (English translation at Project Gutenberg)</li>\n</ul>", "images": [{"ns": 6, "title": "File:(16) Flaxman Ilias 1795, Zeichnung 1793, 183 x 244 mm mm.jpg"}, {"ns": 6, "title": "File:(33) Flaxman Ilias 1793, gestochen 1795, 184 x 340 mm.jpg"}, {"ns": 6, "title": "File:(7) Flaxman Ilias Kupferstich 1795, Zeichnung 1793, 182 x 250 mm.jpg"}, {"ns": 6, "title": "File:1852 Iris Illuminated Souvenir.png"}, {"ns": 6, "title": "File:Antonio Palomino - Alegoría del Aire, 1700.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:François Lemoyne - Junon, Iris et Flore.jpg"}, {"ns": 6, "title": "File:Grèce - Serie courante de 1911- Type \"Iris\".jpg"}, {"ns": 6, "title": "File:HistoireDesMétéores - p301.jpg"}, {"ns": 6, "title": "File:Iris Carrying the Water of the River Styx to Olympus for the Gods to Swear By, Guy Head, c. 1793 - Nelson-Atkins Museum of Art - DSC08946.JPG"}]}