{"pageid": 86038, "ns": 0, "title": "Arduinna", "extract": "<p>In Gallo-Roman religion, <b>Arduinna</b> (also Arduina, Arduinnae or Arduinne) was the eponymous tutelary goddess of the Ardennes Forest and region, thought to be represented as a huntress riding a boar (primarily in the present-day regions of Belgium and Luxembourg). Her cult originated in the Ardennes region of present-day Belgium, Luxembourg, and France. She was identified with the Roman goddess Diana.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>In <i>The Gods of the Celts</i>, Miranda Green states that some depictions of Arduinna show her riding a boar. However, Simone Deyts notes that the bronze Gallo-Roman statue of a woman in a short belted tunic, riding a boar sidesaddle and holding a knife, conserved in the Musée des antiquités nationales, St-Germain-en-Laye, bears no inscription, and was simply assumed to be Arduinna by the 19th century antiquarian who discovered it—perhaps because the modern symbol of the Ardennes region is also a boar. Another such bronze, from the collection of Richard Payne Knight, has been in the British Museum since 1824; it is traditionally identified as \"Diana\". Both bronze statuettes are now headless.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>Arduinna is directly attested from two inscriptions:</p>\n<ul><li>Düren, Germany: <i>deae Ardbinnae</i> (<i>CIL</i> XIII, 07848; the object in question is an altar)</li>\n<li>Rome, Italy: <i>Arduinne</i> (<i>CIL</i> VI, 00046; this is an inscribed relief, on which the name <i>Arduinne</i> has also been read as <i>Saturno</i>)</li>\n</ul><h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name Arduinna derives from the Gaulish <i>arduo-</i> meaning height. It is also found in several placenames, such as the Ardennes Woods (<i>Arduenna silva</i>) and the Forest of Arden in England, in personal names <i>Arduunus</i> and <i>Arda</i> — the latter from coinage of the Treveri — and the Galatian <i>Αρδή</i>. The name <i>Arduenna silva</i> for \"wooded heights\" was applied to several forested mountains, not just the modern Ardennes: it is found in the départements of Haute-Loire and Puy-de-Dôme and in the French commune of Alleuze.</p>\n<p>It has also been suggested that the gemination <i>-nn-</i> is typical to a language of the Belgae, being different from Celtic and thus suggesting a <i>Nordwestblock</i> etymology, which, generally speaking, is also assumed to be closer to Germanic.</p>\n<h2><span id=\"Historical_references\">Historical references</span></h2>\n<p>In 585, St. Walfroy (Wulfilaich) preached to the local population of Villers-devant-Orval in the Ardennes to persuade them to abandon the worship of Diana. On the hill near Margut, there was, according to Gregory of Tours, a large stone statue of Diana where people would worship. Worshippers would also sing chants in Diana's honour as they drank and feasted. After some difficulties, Walfroy and his followers succeeded in pulling down the statue, which they demolished with hammers.</p>\n<h2><span id=\"Legacy\">Legacy</span></h2>\n<p>The Main belt asteroid 394 Arduina, discovered on 19 November 1894, is named for Arduinna.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Colbert de Beaulieu, Jean-Baptiste &amp; Fischer, Brigitte (1998) <i>Recueil des Inscriptions gauloises</i> (RIG) <b>4:</b> <i>les légendes monétaires</i>. Paris, Editions du CNRS</li>\n<li><i>Corpus Inscriptionum Latinarum (CIL)</i>, volume 6, Italia</li>\n<li><i>Corpus Inscriptionum Latinarum (CIL)</i>, volume 13, Tres Galliae</li>\n<li>Green, Miranda (1986) <i>The Gods of the Celts</i>. Stroud, Sutton Publishing. ISBN 0-7509-1581-1</li>\n</ul>\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}