{"pageid": 86079, "ns": 0, "title": "Fódla", "extract": "<p>In Irish mythology, <b>Fódla</b> or <b>Fótla</b> (modern spelling: <b>Fódhla</b> or <b>Fóla</b>), daughter of Ernmas of the Tuatha Dé Danann, was one of the tutelary goddesses of Ireland. Her husband was Mac Cecht.</p>\n<p>With her sisters, Banba and Ériu, she was part of an important triumvirate of goddesses. When the Milesians arrived from Spain, each of the three sisters asked the bard Amergin that her name be given to the country. Ériu (Éire, and in the dative 'Éirinn', giving English 'Erin') seems to have won the argument, but the poets hold that all three were granted their wish, and thus 'Fodhla' is sometimes used as a literary name for Ireland, as is 'Banba'. This is similar in some ways to the use of the poetic name 'Albion' for Great Britain.</p>\n<p>In the <i>Tochomlad mac Miledh a hEspain i nErind</i>, Fótla is described as the wife of Mac Cecht, reigning as Queen of Ireland in any year in which Mac Cecht ruled as king. The text goes on to relate that as the Milesians were journeying through Ireland, Fótla met them ‘with her swift fairy hosts around her’ on Naini Mountain, also called the mountain of Ebliu. A footnote identifies the Naini Mountain of Ebliu as the Slieve Felim Mountains in County Limerick. The soil of this region is peaty luvisol.</p>\n<p>According to Seathrún Céitinn she worshipped the Mórrígan, who is also sometimes named as a daughter of Ernmas.</p>\n<p>In <i>De Situ Albanie</i> (a late document), the Pictish Chronicle, and the <i>Duan Albanach</i>, <i>Fotla</i> (modern Atholl, <i>Ath-Fotla</i>) was the name of one of the first Pictish kingdoms.</p>\n<p>The LÉ Fola (CM12), a ship in the Irish Naval Service (now decommissioned), was named after her.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}, {"ns": 6, "title": "File:Triskele-Symbol-spiral.svg"}]}