{"pageid": 86078, "ns": 0, "title": "Ériu", "extract": "<p>In Irish mythology, <b>Ériu</b> (<small>Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈeːrʲu]</span>; modern Irish <b>Éire</b>), daughter of Ernmas of the Tuatha Dé Danann, was the eponymous matron goddess of Ireland.</p>\n<p>The English name for Ireland comes from the name Ériu and the Germanic (Old Norse or Old English) word <i>land</i>.</p>\n<p>Since Ériu is represented as goddess of Ireland, she is often interpreted as a modern-day personification of Ireland, although since the name \"Ériu\" is the older Irish form of the word Ireland, her modern name is often modified to \"Éire\" or \"Erin\" to suit a modern form.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Role_and_mythic_portrayal\">Role and mythic portrayal</span></h2>\n<p>With her sisters, Banba and Fódla, she was part of an important triumvirate of goddesses. When the Milesians arrived from Galicia, each of the three sisters asked that their name be given to the country. This was granted to them, although Ériu (Éire) became the chief name in use. (Banba and Fódla are still sometimes used as poetic names for Ireland, much as <i>Albion</i> is used as a poetic name for Great Britain.)</p>\n<p>Ériu, Banba and Fódla are interpreted as goddesses of sovereignty.</p>\n<p>According to the 17th-century Irish historian Geoffrey Keating (<i>Seathrún Céitinn</i>), the three sovereignty goddesses associated with Éire, Banbha and Fódla were Badb, Macha and The Morrígan.</p>\n<p>Different texts have attributed different personal relationships to Ériu. Her husband has been named as Mac Gréine (‘Son of the Sun’). She has also been portrayed as the lover of Elatha, a prince of the Fomorians, with whom she had a son Bres, and as the mistress of the hero Lugh. Both Elatha and Ériu are described in some sources as the children of Delbaeth, indicating they may be half-siblings. Her foster-father in the Rennes <i>Dindsenchas</i> was Codal the Roundbreasted, whose feeding Eriu caused the land in Ireland to heave toward the sky.</p>\n<h2><span id=\"Name_and_etymology\">Name and etymology</span></h2>\n<p>The University of Wales' reconstructed Proto-Celtic lexicon gives *<i>Φīwerjon-</i> (nominative singular <i>Φīwerjō</i>) as the Proto-Celtic etymology of this name. This Celtic form implies Proto-Indo-European <i>*piHwerjon-</i>, likely related to the adjectival stem <i>*piHwer-</i> \"fat\" (cf. Sanskrit <i>pīvan</i>, f. <i>pīvarī</i> and by-form <i>pīvara</i>, \"fat, full, abounding\") hence meaning \"fat land\" or \"land of abundance\", applied at an early date to the island of Ireland. The Proto-Celtic form became <i>*īweriū</i> in Q-Celtic (Proto-Goidelic). From a similar or somewhat later form were also borrowed Greek <span lang=\"grc\" xml:lang=\"grc\">Ἰέρνη</span> <i>I[w]ernē</i> and <span lang=\"grc\" xml:lang=\"grc\">Ἰουερνία</span> <i>Iouernia</i>; the latter form was converted into Latin <i>Hibernia</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<p>Boydell, Barra. \"The female harp: The Irish harp in 18th- and early–19th-century Romantic nationalism\", <i>RIdIM/RCMI newsletter</i> XX/1 (spring 1995), 10–17.</p>", "images": [{"ns": 6, "title": "File:'The Harp of Erin', oil on canvas painting by Thomas Buchanan Read.JPG"}, {"ns": 6, "title": "File:Question book-new.svg"}]}