{"pageid": 86094, "ns": 0, "title": "Belisama", "extract": "<p>In Celtic polytheism, <b>Belisama</b> (epigraphically <span lang=\"xtg-Grek\" xml:lang=\"xtg-Grek\">Bηλησαμα</span>) was a goddess worshipped in Gaul. She is identified with Minerva in the <i>interpretatio romana</i>.</p>\n<p>The etymology of her name has been taken to translate to \"brightest one\", i.e. containing a superlative suffix <i>-isama</i> attached to the root <i>bel</i> \"bright\"; based on this she has also been speculatively claimed as companion of Belenus, whose name seems to contain the same root. But the root <i>bel</i> has also (for either deity) been interpreted differently, e.g. as <i>bel</i> \"strong\".</p>\n\n\n<p>A Gaulish inscription found at Vaison-la-Romaine in Provence (RIG G-172) shows that a <i>nemeton</i> was dedicated to her:</p>\n<dl><dd><i>СΕΓΟΜΑΡΟС/ ΟΥΙΛΛΟΝΕΟС/ ΤΟΟΥΤΙΟΥС/ ΝΑΜΑΥСΑΤΙС/ ΕΙѠΡΟΥ ΒΗΛΗ/СΑΜΙ СΟСΙΝ/ ΝΕΜΗΤΟΝ</i></dd>\n<dd><i>Segomaros Ouilloneos tooutious Namausatis eiōrou Bēlēsami sosin nemēton</i></dd>\n<dd>\"Segomarus Uilloneos, citizen [<i>toutius</i>] of Namausus, dedicated this sanctuary to Belesama\"</dd>\n</dl><p>The identification with Minerva in Gallo-Roman religion is established in a Latin inscription from Saint-Lizier (anciently <i>Consoranni</i>), Ariège department (CIL XIII, 8):</p>\n<dl><dd><i>Minervae / Belisamae / sacrum / Q(uintus) Valerius / Montan[us] / [e]x v[oto?]</i></dd>\n</dl><p>The French toponyms Beleymas and Bellême (found in the Dordogne and Orne departments, respectively) are based on the theonym.</p>\n<p>The presence of the goddess in Britain is more difficult to establish. Based on Ptolemy listing a \"Belisama estuary\", River Ribble in England seems to have been known by the name Belisama in Roman times.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Belisama: a Gaulish and Brythonic goddess (Summer Bright)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Dédicace de Segomaros (inscription gallo-grecque).png"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Saint-Lizier - Pont de Saint-Lizier - 20110309 (1).jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}