{"pageid": 86100, "ns": 0, "title": "Brigid", "extract": "<dl><dd><i>This article refers to the pagan goddess Brigid. For the saint of that name, see Saint Brigid.</i></dd>\n</dl><p><b>Brigit</b>, <b>Brigid</b> or <b>Bríg</b> (<span title=\"Representation in the International Phonetic Alphabet (IPA)\">/ˈbrɪ.dʒɪd/</span>, <span title=\"Representation in the International Phonetic Alphabet (IPA)\">/ˈbriː.ɪd/</span>, \"exalted one\") was a goddess of pre-Christian Ireland. She appears in Irish mythology as a member of the Tuatha Dé Danann, the daughter of the Dagda and wife of Bres, with whom she had a son named Ruadán.</p>\n<p>It has been suggested that Brigid is a continuation of the Indo-European dawn goddess. She is associated with the spring season, fertility, healing, poetry and smithcraft. <i>Cormac's Glossary</i>, written in the 10th century by Christian monks, says that Brigid was \"the goddess whom poets adored\" and that she had two sisters: Brigid the healer and Brigid the smith. This suggests she may have been a triple deity.</p>\n<p>Saint Brigid shares many of the goddess's attributes and her feast day was originally a pagan festival (Imbolc) marking the beginning of spring. It has thus been argued that the saint is a Christianization of the goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Familial_relations\">Familial relations</span></h2>\n<p>She is identified in <i>Lebor Gabála Érenn</i> as a daughter of the Dagda and a poet. The same passage mentions that she has two oxen, Fe and Men, that graze on a plain named after them, Femen. She also possessed the <i>king of boars</i>, Torc Triath, and Cirb, king of wethers (sheep), from whom Mag Cirb is named. The animals were said to cry out a warning and thus Brigid is considered the guardian of domesticated animals.  As the daughter of Dagda, she is also the half sister of Cermait, Aengus, Midir and Bodb Derg.</p>\n<h2><span id=\"Overview\">Overview</span></h2>\n<p>In <i>Cath Maige Tuireadh</i>, Bríg invents keening, a combination of weeping and singing, while mourning for her son Ruadán, after he is slain while fighting for the Fomorians. She is credited in the same passage with inventing a whistle used for night travel.</p>\n<p>Brigid is considered the patroness of poetry, smithing, medicine, arts and crafts, cattle and other livestock, sacred wells, serpents (in Scotland) and the arrival of early spring. In the Christian era, nineteen nuns at Kildare tended a perpetual flame for the Saint, which is widely believed to be a continuation of a pre-Christian practice of women tending a flame in her honour. Her festival day, Imbolc is traditionally a time for weather prognostication:</p>\n<blockquote>\n<dl><dd><i>Thig an nathair as an toll</i></dd>\n<dd><i>Là donn Brìde,</i></dd>\n<dd><i>Ged robh trì troighean dhen t-sneachd</i></dd>\n<dd><i>Air leac an làir.</i></dd>\n</dl><dl><dd>The serpent will come from the hole</dd>\n<dd>On the brown Day of Bríde,</dd>\n<dd>Though there should be three feet of snow</dd>\n<dd>On the flat surface of the ground.</dd>\n</dl></blockquote>\n<p>In her English retellings of Irish myth, Lady Augusta Gregory (Gods and Fighting Men, 1904), describes Brigit as \"a woman of poetry, and poets worshipped her, for her sway was very great and very noble. And she was a woman of healing along with that, and a woman of smith's work, and it was she first made the whistle for calling one to another through the night.\"</p>\n<p>A possible British and continental counterpart Brigantia seems to have been the Celtic equivalent of the Roman Minerva and the Greek Athena (<i>Encyclopædia Britannica: Celtic Religion</i>), goddesses with very similar functions and apparently embodying the same concept of <i>elevated state</i>, whether physical or psychological.</p>\n<p>She is the goddess of all things perceived to be of relatively high dimensions such as high-rising flames, highlands, hill-forts and upland areas; and of activities and states conceived as psychologically lofty and elevated, such as wisdom, excellence, perfection, high intelligence, poetic eloquence, craftsmanship (especially blacksmithing), healing ability, druidic knowledge and skill in warfare. In the living traditions, whether seen as goddess or saint, she is largely associated with the home and hearth and is a favorite of both Polytheists and Catholics. A number of these associations are attested in <i>Cormac's Glossary</i>.</p>\n<h2><span id=\"Brigid_and_Saint_Brigid\">Brigid and Saint Brigid</span></h2>\n<p>In the Middle Ages, the goddess Brigid was syncretized with the Christian saint of the same name. According to medievalist Pamela Berger, Christian \"monks took the ancient figure of the mother goddess and grafted her name and functions onto her Christian counterpart,\" St. Brigid of Kildare.</p>\n<p>St. Brigid is associated with perpetual, sacred flames, such as the one maintained by 19 nuns at her sanctuary in Kildare, Ireland. The sacred flame at Kildare was said by Giraldus Cambrensis and other chroniclers to have been surrounded by a hedge, which no man could cross. Men who attempted to cross the hedge were said to have been cursed to go insane, die or be crippled.</p>\n<p>The tradition of female priestesses tending sacred, naturally occurring <i>eternal flames</i> is a feature of ancient Indo-European pre-Christian spirituality. Other examples include the Roman goddess Vesta, and other hearth-goddesses, such as Hestia.</p>\n<p>Both the goddess and saint are associated with holy wells, at Kildare and many other sites in the Celtic lands. Well dressing, the tying of clooties to the trees next to healing wells, and other methods of petitioning or honoring Brigid still take place in some of the Celtic lands and the diaspora.</p>\n<h2><span id=\"Festivals\">Festivals</span></h2>\n<p>Saint Brigid's feast day is on 1 February celebrated as St Brigid's Day in the Roman Catholic Church, the Eastern Orthodox Church and by the Anglican Communion. The Gaelic festival coincides with Imbolc, which is a pagan festival associated with the goddess Brigid.</p>\n<h2><span id=\"Other_names_and_etymology\">Other names and etymology</span></h2>\n<p>Old Irish <i>Brigit</i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈbriʝidʲ]</span> came to be spelled <i>Brighid</i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈbriʝidʲ]</span> by the modern Irish period. Since the spelling reform of 1948, this has been spelled <i>Bríd</i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈbriːdʲ]</span>. The earlier form gave rise to various forms in the languages of Europe, starting from the Medieval Latin <i>Brigit</i> /ˈbridʒʝit/, suggested by the written form, and from there to various modern forms, such as English <i>Bridget</i> and <i>Bridgit</i> (now commonly seen as <i>Brigid</i>), French <i>Brigitte</i>, Swedish <i>Birgitta</i>, Italian Brigida and Finnish Piritta.</p>\n<ul><li>Brìghde/Brìde (Scotland)</li>\n<li>Ffraid (Wales) (also Braint, alt. Breint, the name of a river in Anglesey. Because of Welsh pronunciation mutations and accompanying devoicing after \"t\" in <i>Sant</i>, the original mutated form of her name, *<i>Fraid</i> (&lt; *Braid), changes to <i>Ffraid</i> in some place names such as <i>Llansanffraid</i> = <i>Saint Bride's Village</i> and Llansantffraid-ym-Mechain.</li>\n<li>Breo Saighead (<i>the fiery arrow</i> – a folk etymology found in <i>Sanas Cormaic</i>, but considered very unlikely by etymologists)</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Brigid of Ireland</li>\n<li>Brigid's cross</li>\n<li>Imbolc</li>\n<li>List of Irish-language given names</li>\n<li>Saraswati</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Bitel, Lisa M. 2001. <i>St. Brigit of Ireland: From Virgin Saint to Fertility Goddess</i></li>\n<li>MacKillop, James. 1998. <i>Dictionary of Celtic Mythology</i>. (Oxford: Oxford University Press) ISBN 0-19-280120-1</li>\n<li>The Slaney Press. 1994. <i>Lady Gregory's Complete Irish Mythology</i>. (London: The Slaney Press)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Brighid: What do we really know? by Francine Nicholson // broken link</li>\n<li>Brighid Goddess and Saint</li>\n<li>Mary Jones's entry on Brigid</li>\n<li><i>Sloinntireachd Bhride</i> (Genealogy of Bride) from the Carmina Gadelica</li>\n</ul>", "images": [{"ns": 6, "title": "File:WPanthroponymy.svg"}]}