{"pageid": 86124, "ns": 0, "title": "Britannia", "extract": "<p><i><b>Britannia</b></i> was a Roman-Britain province inhabited by the Celtic Britons, Belgae and Picts, encompassing parts of the island south of Caledonia (roughly Scotland) of the geographical region of Great Britain and is the name given to the female personification of the island. It is a term still used to refer to the island. The name is Latin, and derives from the Greek form <i>Prettanike</i> or <i>Brettaniai</i>, which originally designated a collection of islands with individual names, including <i>Albion</i> or Great Britain. By the 1st century BC, <i>Britannia</i> came to be used for Great Britain specifically. The Romans had initially called the entire provincial island \"Britain\" and it was only when the island was split into four provinces that two were given the name \"Britannia\". Although Britain had been designated part of the Roman Empire in 43 AD during the conquest of emperor Claudius it wasn't until the end of the 2nd century that Britannia had been pacified and fully adopted Roman practices.</p>\n<p>In the 2nd century, Roman Britannia came to be personified as a goddess, armed with a trident and shield and wearing a Corinthian helmet. The name <i>Britannia</i> long survived the end of Roman rule in Britain in the 5th century and yielded the name for the island in most European and various other languages, including the English Britain and the modern Welsh <i>Prydain</i>. After centuries of declining use, the Latin form was revived during the English Renaissance as a rhetorical evocation of a British national identity. Especially following the Acts of Union in 1707, which joined the Kingdoms of England and Scotland, the personification of the martial Britannia was used as an emblem of British maritime power and unity, most notably in \"Rule, Britannia!\".</p>\n<p>A British cultural icon, she was featured on all modern British coinage series until the redesign in 2008, and still appears annually on the gold and silver \"Britannia\" bullion coin series. In 2015 a new definitive £2 coin was issued, with a new image of Britannia. She is also depicted in the Brit Awards statuette, the British Phonographic Industry's annual music awards.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Greek_and_Roman_periods\">Greek and Roman periods</span></h2>\n\n<p>The first writer to use a form of the name was the Greek explorer and geographer Pytheas in the 4th century BC. Pytheas referred to <i>Prettanike</i> or <i>Brettaniai</i>, a group of islands off the coast of North-Western Europe. In the 1st century BC, Diodorus Siculus referred to <i>Pretannia</i>, a rendering of the indigenous name for the <i>Pretani</i> people whom the Greeks believed to inhabit the British Isles. Following the Greek usage, the Romans referred to the <i>Insulae Britannicae</i> in the plural, consisting of <i>Albion</i> (Great Britain), <i>Hibernia</i> (Ireland), <i>Thule</i> (possibly Iceland or Orkney) and many smaller islands. Over time, Albion specifically came to be known as <i>Britannia</i>, and the name for the group was subsequently dropped.</p>\n<p>Although emperor Claudius is commonly attributed with the creation and unification of the province of Britannia in 43 AD, Julius Caesar had already established Roman authority over the Southern and Eastern Britain dynasties during his two expeditions to the island in 55 and 54 BC. Just as Caeser himself had been an obside in Bithynia as a youth, he also had taken thr King's sons as <i>obsides</i> or hostages, back to Rome, partially to be educated.</p>\n<p>The Roman conquest of the island began in AD 43, leading to the establishment of the Roman province known in Latin as <i>Britannia</i>. The Romans never successfully conquered the whole island, building Hadrian's Wall as a boundary with <i>Caledonia</i>, which covered roughly the territory of modern Scotland, although the whole of the boundary marked by Hadrian's Wall lies within modern-day Northern England. A southern part of what is now Scotland was occupied by the Romans for about 20 years in the mid-2nd century AD, keeping in place the Picts to the north of the Antonine Wall. People living in the Roman province of Britannia were called <i>Britanni</i>, or Britons. Ireland, inhabited by the Scoti, was never invaded and was called Hibernia. Thule, an island \"six days' sail north of Britain, and [...] near the frozen sea\", possibly Iceland, was also never invaded by the Romans.</p>\n\n<p>The Emperor Claudius paid a visit while Britain was being conquered and was honoured with the agnomen <i>Britannicus</i> as if he were the conqueror; a frieze discovered at Aphrodisias in 1980 shows a bare breasted and helmeted female warrior labelled <small>BRITANNIA</small>, writhing in agony under the heel of the emperor. She appeared on coins issued under Hadrian, as a more regal-looking female figure. Britannia was soon personified as a goddess, looking fairly similar to the goddess Minerva. Early portraits of the goddess depict Britannia as a beautiful young woman, wearing the helmet of a centurion, and wrapped in a white garment with her right breast exposed. She is usually shown seated on a rock, holding a spear, and with a spiked shield propped beside her. Sometimes she holds a standard and leans on the shield. On another range of coinage, she is seated on a globe above waves: Britain at the edge of the (known) world. Similar coin types were also issued under Antoninus Pius.</p>\n<h2><span id=\"British_revival\">British revival</span></h2>\n\n<h3><span id=\"Medieval_use\">Medieval use</span></h3>\n<p>After the Roman withdrawal, the term \"Britannia\" remained in use in Britain and abroad. Latin was ubiquitous amongst native Brythonic writers and the term continued in the Welsh tradition that developed from it. Writing with variations on the term <i>Britannia</i> (or <i>Prydein</i> in the native language) appeared in many Welsh works such as the <i>Historia Britonum</i>, <i>Armes Prydein</i> and the 12th-century <i>Historia Regum Britanniae</i>, which gained unprecedented popularity throughout western Europe during the High Middle Ages.</p>\n<p>Following the migration of Brythonic Celts, The term <i>Britannia</i> also came to refer to the Armorican peninsula (at least from the 6th century).) The modern English, French, Breton and Gallo names for the area, all derive from a literal use of <i>Britannia</i> meaning \"land of the Britons\". The two \"Britannias\" gave rise to the term <i>Grande Bretagne</i> (Great Britain) to distinguish the island of Britain from the continental peninsula.</p>\n<p>Following the Anglo-Saxon settlement of Britain, the term '\"Briton\" only referred to the native British, Celtic-speaking inhabitants of the province; this remained the case until the modern era. The use of the term as an inhabitant of the island of Great Britain or the UK is relatively recent.</p>\n<h3><span id=\"Renaissance_and_British_Empire\">Renaissance and British Empire</span></h3>\n<p>It was during the reign of Elizabeth I that \"Britannia\" came to be viewed as a personification of Britain. In his 1576 <i>General and rare memorials pertayning to the Perfect Arte of Navigation</i>, John Dee used a frontispiece figure of Britannia kneeling by the shore beseeching Elizabeth I, to protect her empire by strengthening her navy.</p>\n<p>With the death of Elizabeth in 1603 came the succession of her Scottish cousin, James VI, King of Scots, to the English throne. He became James I of England, and so brought under his personal rule the Kingdoms of England (and the dominion of Wales), Ireland and Scotland. On 20 October 1604, James VI and I proclaimed himself as \"King of Great Brittaine, France and Ireland\", a title that continued to be used by many of his successors. When James came to the English throne, some elaborate pageants were staged. One pageant performed on the streets of London in 1605 was described in Anthony Munday's <i>Triumphs of Reunited Britannia</i>:</p>\n<blockquote>\n<p>On a mount triangular, as the island of Britain itself is described to be, we seat in the supreme place, under the shape of a fair and beautiful nymph, Britannia herself...</p>\n</blockquote>\n<p>During the reign of Charles II, Britannia made her first appearance on English coins on a farthing of 1672 (see <i>Depiction on British coinage and postage stamps</i> below). With the constitutional unification of England with Scotland in 1707 and then with Ireland in 1800, Britannia became an increasingly important symbol and a strong rallying point among Britons.</p>\n\n\n<p>British power, which depended on a liberal political system and the supremacy of the navy, lent these attributes to the image of Britannia. By the time of Queen Victoria, Britannia had been renewed. Still depicted as a young woman with brown or golden hair, she kept her Corinthian helmet and her white robes, but now she held Poseidon's trident and often sat or stood before the ocean and tall-masted ships representing British naval power. She also usually held or stood beside a Greek hoplite shield, which sported the British Union Flag: also at her feet was often the British Lion, an animal found on the arms of England, Scotland and the Prince of Wales.</p>\n<p>Neptune is shown symbolically passing his trident to Britannia in the 1847 fresco \"Neptune Resigning to Britannia the Empire of the Sea\" by William Dyce, a painting Victoria commissioned for her Osborne House on the Isle of Wight.</p>\n<p>New Zealanders adopted a similar personification of their country in Zealandia, Britannia's daughter, who appeared on postage stamps at the turn of the 20th century and still features in the New Zealand Coat of Arms.</p>\n\n<p>Perhaps the best analogy is that Britannia is to the United Kingdom and the British Empire what Marianne is to France or perhaps what Columbia is to the United States. Britannia became a very potent and more common figure in times of war, and represented British liberties and democracy.</p>\n<h3><span id=\"Modern_associations\">Modern associations</span></h3>\n<p>During the 1990s the term <i>Cool Britannia</i> (drawn from a humorous version by the Bonzo Dog Band of the song \"Rule Britannia\", with words by James Thomson [1700–1748], which is often used as an unofficial national anthem), was used to describe the contemporary United Kingdom. The phrase referred to the fashionable scenes of the era, with a new generation of pop groups and style magazines, successful young fashion designers, and a surge of new restaurants and hotels. Cool Britannia represented late-1990s Britain as a fashionable place to be.</p>\n<h3><span id=\"Depiction_on_British_currency_and_postage_stamps\">Depiction on British currency and postage stamps</span></h3>\n<h4><span id=\"Coinage\">Coinage</span></h4>\n\n<p>Although the archetypical image of Britannia seated with a shield first appeared on Roman bronze coins of the 1st century AD struck under Hadrian, Britannia's first appearance on British coinage was on the farthing in 1672, though earlier pattern versions had appeared in 1665, followed by the halfpenny later the same year. The figure of Britannia was said by Samuel Pepys to have been modelled on Frances Teresa Stuart, the future Duchess of Richmond, who was famous at the time for refusing to become the mistress of Charles II, despite the King's strong infatuation with her. Britannia then appeared on the British halfpenny coin throughout the rest of the 17th century and thereafter until 1936. The halfpennies issued during the reign of Queen Anne have Britannia closely resembling the queen herself. When the Bank of England was granted a charter in 1694, the directors decided within days that the device for their official seal should represent 'Brittannia sitting on looking on a Bank of Mony' (sic). Britannia also appeared on the penny coin between 1797 and 1970, occasional issues such as the fourpence under William IV between 1836 and 1837, and on the 50 pence coin between 1969 and 2008. See \"External Links\" below for examples of all these coins and others.</p>\n<p>In the spring of 2008, the Royal Mint unveiled new coin designs \"reflecting a more modern twenty-first century Britain\" which do not feature the image of Britannia. This decision courted some controversy, with tabloid press campaigns, in particular that of the <i>Daily Mail</i>, launched to \"save Britannia\". The government has pointed out, however, that earlier-design 50p coins will remain in circulation for the foreseeable future. Also Britannia still appeared on the gold and silver \"Britannia\" bullion coins issued annually by the Royal Mint.</p>\n<p>A new definitive £2 coin was issued in 2015, with a new image of Britannia. In late 2015, a limited edition (100000 run) £50 coin was produced, bearing the image of Britannia on one side and Queen Elizabeth II on the obverse.</p>\n<h4><span id=\"Banknotes\">Banknotes</span></h4>\n\n\n<p>A figure of Britannia appeared on the \"white fiver\" (a five pound note printed in black and white) from 1855 for more than a century, until 1957.</p>\n<p>From 1928 \"Britannia Series A\" ten shilling and one pound notes were printed with a seated Britannia bearing both a spear and an olive branch.</p>\n<p>The 25 cents fractional paper currency of the Dominion of Canada (1870, 1900 and 1923 respectively) all depict Britannia. The notes are no longer produced and usually not used as currency anymore, although they are still legal tender.</p>\n<h4><span id=\"Postage_stamps\">Postage stamps</span></h4>\n\n<p>Britannia also featured on the high value Great Britain definitive postage stamps issued during the reign of George V (known as 'seahorses') and is depicted on the £10 stamp first issued in 1993.</p>\n<h3><span id=\"Britannia_watermark_in_paper\">Britannia watermark in paper</span></h3>\n<p>The Britannia watermark has been widely used in papermaking, usually showing her seated. An example can be found at papermoulds.typepad.com</p>\n<h3><span id=\"Brit_Awards\">Brit Awards</span></h3>\n<p>Britannia is depicted in the Brit Award statuette, the British Phonographic Industry's annual music awards. The statuette of Britannia is regularly redesigned by some of the best known British designers, stylists and artists, including Vivienne Westwood, Damien Hirst, Tracey Emin, Sir Peter Blake and the late Zaha Hadid.</p>\n<h2><span id=\"Namesakes\">Namesakes</span></h2>\n\n\n<p>The name \"Britannia\", symbolising Britain and British patriotism, has been adopted for various purposes such as:</p>\n<ul><li>K1 <i>Britannia</i>, a 1994 replica (refit in 2012) of King George V's famed racing yacht Britannia which was scuttled in 1936.</li>\n<li>Britannia silver, a high-grade alloy of silver introduced in Britain in 1697.</li>\n<li>Britannia coins, a series of British gold bullion coins issued since 1987, which have nominal values of 100, 50, 25, and 10 pounds.</li>\n<li>HMS <i>Britannia</i>, any of eight vessels of the Royal Navy.</li>\n<li>Britannia Royal Naval College, the Royal Navy's officer training college.</li>\n<li>The former Royal Yacht <i>Britannia</i>, the Royal Family's personal yacht, recently retired in Leith, Edinburgh Scotland.</li>\n<li>RMS <i>Britannia</i>, the first steam ocean liner owned by Samuel Cunard in 1840.</li>\n<li>SS <i>Britannia</i>, a 1925 British liner, sunk by the German auxiliary cruiser <i>Thor</i> in 1941 with the loss of 122 crew and 127 passengers.</li>\n<li>MV <i>Britannia</i>, the flagship of the P&amp;O Cruises fleet, which came into service in 2015.</li>\n<li>Bristol Type 175 Britannia, a 1952 British turbo-prop airliner.</li>\n<li>Bristol Type 603S3 Britannia, a 1983 British luxury car.</li>\n<li>Pugnaces Britanniae, war dog of Britain.</li>\n<li>The patriotic song \"Rule, Britannia!\", set to music in 1740.</li>\n<li>Company names such as Britannia Building Society, Britannia Airways and Britannia Industries.</li>\n<li>The <i>Britannia</i> Class, an alternative name for the BR Standard Class 7 series of steam locomotives produced between 1951 and 1954, the first of the BR \"standard\" classes. Preserved Class 7 locomotive No. 70000, built in 1951, was also named <i>Britannia</i>.</li>\n<li>\"The Britannia\" is a popular pub name; there were 82 English public houses with this name in 2011.</li>\n<li>The Britannia Building Society traded for over a century before deciding to merge with The Co-operative Bank and now trades as <i>Britannia</i>. They are the official sponsors of Stoke City F.C. and so their logo appears on the team's shirts and the Britannia Stadium is named after the company.</li>\n<li>Britannia is a community South of the town of Bacup, in Lancashire, UK. The \"home\" of the Britannia Coco-nut Dancers.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Hibernia (personification), a personification of Ireland</li>\n<li>Kathleen Ni Houlihan, a personification of Ireland</li>\n<li>Prydain, Welsh name for Great Britain in both ancient and modern times.</li>\n<li>William Camden, author of <i>Britannia</i>, author of topographical and historical survey of all of Great Britain and Ireland, first published in 1586.</li>\n<li>Britannia Superior</li>\n<li>Britannia Inferior</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Notes\">Notes</span></h2>\n<ul><li><cite id=\"refAllen2007\" class=\"citation book\">Allen, Stephen (2007). <i>Lords of Battle: The World of the Celtic Warrior</i>. Osprey Publishing. ISBN 1-84176-948-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABritannia&amp;rft.aufirst=Stephen&amp;rft.aulast=Allen&amp;rft.btitle=Lords+of+Battle%3A+The+World+of+the+Celtic+Warrior&amp;rft.date=2007&amp;rft.genre=book&amp;rft.isbn=1-84176-948-7&amp;rft.pub=Osprey+Publishing&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D28C63w4vKD8C&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"refCollingwood1998\" class=\"citation book\">Collingwood, Robin George (1998). <i>Roman Britain and the English Settlements</i>. Biblo &amp; Tannen Publishers. ISBN 0-8196-1160-3.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABritannia&amp;rft.aufirst=Robin+George&amp;rft.aulast=Collingwood&amp;rft.btitle=Roman+Britain+and+the+English+Settlements&amp;rft.date=1998&amp;rft.genre=book&amp;rft.isbn=0-8196-1160-3&amp;rft.pub=Biblo+%26+Tannen+Publishers&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DfMcbnMFn8lcC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite id=\"refDavies2000\" class=\"citation book\">Davies, Norman (2000). <i>The Isles a History</i>. Macmillan. ISBN 0-333-69283-7.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABritannia&amp;rft.aufirst=Norman&amp;rft.aulast=Davies&amp;rft.btitle=The+Isles+a+History&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=0-333-69283-7&amp;rft.pub=Macmillan&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Hewitt, Virginia. \"Britannia (fl. 1st–21st cent.)\", <i>Oxford Dictionary of National Biography,</i> online edition 2007, accessed 28 Aug 2011</li>\n<li><cite id=\"refSnyder2003\" class=\"citation book\">Snyder, Christopher (2003). <i>The Britons</i>. Blackwell Publishing. ISBN 0-631-22260-X.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABritannia&amp;rft.aufirst=Christopher&amp;rft.aulast=Snyder&amp;rft.btitle=The+Britons&amp;rft.date=2003&amp;rft.genre=book&amp;rft.isbn=0-631-22260-X&amp;rft.pub=Blackwell+Publishing&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DQI_-cR_nZYsC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>M. Dresser (ed.), 'Britannia', Patriotism: the making and unmaking of British national identity, vol. 3</li>\n<li>R. Samuel, National fictions (1989), pp. 26–49</li>\n<li>Britannia depicta: quality, value and security, National Postal Museum (1993)</li>\n<li>H. Mattingly, Nerva to Hadrian, reprint (1976), vol. 3 of Coins of the Roman empire in the British Museum</li>\n<li>J. M. C. Toynbee, The Hadrianic school: a chapter in the history of Greek art (1974)</li>\n<li>M. Henig, 'Britannia', <i>Lexicon Iconographicum Mythologiae Classicae</i>, 3/1 (1983), pp. 167–69</li>\n<li>K. T. Erim, 'A new relief showing Claudius and Britannia from Aphrodisias', Britannia, 13 (1982), pp. 277–81</li>\n<li>H. Peacham, Minerva Britannia, or, A garden of heroical devises (1612)</li>\n<li>J. Thomson, Britannia: a poem (1729)</li>\n<li>R. Strong, Gloriana, the portraits of Queen Elizabeth I (1987)</li>\n<li>H. A. Atherton, Political prints in the age of Hogarth. A study of the ideographic representation of politics (1974)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Britannia at Wikimedia Commons</p>\n<ul><li>Britannia on British coins and medals – Guy de la Bédoyère</li>\n<li>Britannia Penny</li>\n<li><cite class=\"citation episode\">David Dimbleby. \"Age of Conquest\". <i>Seven Ages of Britain</i>. 6:56 minutes in. BBC 1<span>. Retrieved <span>12 January</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABritannia&amp;rft.btitle=Seven+Ages+of+Britain&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.bbc.co.uk%2Fprogrammes%2Fb00qn322&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Antoninus Pius Æ As RIC 0934.jpg"}, {"ns": 6, "title": "File:Bank of England £5 note 1952.jpg"}, {"ns": 6, "title": "File:Battle of Trafalgar Poster 1805.jpg"}, {"ns": 6, "title": "File:Britannia-Statue.jpg"}, {"ns": 6, "title": "File:Britannia.b757-200.g-byay.arp.jpg"}, {"ns": 6, "title": "File:British pre-decimal halfpenny 1936 reverse.png"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:GillrayBritannia.jpg"}, {"ns": 6, "title": "File:Gillray - The First Kiss.jpg"}, {"ns": 6, "title": "File:Iter.Britanniarum.jpg"}]}