{"pageid": 86142, "ns": 0, "title": "Branwen", "extract": "<dl><dd><i>Branwen is also the name of a character in some versions of</i> Tristan and Iseult<i>.</i></dd>\n</dl>\n<p><b>Branwen, Daughter of Llŷr</b> is a major character in the Second Branch of the <i>Mabinogi</i>, which is sometimes called the \"Mabinogi of Branwen\" after her.</p>\n<p>Branwen is a daughter of Llŷr and Penarddun. She is married to the King of Ireland ( Matholwch ), but the marriage does not bring peace.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Her_story\">Her story</span></h2>\n<p>The story opens with Branwen's brother, Brân the Blessed, giant and King of Britain, sitting on a rock by the sea at Harlech and seeing the vessels of Matholwch, king of Ireland, approaching. Matholwch has come to ask for the hand of Branwen in marriage. Brân agrees to this, and a feast is held to celebrate the betrothal. While the feast is going on, Efnysien, a half-brother of Branwen and Brân, arrives and asks why there are celebrations. On being told, he is furious that his half sister has been given in marriage without his consent, and vents his spleen by mutilating Matholwch's horses. Matholwch is deeply offended, but conciliated by Brân, who gives him a magical cauldron which can bring the dead to life; he does not know that when the dead are brought back, they will be mute.</p>\n<p>When Matholwch returns to Ireland with his new bride, he consults with his nobles about the occurrences in the Isle of the Mighty. They are outraged and believe that Matholwch was not compensated enough for the mutilation of his horses. In order to redeem his honor, Matholwch banishes Branwen to work in the kitchens.</p>\n<p>Branwen is treated cruelly by her husband Matholwch as punishment for Efnysien's mutilation of the horses, though not before she gives birth to an heir, Gwern. She tames a starling and sends it across the Irish Sea with a message to her brother and Brân brings a force from Wales to Ireland to rescue her.</p>\n<p>Some swineherds see the giant Brân wading the sea and report this to Matholwch, who retreats beyond a river and destroys the bridges. However, Brân lays himself down over the river to serve as a bridge for his men, he said (\"He would be a leader, let him be a bridge\").</p>\n<p>Matholwch, fearing war, tries to reconcile with Brân by building a house big enough for him to fit into in order to do him honour. Matholwch agrees to give the kingdom to Gwern, his son by Branwen, to pacify Brân. The Irish lords do not like the idea, and many hide themselves in flour bags tied to the pillars of the huge, newly-built house to attack the Welsh.</p>\n<p>Efnysien, checking out the house prior to the arrival of Brân and his men, guesses what is happening and kills the hidden men by squeezing their heads. At the subsequent feast to celebrate Gwern's investiture as King of Ireland, Efnysien, in an unprovoked moment of rage, throws his nephew Gwern into the fire.</p>\n<h2><span id=\"War_against_Ireland\">War against Ireland</span></h2>\n<p>In the ensuing war, all the Irish are killed save for five pregnant women who lived in Wales who repopulate the island, while only seven of the Welsh survive to return home with Branwen, taking with them the severed head of Bendigeidfran. On landing in Wales at Aber Alaw in Anglesey, Branwen dies of grief that so much destruction had been caused on her account, crying, <i>Oi, a fab Duw! Gwae fi o'm genedigaeth. Da o ddwy ynys a ddiffeithwyd o'm hachos i!</i>, \"Oh Son of God, woe to me that I was born! Two fair islands have been laid waste because of me!\" She was buried beside the Afon Alaw.</p>\n<p>Brân had commanded his men to cut off his head and to \"bear it even unto the White Mount, in London, and bury it there, with the face towards France.\" And so for seven years, his men spent feasting in Harlech, accompanied by three singing birds and Brân's head. After the seven years they go to Gwales in Penfro, where they remain for eighty years. Eventually, they go to London and bury the head of Brân in the White Mount. Legend said that as long as the head was there, no invasion would come over the sea to Britain.</p>\n<h2><span id=\"Branwen's_Grave\"></span><span id=\"Branwen.27s_Grave\">Branwen's Grave</span></h2>\n<p>At Llanddeusant, Anglesey on the banks of the Alaw can be found the cairn called <i>Bedd Branwen</i>, her supposed grave. Now in ruins, it still has one standing stone. It was dug up in 1800, and again in the 1960s by Frances Lynch, who found several urns with human ashes. It is believed that if the story of Branwen is based on real events, these must have taken place during the Bedd Branwen Period of Bronze Age British history.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Mabinogion</li>\n<li>The Children of Llyr</li>\n<li>Medieval Welsh literature</li>\n<li>Christopher Williams painted three paintings from the Mabinogion. <i>Brânwen</i> (1915) can be viewed at the Glynn Vivian Art Gallery, Swansea.</li>\n</ul><h2><span id=\"Bibliography\">Bibliography</span></h2>\n<h3><span id=\"Welsh_text_and_editions\">Welsh text and editions</span></h3>\n<ul><li><i>Branwen Ferch Lyr</i>. Ed. Derick S. Thomson. Medieval and Modern Welsh Series Vol. II. Dublin: Dublin Institute for Advanced Studies, 1976. ISBN 1-85500-059-8</li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li>Ford, Patrick K. \"Branwen: A Study of the Celtic Affinities,\" <i>Studia Celtica</i> <b>22/23</b> (1987/1988): 29-35.</li>\n</ul><h3><span id=\"Adaptations\">Adaptations</span></h3>\n<p>In 1994 a feature film was released called <i>Branwen</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Branwen Uerch Lŷr</i>: The Second Branch Of The Mabinogi Translated by Lady Charlotte Guest</li>\n<li>Branwen uerch Lyr The original Welsh text</li>\n<li>Goddess Branwen</li>\n<li>Who was Branwen?</li>\n</ul>", "images": [{"ns": 6, "title": "File:Branwen.jpg"}]}