{"pageid": 86200, "ns": 0, "title": "Ceridwen", "extract": "<p><b>Ceridwen</b> (<small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kɛrˈɪdwɛn]</span><small class=\"nowrap\"> (<span><span><span> </span>listen</span></span>)</small> <i>Ce-rid-wen</i> ) was an enchantress in Welsh medieval legend. She was the mother of a hideous son, Morfran, and a beautiful daughter, Creirwy. Her husband was Tegid Foel, and they lived near Bala Lake (<i>Llŷn Tegid</i>) in north Wales. Medieval Welsh poetry refers to her as possessing the cauldron of poetic inspiration (Awen) and the Tale of Taliesin recounts her swallowing her servant Gwion Bach who is then reborn through her as the poet Taliesin. Ceridwen is regarded by many modern Pagans as the Celtic goddess of rebirth, transformation, and inspiration.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The earliest documented spelling of the name <i>Kerdwin</i> is <i>Cyrridven</i>, which occurs in the <i>Black Book of Carmarthen</i>. Sir Ifor Williams translates this name as \"crooked woman\", although the precise meaning of the stems <i>cyrrid</i> and <i>cwrr</i> (sometimes translated as \"crooked\" or \"bent\") is uncertain. <i>Ben/ven</i> means \"woman\" or \"female\". If <i>wen</i> is not a corruption of either of these, then it may derive from the adjective <i>gwyn</i> (fem. <i>gwen</i>), meaning \"fair\", \"beloved\", \"blessed\", or \"sacred\". <i>Wen</i> is sometimes suffixed to the names of female saints (e.g. Dwynwen). In 19th century literature and etymology the name <i>Ket</i>, <i>Ked</i> and variants were assumed to relate to the goddess Ceridwen.</p>\n<h2><span id=\"Legend\">Legend</span></h2>\n<p>According to the late medieval <i>Tale of Taliesin</i>, included in some modern editions of the <i>Mabinogion</i>, Ceridwen's son, Morfran (also called Afagddu), was hideously ugly, so Ceridwen sought to make him wise in compensation. She made a potion in her magical cauldron to grant the gift of wisdom and poetic inspiration, also called Awen.</p>\n<p>The mixture had to be boiled for a year and a day. She set Morda, a blind man, to tend the fire beneath the cauldron, while Gwion Bach, a young boy, stirred the concoction. The first three drops of liquid from this potion gave wisdom; the rest was a fatal poison. Three hot drops spilled onto Gwion's thumb as he stirred, burning him. He instinctively put his thumb in his mouth, and gained the wisdom and knowledge Ceridwen had intended for her son. Realising that Ceridwen would be angry, Gwion fled. Ceridwen chased him. Using the powers of the potion he turned himself into a hare. She became a greyhound. He became a fish and jumped into a river. She transformed into an otter. He turned into a bird; she became a hawk. Finally, he turned into a single grain of corn. She then became a hen and, being a goddess (or enchantress, depending on the version of the tale), she found and ate him without trouble. But because of the potion he was not destroyed. When Ceridwen became pregnant, she knew it was Gwion and resolved to kill the child when he was born. However, when he was born, he was so beautiful that she could not do it. She threw him in the ocean instead, sewing him inside a leather-skin bag (or set him in a coracle, depending on the story). The child did not die, but was rescued on a Welsh shore – near Aberdyfi according to most versions of the tale – by a prince named Elffin ap Gwyddno; the reborn infant grew to become the legendary bard Taliesin.</p>\n<h2><span id=\"Later_interpretations\">Later interpretations</span></h2>\n<p>It has been suggested that Ceridwen first appeared as a simple sorceress character in the <i>Tale of Taliesin</i>. Its earliest surviving text dates from the mid-16th century, but it appears from its language to be a 9th-century composition, according to Hutton. References to Ceridwen and her cauldron found in the work of the 12th century <i>Gogynfeirdd</i> or Poets of the Princes (such as Cynddelw Brydydd Mawr) he thus considers later, derivative works. In them, according to Hutton, Ceridwen is transformed from a sorceress into a goddess of poetry. Citing this and a couple of other examples, Hutton proposes that the <i>Gogynfeirdd</i> substantially created a new mythology not reflective of earlier paganism. Nonetheless, references to Ceridwen's cauldron (<i>pair Ceridwen</i>) are also to be found in some of the early mythological poems attributed to the legendary Taliesin in the <i>Book of Taliesin</i>.</p>\n<p>The Victorian poet Thomas Love Peacock also wrote a poem entitled the <i>Cauldron of Ceridwen</i>. Later writers identified her as having originally been a pagan goddess, speculating on her role in a supposed Celtic pantheon. John Rhys in 1878 referred to the Solar Myth theory of Max Müller according to which \"Gwenhwyfar and Ceridwen are dawn goddesses.\" Charles Isaac Elton in 1882 referred to her as a \"white fairy\". Robert Graves later fitted her into his concept of the Threefold Goddess, in which she was interpreted as a form of the destructive side of the goddess. In Wicca, Ceridwen is a goddess of change and rebirth and transformation, and her cauldron symbolises knowledge and inspiration.</p>\n<p>Ceridwen and her cauldron are present in modern Celtic Pagan music within the Druid circles.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Finn MacCool and the legend of the Salmon of Knowledge</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Ceridwen.jpg"}, {"ns": 6, "title": "File:Ceridwen.wav"}, {"ns": 6, "title": "File:Loudspeaker.svg"}]}