{"pageid": 86243, "ns": 0, "title": "Clíodhna", "extract": "<p>In Irish mythology, <b>Clíodhna</b> (<span></span>, <b>Clídna</b>, <b>Clionadh</b>, <b>Clíodna</b>, <b>Clíona</b>, transliterated to <b>Kleena</b> in English) is a Queen of the Banshees of the Tuatha Dé Danann. Cleena of Carrigcleena is the potent banshee that rules as queen over the <i>sidheog</i> (fairy women of the hills) of South Munster, or Desmond.</p>\n<p>In some Irish myths, Clíodhna is a goddess of love and beauty, and the patron of County Cork. She is said to have three brightly coloured birds who eat apples from an otherworldly tree and whose sweet song heals the sick. She leaves the otherworldly island of Tir Tairngire (\"the land of promise\") to be with her mortal lover, Ciabhán, but is taken by a wave as she sleeps due to the music played by a minstrel of Manannan mac Lir in Glandore harbour in County Cork: the tide there is known as Tonn Chlíodhna, \"Clíodhna's Wave\". Whether she drowns or not depends on the version being told, along with many other details of the story.</p>\n<p>She had her palace in the heart of a pile of rocks, five miles from Mallow, which is still commonly known by the name of Carrig-Cleena, and numerous legends about her are told among the Munster peasantry.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Associated_families\">Associated families</span></h2>\n<p>In general, it has been observed that Cleena is especially associated with old Irish families of Munster. Cleena has long been associated with the lands that had been the territory of the Ui-Fidgheinte (O'Donovans and O'Collins) during their period of influence (circa 373 A.D. to 977 A.D.), or were later associated with what had been the Ui-Fidghente territory (MacCarthys and FitzGeralds).</p>\n<p>Cleena is referred to as an unwelcome pursuer in Edward Walsh’s poem, <i>O’Donovan’s Daughter</i>. And, in an ode praising Donel O'Donovan upon his accession to the chiefship of Clancahill, Donal III O'Donovan he is referred to as the \"Dragon of Clíodhna\".</p>\n<p>Clíodhna is also associated with the MacCarthy dynasty of Desmond, who adopted her as their fairy woman, and the O'Keeffes and FitzGerald dynasty, with whom she has had amorous affairs Clíodhna appears in the name of one O'Leary in a medieval pedigree, as <i>Conor Clíodhna</i> or \"Conor of Clíodhna\", and it is notable that the family were originally based in the area of Rosscarbery, very near to Glandore, before moving north to Muskerry. The O'Learys belong to the ancient Corcu Loígde.</p>\n<h2><span id=\"Rivalry_with_Aibell\">Rivalry with Aibell</span></h2>\n<p>Clíodhna is said to be a rival Aibell, in one tale, Clíodhna cast a spell that turned Aibell into a white cat.</p>\n<h2><span id=\"The_Blarney_Stone\">The Blarney Stone</span></h2>\n<p>The most traditional story of the famous Blarney Stone involves Clíodhna. Cormac Laidir MacCarthy, the builder of Blarney Castle, being involved in a lawsuit, appealed to Clíodhna for her assistance. She told him to kiss the first stone he found in the morning on his way to court, and he did so, with the result that he pleaded his case with great eloquence and won. Thus the Blarney Stone is said to impart \"the ability to deceive without offending\". He then incorporated it into the parapet of the castle. To be fair, Clíodhna does not take credit for all the blarney of the MacCarthys. Queen Elizabeth noted in frustration that she could not effect a negotiation with Cormac MacCarthy, whose seat was Blarney Castle, as everything he said was 'Blarney, as what he says he does not mean'.</p>\n<h2><span id=\"John_O'Donovan\"></span><span id=\"John_O.27Donovan\">John O'Donovan</span></h2>\n<p>In her capacity as banshee, Cleena is mentioned by the Irish antiquarian John O’Donovan. Writing in 1849 to a friend, O'Donovan says:</p>\n<h2><span id=\"Michael_Collins\">Michael Collins</span></h2>\n<p>The great Irish leader Michael Collins also had knowledge of Clíodhna. Stories were told of her in the Rosscarbery school he attended, and they took Sunday trips to Clíodhna's rock. Here, according to Michael's friend Piaras Béaslaí:</p>\n<p>It is worth noting that Collins was descended from the Ó Coileáins of Uí Chonaill Gabra. Both the Ui Chonaill and the Ui Donnobhans were tribes within the Ui-Fidghente.</p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>It has been suggested that Clídna derives from the Gaulish goddess Clutonda or Clutondae</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>LÉ Cliona (03)</li>\n<li>Banshee</li>\n<li>Baobhan sith</li>\n<li>Leanan sídhe</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Franklin, D., Cliodhna, the Queen of the Fairies in South Munster, in the Journal of the Cork Historical and Archaeological Society, Volume III, Second Series. 1897. pp. 81 ff</li>\n<li>Joyce, R.D., \"Earl Gerald and His Bride\", in <i>Ballads of Irish Chivalry</i>. Boston. 1872. (pgs. 28–36)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:WPanthroponymy.svg"}]}