{"pageid": 86258, "ns": 0, "title": "Coventina", "extract": "<p><b>Coventina</b> was a Romano-British goddess of wells and springs. She is known from multiple inscriptions at one site in Northumberland county of the United Kingdom, an area surrounding a wellspring near Carrawburgh on Hadrian's Wall. It is possible that other inscriptions, two from Hispania and one from Narbonensis, refer to Coventina, but this is disputed. </p>\n\n<p></p>\n<h2><span id=\"The_Well\">The Well</span></h2>\n\n<p>Dedications to Coventina and votive deposits were found in a walled area which had been built to contain the outflow from a spring now called \"Coventina's Well\". The well and the walled area surrounding it are nearby the site variously referred to as <i>Procolita</i>, <i>Brocolitia</i>, or <i>Brocolita</i>, once a Roman fort and settlement on Hadrian's Wall, now known as Carrawburgh (The name \"Procolita\" is found in the 5th century document Notitia Dignitatum, and \"Brocolita\" in the 7th century Ravenna Cosmography). The remains of a Roman Mithraeum and Nymphaeum are also found near the site.</p>\n<p>The well itself was a spring in a rectangular basin 2.6m x 2.4m in the centre of a walled enclosure 11.6m x 12.2m within a wall 0.9m thick. The contents of the well included 13487 coins from Mark Anthony to Gratian, a relief of three water nymphs, the head of a male statue, two dedication slabs to the goddess Coventina, ten altars to Coventina and Minerva, two clay incense burners, and a wide range of votive objects.</p>\n<p>The site near Coventina's Well was excavated by British archaeologist, John Clayton, in 1876. The date of the wall at Coventina's Well is uncertain, but some have theorized that it was built sometime after the completion of the Roman fort (dated between the years 128 and 133). Since Hadrian's Wall does not deviate to avoid the well, this may suggest that the boundary wall around the well was built some time after in order to control the flow of water in a marshy area.</p>\n<p>Evidence from coin hoards and stones which covered them and those also blocking the well suggest a fairly abrupt end around 388, perhaps due to events linked to anti-Pagan edicts of Theodosius I.</p>\n<h2><span id=\"Statues\">Statues</span></h2>\n\n<p>Excavation of the site revealed several inscribed altars, some with depictions of Coventina in typical Roman nymph form - reclining, partially clothed and associated with water. On one, Coventina is either depicted in triple form or with two attendants.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>At least ten inscriptions to Coventina are recorded from Carrawburgh. Several stone altars contained dedications to Coventina, as did two pottery incense burners.</p>\n<p>An example of an inscription from the site reads:</p>\n<dl><dd><i>Deae Cov{v}entinae</i> /</dd>\n<dd><i>T D Cosconia</i> /</dd>\n<dd><i>nvs Pr Coh</i> /</dd>\n<dd><i>I Bat L M</i></dd>\n</dl><p>“To the Goddess Coventina, Titus D[unclear] Cosconianus, Prefectus of the First Cohort of Batavians, freely and deservedly (dedicated this stone).”</p>\n<p>Three altars dedicated to Mithras were placed there by the Prefects of the military garrison.</p>\n<h2><span id=\"Literary_references\">Literary references</span></h2>\n<ul><li>In his book <i>The Skystone,</i> Jack Whyte represents Coventina as the inspiration for The Lady of the Lake.</li>\n<li>Seamus Heaney's poem \"Grotus and Conventina\" from his 1987 collection 'The Haw Lantern'.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li class=\"mw-empty-elt\">\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>tehomet.net has historical, archaeological, folkloric, theological and literary resources for Coventina, plus photographs of the archaeological site and the artifacts found there. Also includes directions to the site and associated museum.</li>\n<li>Brocolita at Roman-Britain.org</li>\n</ul>", "images": [{"ns": 6, "title": "File:Hope-coventina01.jpg"}, {"ns": 6, "title": "File:Hope-coventina02.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Standing stone at Coventina's Well - geograph.org.uk - 1132064.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}