{"pageid": 86475, "ns": 0, "title": "Étaín", "extract": "<p><b>Étaín</b> or <b>Édaín</b> (Modern Irish spelling: <b>Éadaoin</b>) is a figure of Irish mythology, best known as the heroine of <i>Tochmarc Étaíne</i> (<i>The Wooing Of Étaín</i>), one of the oldest and richest stories of the Mythological Cycle. She also figures in the Middle Irish <i>Togail Bruidne Dá Derga</i> (<i>The Destruction of Da Derga's Hostel</i>). T. F. O'Rahilly identified her as a sun goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>The name <i>Étaín</i> (<small>Old Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[eːdainʲ]</span>) is alternately spelt as <i>Edain</i>, <i>Aideen</i>, <i>Etaoin</i>, <i>Éadaoin</i>, <i>Aedín</i>, or <i>Adaon</i>. It is derived from a diminutive form of Old Irish <i>ét</i>, \"passion, jealousy\". She is sometimes known by the epithet Echraide, (\"horse rider\"), suggesting links with horse deities and figures such as the Welsh Rhiannon and the Gaulish Epona. In <i>Tochmarc Étaíne</i> Midir names her Bé Find (Fair Woman). However, the poem embedded in the text, \"A Bé Find in ragha lium\" may be an older, unrelated composition that was appended to the story later.</p>\n<h2><span id=\"Genealogy\">Genealogy</span></h2>\n<p>In <i>Tochmarc Étaine</i>, Étaín is the daughter of Ailill, king of the Ulaid. A slightly different genealogy is told in <i>Togail Bruidne Dá Derga</i> (<i>The Destruction of Da Derga's Hostel</i>). Here she is the daughter of Étar, and marries the High King Eochaid Feidlech. They have a daughter, called Étaín Óg (Étaín the Younger), who marries Cormac, king of Ulster. She bears him a daughter, Mess Buachalla, but no sons. Cormac abandons Mess Buachalla, but she is found and brought up by a herdsman. When she grows up she marries the High King Eterscél and becomes the mother of Conaire Mor. In genealogical tracts she is said to have been the wife of the Ulster prince Cormac Cond Longas.</p>\n<h2><span id=\"Tochmarc_Étaine\"></span><span id=\"Tochmarc_.C3.89taine\"><i>Tochmarc Étaine</i></span></h2>\n<p>When Midir of the Tuatha Dé Danann falls in love with and marries her, his rejected first wife Fúamnach becomes jealous and casts a series of spells on her. First Fúamnach turns Étaín into a pool of water, then into a worm, (in some versions a snake) and then into a beautiful butterfly (or a dragonfly). Midir does not know that the butterfly is Étaín, but it becomes his constant companion, and he has no interest in women. Fúamnach then creates a wind that blows the butterfly away and does not allow it to alight anywhere but the rocks of the sea for seven years.</p>\n<p>Eventually it lands on the clothes of Óengus, who recognises it as Étaín, but he is at war with Midir and cannot return her to him. He makes her a little chamber with windows so she can come and go, and carries the chamber with him wherever he goes. But Fúamnach hears of this and creates another wind which blows her away from him for another seven years. Eventually the butterfly falls into a glass of wine. The wine is swallowed (together with the butterfly) by the wife of Étar, an Ulster chieftain, in the time of Conchobar mac Nessa. She becomes pregnant, and Étain is reborn, one thousand and twelve years after her first birth.</p>\n<p>When she grows up, Étaín marries the High King, Eochaid Airem. Their meeting is related in the opening episode of <i>Togail Bruidne Dá Derga</i>. Eochaid's brother Ailill Angubae falls in love with her, and begins to waste away. Eventually he admits to Étaín that he is dying of love for her, and she agrees to sleep with him to save his life. They arrange to meet, but Midir casts a spell which causes Ailill to fall asleep and miss the assignation. However, Étaín meets a man there who looks and speaks like Ailill but does not sleep with him because she senses that it is not actually him. This happens three times, and the man who looks like Ailill reveals himself to be Midir, and tells her of her previous life as his wife. She refuses to leave with him unless her husband gives her permission. She then returns to Ailill to find him cured.</p>\n<p>Midir then goes to Eochaid in his true form and asks to play <i>fidchell</i>, a board game, with him. He offers a stake of fifty horses, loses, and gives Eochaid the horses as promised. Midir challenges him to more games, for higher stakes, and keeps losing. Eochaid, warned by his foster-father that Midir is a being of great power, sets him a series of tasks, including laying a causeway over Móin Lámrige, which he performs reluctantly. He then challenges Eochaid to one final game of <i>fidchell</i>, the stake to be named by the winner. This time, Midir wins, and demands an embrace and a kiss from Étaín. Eochaid agrees that he will have it if he returns in a month's time. A month later Midir returns. He puts his arms around Étaín, and they turn into swans and fly off.</p>\n<p>Eochaid and his men begin digging at the mound of Brí Léith where Midir lives. Midir appears to them and tells Eochaid his wife will be restored to him the following day. The next day fifty women who all look like Étain appear, and an old hag tells Eochaid to choose which one is his wife. He chooses one, but Midir later reveals that Étaín had been pregnant when he had taken her, and the girl he has chosen is her daughter. Eochaid is horrified, because he has slept with his own daughter, who became pregnant with a girl. When the girl is born she is exposed, but she is found and brought up by a herdsman and his wife. She later becomes the mother of the High King Conaire Mor.</p>\n<h2><span id=\"Dindsenchas\">Dindsenchas</span></h2>\n<p>Two episodes from the <i>Tochmarc Étaíne</i> are also recounted in the metrical Dindsenchas. The Dindsenchas poem on Rath Esa recounts how Eochaid Airenn won back Étaín. The poem on Ráth Crúachan refers to Midir's abduction of Étaín.</p>\n<h2><span id=\"Togail_Bruidne_Dá_Derga\"></span><span id=\"Togail_Bruidne_D.C3.A1_Derga\"><i>Togail Bruidne Dá Derga</i></span></h2>\n<p>The Middle Irish text <i>Togail Bruidne Dá Derga</i> (Recension II) includes a rather lengthy and colourful depiction of her in the episode of her encounter with King Echu in Brí Léith:</p>\n<dl><dd>\n</dd>\n</dl><p>In equally rapturous style, the narrator proceeds to home in on her physical beauty:</p>\n<dl><dd>\n</dd>\n</dl><h3><span id=\"Silver_basin\">Silver basin</span></h3>\n<p>The silver basin (Ir. <i>long</i>) with the four golden birds around it may have symbolic or religious significance. Margaret Dobbs has noted the parallel of the three cups offered by Medb to the Ulster heroes in <i>Fled Bricrenn</i>. Each of these three cups had a bird of greater material value placed on the inside: the bronze cup was fitted out with a bird of <i>findruine</i>, the <i>findruine</i> one with a bird of gold and the gold cup with a bird of gems. Moreover, she points out a possible relationship to examples of late Hallstatt pottery and bronzeware from Central Europe in which figures of aquatic birds were attached to bowls or vases, whether they were specifically designed for religious ceremonies or conveyed religious ideas in more general contexts. She suggests that the literary image may preserve \"a memory of well-worship and of rites performed there with sacred vessels marked with magic symbols\", possibly against evil magic. Such religious practices and ritual vessels may have reached Ireland between about 600 and 300 BC, when immigration took place in Britain and Ireland. In the light of the sacred significance of swans in early Irish literature, Dobbs also notes the episode's possible relevance to Fúamnach's malevolent spells and Étaín's and Midir's transformation into the shape of swans.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Étaín (Irish name)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Primary_sources\">Primary sources</span></h3>\n<ul><li class=\"mw-empty-elt\">\n</ul><p><i>Togail Bruidne Dá Derga</i> (Recension II), ed. <cite class=\"citation book\">Eleanor Knott (1936). <i>Togail Bruidne Da Derga</i>. Mediaeval and Modern Irish Series 8. Dublin: DIAS.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3A%C3%89ta%C3%ADn&amp;rft.au=Eleanor+Knott&amp;rft.btitle=Togail+Bruidne+Da+Derga&amp;rft.date=1936&amp;rft.genre=book&amp;rft.place=Dublin&amp;rft.pub=DIAS&amp;rft.series=Mediaeval+and+Modern+Irish+Series+8&amp;rft_id=http%3A%2F%2Fwww.ucc.ie%2Fcelt%2Fpublished%2FG301017&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>; tr. <cite class=\"citation journal\">Whitley Stokes (1901–1902). \"The Destruction of Dá Derga's Hostel\". <i>Revue Celtique</i>. <b>22–3</b>: 9–61, 165–215, 282–329, 390–437 (vol. 22); 88 (vol. 23).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3A%C3%89ta%C3%ADn&amp;rft.atitle=The+Destruction+of+D%C3%A1+Derga%27s+Hostel&amp;rft.au=Whitley+Stokes&amp;rft.date=1901%2F1902&amp;rft.genre=article&amp;rft.jtitle=Revue+Celtique&amp;rft.pages=9-61%2C+165-215%2C+282-329%2C+390-437+%28vol.+22%29%3B+88+%28vol.+23%29&amp;rft.volume=22-3&amp;rft_id=http%3A%2F%2Fwww.ucc.ie%2Fcelt%2Fpublished%2FT301017A&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span>; tr. J. Ganz, <i>Early Irish Myths and Sagas</i>. Harmondsworth, 1981. 60–106.</p>\n<ul><li><i>Tochmarc Étaíne</i>, ed. E. Ernst, \"Tochmarc Étáine: 'Das Freien um Etain'.\" In <i>Irische Texte mit Übersetzungen und Wörterbuch</i> 1 (1891). 113-33.</li>\n<li>\"Ráth Esa\", ed. and tr. Edward J. Gwyn, <i>The Metrical Dindshenchas</i>. Vol 2. Dublin: DIAS, 1901. Edition and translation available from CELT.</li>\n<li>\"Ráth Crúachain\", ed. and tr. Edward J. Gwyn, <i>The Metrical Dindshenchas</i>. Vol 3. Dublin: DIAS, 1901. 348-. Edition and translation available from CELT.</li>\n</ul><h3><span id=\"Secondary_sources\">Secondary sources</span></h3>\n<ul><li>Charles-Edwards, T. M. \"<i>Tochmarc Étaíne</i>: A Literal Interpretation.\" In <i>Ogma: Essays in Celtic Studies in Honour of Próinséas Ní Chatháin</i>, ed. Michael Richter and Jean-Michel Picard. Dublin, 2002. 165-81.</li>\n<li>Dobbs, M.E. \"The silver basin of Étaín.\" <i>Zeitschrift für celtische Philologie</i> 24 (1954): 201–3.</li>\n<li>Mac Cana, Proinsias (1989) \"Notes on the Combination of Prose and Verse in Early Irish Narrative\". In Tranter, Stephen Norman; and Tristram, Hildegard L. C., <i>Early Irish Literature: Media and Communication</i>, pp. 125–148. Gunter Narr Verlag. ISBN 3-87808-391-2</li>\n<li>MacKillop, James (1998). <i>A Dictionary of Celtic Mythology</i>. London: Oxford. ISBN 0-19-860967-1.</li>\n<li>Sayers, William. \"Early Irish Attitudes toward Hair and Beards, Baldness and Tonsure.\" <i>Zeitschrift für celtische Philologie</i> 44 (1991): 154–89 :169.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>The Wooing of Étaín</li>\n<li>The Destruction of Da Derga's Hostel</li>\n</ul>", "images": [{"ns": 6, "title": "File:9 They rose up in the air.jpg"}, {"ns": 6, "title": "File:WPanthroponymy.svg"}]}