{"pageid": 86481, "ns": 0, "title": "Fand", "extract": "<p><b>Fand</b> ('tear') or <b>Fann</b> ('weak, helpless person') is an otherworldly woman in Irish mythology. The two forms of her name are not phonetic variants, but two different words of different meaning, and the history of her name is debated.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Appearance_in_Serglige_Con_Culainn\">Appearance in <i>Serglige Con Culainn</i></span></h2>\n<p>Fand appears most prominently in the Ulster Cycle tale, <i>Serglige Con Culainn</i> (<i>The Sickbed of Cúchulainn</i>) as the daughter of Áed Abrat, sister of Lí Ban and one Angus, and wife of Manannán.</p>\n<p>She enters the story in the form of an otherworldly sea bird. In her sea bird form, she flies with a flock of enchanted birds, with each pair joined together by a silver chain. Fand, flying with her sister Lí Ban, stands out from the rest as they are connected by a gold chain.</p>\n<p>The hero Cúchulainn hurls stones at the seabirds, one of which passes through Fand's wing feathers. Later, Fand and Lí Ban return in the form of \"Otherworldly women\" and confront him on the shore of the lake. They beat Cúchulainn with horsewhips until he falls ill and lies abed for a year, unable to rise.</p>\n<p>Cúchulainn eventually regains his health by the favor of Fand when, via negotiators (Lí Ban, and Cúchulainn's charioteer, Láeg), Cúchulainn reluctantly agrees to travel to the Fand's otherworld island and help her in a battle against her foes. Cúchulainn and Fand then become lovers.</p>\n<p>The relationship does not last, as Cúchulainn's wife, Emer is very jealous and comes to attack the couple with a troop of women armed with knives. Fand sees that Emer is worthy of Cúchulainn, and obviously upset by their affair, so Fand chooses to leave him. She chants a poem, and then returns to her husband Manannán, who shakes his magical cloak of mists between Fand and Cúchulainn, that they may never meet again. Cúchulainn and Emer then drink a drink of forgetfulness, provided by the druids.</p>\n<h2><span id=\"Other_appearances_in_early_literature\">Other appearances in early literature</span></h2>\n<p>According to MacKillop, 'her mother is sometimes given as Flidais, the woodland deity. In variant texts she is described as the wife of Eochaid Iúil, one of Labraid's enemies vanquished by Cúchulainn'.</p>\n<p>The goddess or otherworldly woman, Niamh of the Golden Hair, is said to be a daughter of Manannán. As Niamh and Fand share some of the same characteristics, it is possible Niamh is also the daughter of Fand. Some sources mention another possible daughter of Manannán, Cliodna, but as Manannán is known to have partnered with a number of goddesses and mortal women, her connection with Fand is unclear.</p>\n<h2><span id=\"Appearances_in_modern_literature\">Appearances in modern literature</span></h2>\n<p>Fand inspired William Larminie's <i>Fand and Other Poems</i> (Dublin, 1892) and Arnold Bax's tone poem <i>The Garden of Fand</i> (1916).</p>\n<p>Fand has also appeared as a recurring character in Kevin Hearne's <i>The Iron Druid Chronicles</i> series.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Irish mythology in popular culture</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>Serglige Con Culainn</i>, ed. <cite class=\"citation book\">Myles Dillon (1953). <i>Serglige Con Culainn</i>. Mediaeval and Modern Irish Series 14. Dublin: DIAS.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFand&amp;rft.au=Myles+Dillon&amp;rft.btitle=Serglige+Con+Culainn&amp;rft.date=1953&amp;rft.genre=book&amp;rft.place=Dublin&amp;rft.pub=DIAS&amp;rft.series=Mediaeval+and+Modern+Irish+Series+14&amp;rft_id=http%3A%2F%2Fwww.ucc.ie%2Fcelt%2Fpublished%2FG301015&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>; tr. <cite class=\"citation book\">Jeffrey Gantz (1981). <i>Early Irish Myths and Sagas</i>. London: Penguin. pp. 155–78.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFand&amp;rft.au=Jeffrey+Gantz&amp;rft.btitle=Early+Irish+Myths+and+Sagas&amp;rft.date=1981&amp;rft.genre=book&amp;rft.pages=155-78&amp;rft.place=London&amp;rft.pub=Penguin&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>The Sick-Bed of Cuchulain, an English translation of the above</li>\n<li>The Only Jealousy of Emer</li>\n</ul>"}