{"pageid": 864930, "ns": 0, "title": "Ushas", "extract": "<p><b>Ushas</b> (<span lang=\"sa\" xml:lang=\"sa\">उषस्</span>; <i><span title=\"International Alphabet of Sanskrit Transliteration\">uṣas</span></i>) is a Vedic goddess of dawn in Hinduism. She repeatedly appears in the Rigvedic hymns, states David Kinsley, where she is \"consistently identified with dawn, revealing herself with the daily coming of light to the world, driving away oppressive darkness, chasing away evil demons, rousing all life, setting all things in motion, sending everyone off to do their duties\". She is the life of all living creatures, the impeller of action and breath, the foe of chaos and confusion, the auspicious arouser of cosmic and moral order called the Ṛta in Hinduism.</p>\n<p>Ushas is the most exalted goddess in the <i>Rig Veda</i>, but not as important or central as the three male Vedic deities Agni, Soma and Indra. She is on par with other major male Vedic deities. She is portrayed as a beautifully adorned young woman riding in a golden chariot or a hundred chariots, drawn by golden red horses or cows, on her path across the sky, making way for the Vedic sun god Surya. Some of the most beautiful hymns in the Vedas are dedicated to her. Her sister is <i>Ratri</i>, or the night.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Sanskrit <i><span title=\"International Alphabet of Sanskrit Transliteration\">uṣas</span></i> is derived from the Sanskrit word <i>uṣa</i> which means \"dawn\". This root is related to Indo-European root for dawn, and is related to \"héōs\" in Greek, \"ušā\" in Avestan, \"aušrà\" in Lithuanian, and the basis for the word \"east\" in Indo-European traditions, state Mallory and Adams.</p>\n<p><i>Uṣas</i> is an <i>s</i>-stem, i.e. the genitive case is <i><span title=\"International Alphabet of Sanskrit Transliteration\">uṣásas</span></i>, whereby it connotes \"dawn goddess\" in Indo-European languages. Ushas is related to the Proto-Indo-European goddess <i><span title=\"Proto-Indo-European language\" lang=\"ine\" xml:lang=\"ine\">*h₂ausos-</span></i>. Her cognates in other Indo-European pantheons include the Greek goddess Eos, the Roman goddess Aurora, the Lithuanian goddess Austrine, and the English goddess Ēostre (OE: ēastre), whose name is probably the root of the modern English word \"Easter.\"</p>\n<h2><span id=\"Description\">Description</span></h2>\n<p>Ushas is the prominent goddess of dawn in the Vedas. She is depicted as the one who imbues life to all beings, as the \"life of all life\" and \"breath of all breaths\", according to Jones and Ryan. She is revered as the deity who revivifies earth each day, drives away the chaos and the darkness, sets all things in motion, sends all living beings to do their duties in the Vedas.</p>\n<p>Ushas is the most important goddess in the Vedic literature, but she is not as important as the three central male deities named Agni, Soma and Indra. She is mentioned in far less number of hymns than these three, but nearly equal or more number of hymns than all other male and female deities in the Vedas.</p>\n<h3><span id=\"Rig_Veda\">Rig Veda</span></h3>\n<p>Ushas is mentioned in numerous hymns of the <i>Rigveda</i>. Forty of its hymns are dedicated to her, while her name appears in other additional hymns. She is thanked for and petitioned for driving away darkness in hymns 7.78, 6.64 and 10.172; bringer of light urged by Surya in hymn 3.61, and the chaser of evil demons in hymn 8.47. The Rigvedic hymn 1.48 describes her as drawn in a hundred chariots, revealed by the daily arrival of light, one who sets all motion to life and all life to motion, rousing people off to their duties. She is revered for giving strength in hymn 1.44, to Ṛta in hymn 3.61 and 7.75, and participating in daily restoration of order and fighting chaotic forces that threaten the world in hymn 1.113.</p>\n<p>Usha is described to be drawn by golden red horses or cows in Vedic texts, a beautiful maiden dressed up in jewels, smiling and irresistibly attractive who cheers up those who gaze at her. She dispels darkness, reveals the treasures and truths hidden, illuminating the world as it is. Hymn 6.64 associates her with wealth and light, while hymn 1.92 calls her the \"mother of cows\" and who like a cow gives to the benefit of all people. Hymn 1.113 calls her \"mother of the gods\", while hymn 7.81 states her to be the mother of all living beings who petition her. She is the goddess of the hearth, states hymn 6.64. She symbolizes reality, is a marker of time and a reminder to all that \"life is limited on earth\". She sees everything as it is, and she is the eye of the gods, according to hymns 7.75–77.</p>\n<p>She is variously mentioned as the sister of Ratri (night), Aditya and one who goes about her ways closely with deities Savitri and Surya. She is also associated with Varuna (sky, water) and Agni (fire).</p>\n<p>In RV 6.64.1-2 (trans. Griffith), Ushas is invoked as follows:</p>\n<ol><li><i>The radiant Dawns have risen up for glory, in their white splendour like the waves of waters.</i><br><i>She maketh paths all easy, fair to travel, and, rich, hath shown herself benign and friendly.</i></li>\n<li><i>We see that thou art good: far shines thy lustre; thy beams, thy splendours have flown up to heaven.</i><br><i>Decking thyself, thou makest bare thy bosom, shining in majesty, thou Goddess Morning.</i></li>\n</ol><p>In the \"family books\" of the <i>Rig Veda</i> (e.g. RV 6.64.5), Ushas is the divine daughter—a <i><span title=\"International Alphabet of Sanskrit Transliteration\">divó duhitâ</span></i> —of <i>Dyaus Pita</i> (\"Sky Father\"). This is taken literally in the traditional genealogies of Hindu mythology.</p>\n<h2><span id=\"Contemporary_reverence\">Contemporary reverence</span></h2>\n<p>The revered Gayatri mantra, states George Williams, remains a daily reminder of Ushas in contemporary Hinduism.</p>\n<p>According to Sri Aurobindo, Ushas is \"the medium of the awakening, the activity and the growth of the other gods; she is the first condition of the Vedic realisation. By her increasing illumination the whole nature of man is clarified; through her [mankind] arrives at the Truth, through her he enjoys [Truth's] beatitude.\"</p>\n<p>Ushas is regionally worshipped during the festival of Chhath Puja, in Bihar and Uttar Pradesh (India), and in Nepal.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Vahana</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite class=\"citation book\">Dallapiccola, Anna (2002). <i>Dictionary of Hindu Lore and Legend</i>. New York: Thames &amp; Hudson. ISBN 0-500-51088-1.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AUshas&amp;rft.aufirst=Anna&amp;rft.aulast=Dallapiccola&amp;rft.btitle=Dictionary+of+Hindu+Lore+and+Legend&amp;rft.date=2002&amp;rft.genre=book&amp;rft.isbn=0-500-51088-1&amp;rft.place=New+York&amp;rft.pub=Thames+%26+Hudson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Kinsley, David (1987). <i>Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions</i>. New Delhi: Motilal Banarsidass. ISBN 81-208-0379-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AUshas&amp;rft.aufirst=David&amp;rft.aulast=Kinsley&amp;rft.btitle=Hindu+Goddesses%3A+Vision+of+the+Divine+Feminine+in+the+Hindu+Religious+Traditions&amp;rft.date=1987&amp;rft.genre=book&amp;rft.isbn=81-208-0379-5&amp;rft.place=New+Delhi&amp;rft.pub=Motilal+Banarsidass&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aum Om navy blue circle hollow coral.svg"}, {"ns": 6, "title": "File:Aum Om red.svg"}, {"ns": 6, "title": "File:Om symbol.svg"}, {"ns": 6, "title": "File:Panchchuli II at dawn.jpg"}]}