{"pageid": 86534, "ns": 0, "title": "Sirona", "extract": "<p>In Celtic polytheism, <b>Sirona</b> was a goddess worshipped predominantly in East Central Gaul and along the Danubian limes. A healing deity, she was associated with healing springs; her attributes were snakes and eggs. She was sometimes depicted with Apollo Grannus or Apollo Borvo. She was particularly worshipped by the Treveri in the Moselle Valley.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Sirona's_name\"></span><span id=\"Sirona.27s_name\">Sirona's name</span></h2>\n<p>The name of the goddess was written in various ways: <i>Sirona</i>, <i>Đirona</i>, <i>Thirona</i>, indicating some difficulty in capturing the initial sound in the Latin alphabet. The symbol Đ is used here to represent the <i>Tau Gallicum</i>, an additional letter used in Gaulish representing the cluster <i>ts</i> which was interchangeable with <i>st</i>- in word-initial position and it is not a form of the letter \"D\". The root is a long vowel Gaulish variant of proto-Celtic <i>*ster-</i> (<i>*h<sub>2</sub>ster</i>) meaning ‘star’. The same root is found in Old Irish as <i>ser</i>, Welsh <i>seren</i>, Middle Cornish <i>sterenn</i> and Breton <i>steren(n)</i>. The name <i>Đirona</i> consists of a long-vowel, <i>o</i>-grade stem <i>tsīro-</i> derived from the root <i>*ster-</i> and a <i>-no-</i> suffix forming adjectives of appurtenance in many Indo-European languages. Alternatively it may be an augmentative -on- suffix found in many Celtic divine names and epithets. To this is suffixed the Gaulish feminine singular <i>-a</i>, the usual feminine variant of o-stem adjectives and nouns. So *<i>Tsīrona</i> would seem to have meant ‘stellar’ or ‘astral’.</p>\n<h2><span id=\"Interpretatio_Romana\">Interpretatio Romana</span></h2>\n<p>Due to her association with Apollo Grannus, the Interpretatio Romana has sometimes identified Sirona with the Roman goddess Diana.</p>\n<h2><span id=\"Evidence_for_Sirona\">Evidence for Sirona</span></h2>\n\n<p>The evidence for Sirona is both epigraphic (inscriptions) and representational (sculptures and statues). As the map shows, it is primarily concentrated in east-central Gaul, up to the Germanic lines, and along the Danubian limes as far east as Budapest. A few outliers are seen in Aquitaine, Brittany, and one in Italy. There are no Sirona finds in Britannia, Hispania, or in any of the other Roman provinces.</p>\n<h3><span id=\"Inscriptions\">Inscriptions</span></h3>\n<p>Some inscriptions, such as those at Bordeaux <i>CIL</i> XIII, 00582, Corseul <i>CIL</i> XIII, 03143, the three from Ihn in Saarland, Germany <i>AE</i> 1994, 1256, <i>AE</i> 1994, 1257, <i>AE</i> 1991, 1248, Mainz <i>CIL</i> XIII, 06753, Mühlburg in Baden-Württemberg <i>CIL</i> XIII, 06327 and Trier (CIL 13, 03662) are to the goddess Sirona alone, <i>deae Đironae</i>.</p>\n<p>More usually, Sirona is paired with Apollo, as in this inscription from Graux <i>CIL</i> XIII, 04661 in the Vosges mountains:</p>\n<dl><dd><i>Apollini et Si/ronae / Biturix Iulii f(ilius) / d(edit)</i></dd>\n</dl><p>or this inscription from Luxeuil-les-Bains in Franche-Comté <i>CIL</i> XIII, 05424:</p>\n<dl><dd><i>Apollini / et Sironae / idem / Taurus</i></dd>\n</dl><p>When paired with Sirona, Apollo is often assimilated with a Gaulish deity, such as Apollo Borvo or Apollo Grannus. An example from Sarmizegetusa in Dacia <i>AE</i> 1983, 00828:</p>\n<dl><dd><i>Apollini / Granno et / Sironae / C(aius) Sempronius / Urbanus / proc(urator) Aug(usti)</i></dd>\n</dl><p>and another from Augsburg <i>AE</i> 1992, 01304 where Sirona is given the epithet <i>sancta</i> (holy) and is identified with Diana:</p>\n<dl><dd><i>Apollini / Granno / Dianae / [s]anct(a)e Siron(a)e / [p]ro sal(ute) sua / suorumq(ue) / omn(ium) / Iulia Matrona</i></dd>\n</dl><p>A dedication from Großbottwar in Baden-Württemberg <i>CIL</i> XIII, 06458 can be precisely dated to the year 201 CE by mention of the two consuls, L. Annius Fabianus and M. Nonius Arrius Mucianus:</p>\n<dl><dd><i>In h(onorem) d(omus) d(ivinae) Apo[lli]ni et Sironae / aedem cum signis C(aius) Longinius / Speratus vet(eranus) leg(ionis) XXII Pr(imigeniae) P(iae) F(idelis) et Iunia Deva coniunx et Lon/gini Pacatus Martinula Hila/ritas Speratianus fili(i) in / suo posuerunt v(otum) s(olverunt) l(ibentes) l(aeti) m(erito) / Muciano et Fabiano co(n)s(ulibus)</i></dd>\n</dl><h3><span id=\"Depictions\">Depictions</span></h3>\n<p>At the sulphur springs of Alzey in Rhineland-Palatinate, Germany, a stone bas-relief shows Sirona wearing a long gown and carrying a patera in her right hand and a sceptre in her left. The identification as Sirona is assured by a dedication (<i>AE</i> 1933, 00140) to Apollo and Sirona.</p>\n<p>The richly furnished spring sanctuary of Hochscheid (Cueppers 1990; Weisgerber 1975) was decorated with statues of Sirona and Apollo, again confirmed by an inscription <i>AE</i> 1941, 00089 <i>Deo Apolli/ni et sanc/t(a)e Siron(a)e ...</i> (to Apollo and holy Sirona ...). The statue of Sirona shows her carrying a bowl of eggs (Green 1986 p. 162) and holding a long snake coiled around her lower arm (a link to the iconography of the Greek healing goddess Hygeia, daughter of Asklepios). She wears a long gown and has a star-shaped diadem on her head (a link with the meaning of the name Sirona).</p>\n<p>A bronze statue from Mâlain in the Côte d'Or and dating to around 280 CE (Deyts &amp; Roussel 1994; Deyts 1998) shows Sirona naked to the waist and holding a snake draped over her left arm, together with a very classical Apollo with lyre. The inscription ( ILingons-M, 00002) is <i>Thiron(a) et Apollo</i>.</p>\n<p>A stone with an engraved bust of Sirona from Saint-Avold, now in the Musée de Metz, bears an inscription (<i>CIL</i> XIII, 04498):</p>\n<dl><dd><i>Deae Đironae/ Maior Ma/giati filius / v(otum) s(olvit) l(ibens) m(erito)</i>.</dd>\n</dl><p>At Vienne-en-Val in the Loiret, a square stone pillar depicts Sirona, Apollo, Minerva and Hercules (Debal 1973). Sirona wears a long dress and a diadem, from which falls a veil. Her left hand holds a cornucopia and in her right is a patera which she is offering to a coiled snake. Again there is a similarity with Hygeia, who also carries a snake. Indeed, when a statue has no inscription, it is not clear whether Sirona or Hygeia is depicted, a syncretism demonstrated by the inscription at Wein (<i>AE</i> 1957, 00114) which includes Sirona and Aesculapius, the Roman form of Asklepios:</p>\n<dl><dd><i>[I(ovi)] O(ptimo) M(aximo) / Apollini / et Sirona[e] / [Ae]sculap[io] / P(ublius) Ael(ius) Luciu/s |(centurio) leg(ionis) X v(otum) s(olvit) / l(ibens) l(aetus) m(erito)</i></dd>\n</dl><p>A different aspect of Sirona is shown at Sainte-Fontaine, where Sirona holds fruit and corn (Green 1986 p. 161).</p>\n<h3><span id=\"Temples\">Temples</span></h3>\n<p>Several temples to Sirona are known. Often these were of the Gallo-Roman fanum type, an inner [cella] with an outer walkway or pronaos, and were constructed around thermal springs or wells, as at Augst (Bakker 1990) and Oppenheim-Nierstein (Cüppers 1990).</p>\n<p>At Budapest(in antiquity, Aquincum) a healing shrine at the spring which fed the aqueduct was dedicated to Apollo (presumably Grannus) and Sirona (<i>AE</i> 1982, 0806)</p>\n<dl><dd><i>Apolini /et/Serana(e)/ T(itus)Iul(ius) MER/CATOR D(e)C(urio)/V[1]LM</i></dd>\n</dl><p>It was established by the emperor Caracalla when he visited Pannonia, although Dio Cassius says (Roman Histories, 78.15) that the emperor</p>\n<dl><dd><i>received no help from Apollo Grannus, nor yet from Aesculapius or Serapis, in spite of his many supplications and his unwearying persistence</i>.</dd>\n</dl><p>Two inscriptions describe the establishment of temples to Sirona. From Ihn-Niedaltdorf an inscription (<i>CIL</i> XIII, 04235) records the donation of a building and its furnishings at the dedicant's expense:</p>\n<dl><dd><i>De[ae Sirona]e / aedem [cum suis or]na/mentis M[3] v(otum) s(olvit) l(ibens) l(aetus) m(erito)</i></dd>\n</dl><p>At Wiesbaden in Hesse (in antiquity, Aquae Mattiacorum) an inscription (<i>CIL</i> XIII, 07570) records the restoration of a temple by a <i>curator</i> at his own expense:</p>\n<dl><dd><i>Sironae / C(aius) Iuli(us) Restitutus / c(urator) templ(i) d(e) s(uo) p(osuit)</i></dd>\n</dl><p>It seems possible that another Wiesbaden inscription (<i>CIL</i> XIII, 07565) that the wife of military commander Porcius Rufianus from Mainz dedicated to an otherwise unknown goddess \"\"Diana Mattiaca\"\" for the healing of her daughter Porcia Rufiana, also refers to Sirona:</p>\n<dl><dd><i>Antonia Postuma / T(iti) Porci Rufiani leg(ati) / [l]eg(ionis) XXII P(rimigeniae) P(iae) F(idelis) [pro sa]lu/te Porciae Rufianae / filiae suae Dianae Mat/tiacae [ex] voto / signum posu[it]</i></dd>\n</dl><p>An elaborate shrine and temple complex at Hochscheid (Cüppers 1990) has already been mentioned. It was built in the second century CE around a spring, which filled a cistern in the temple. The remote location is thought to have been a pilgrimage site (Weisgerber 1975). It was destroyed in the third century, probably during the Germanic incursions of 250-270, and was never rebuilt.</p>\n<h3><span id=\"Sirona_in_Fiction\">Sirona in Fiction</span></h3>\n<p>The curator of Wiesbaden's temple of Sirona, Iulius Restitutus, is one protagonist of the <i>Romanike</i> novels.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>116 Sirona, an asteroid named in her honour</li>\n<li>Sirona, a song based on the deity by Irish musician Miracle of Sound</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Année Epigraphique (AE), yearly volumes.</li>\n<li><i>Corpus Inscriptionum Latinarum</i> (CIL) vol XIII, Inscriptiones trium Galliarum et Germaniarum</li>\n<li>Cüppers, H. (ed) (1990). <i>Die Römer in Rheinland-Pfalz</i>. Theiss. ISBN 3-8062-0308-3</li>\n<li>Delamarre, X. (2003). <i>Dictionnaire de la langue gauloise</i> (2nd ed.). Paris: Editions Errance. ISBN 2-87772-237-6</li>\n<li>Debal, J. (1983) Vienne-en-Val, Divinites et sanctuaires. <i>Bulletin de la Société Archéologique et Historique de l'Orléanais</i>, <b>42</b></li>\n<li>Deyts, S; Roussel, L. (1994) Mâlain, fouilles de Mediolanum: découverte, en juillet 1993, d'un buste de divinité de l'eau dans son contexte. <i>Revue archéologique de l'Est et du Centre-Est - Dijon</i>, <b>45</b> pp. 503–509</li>\n<li>Deyts, S. (1998). <i>A la rencontre des dieux gaulois, un défi à César</i>. Paris: Réunion des Musées Nationaux.</li>\n<li>Dio Cassius, <i>Roman Histories</i>. Earnest Cary (trans), Loeb Classical Library. Available online</li>\n<li>Eska, J. F. (1998). Tau Gallicum. <i>Studia Celtica</i> 32 pp. 115–127</li>\n<li>Green, M. (1986). <i>Gods of the Celts</i>. Gloucestershire: Sutton Publishing Limited. ISBN 0-7509-1581-1. (Page numbering in reference above is to the 1986 edition, not the 2004 edition, ISBN 0-7509-3479-4)</li>\n<li>Hamp, E.P. (1994). Incidence of Gaulish divine names in -on-. <i>Studia Celtica Japonica</i> NS 4, pp. 71–72.</li>\n<li>Jufer, N.; Luginbühl, T. (2001) <i>Répertoire des dieux gaulois</i>. Paris, Editions Errance. ISBN 2-87772-200-7</li>\n<li>Markey, T.L. (2001). 'Ingvaeonic' *<i>sterir</i> 'star' and astral priests. <i>NOWELE</i> 39 pp. 85–113.</li>\n<li>Mees, B. (2002). On Gaulish tau. <i>Studia Celtica</i> 36, pp. 21–26.</li>\n<li>Weisgerber, G. (1975). <i>Das Pilgerheiligtum des Apollo und der Sirona von Hochscheid im Hunsruck</i>. Bonn: Rudolf Habelt Press.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Alzey sculpture (in German, illustrated) - includes an unreferenced woodcut of a temple to Apollo and Sirona</li>\n<li>Vienne-en-Val sculptures (in French, illustrated).</li>\n</ul>", "images": [{"ns": 6, "title": "File:Autel à Sirona - Musée d'Aquitaine - 60.1.19.JPG"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Sironadist.png"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}