{"pageid": 86610, "ns": 0, "title": "Matres and Matronae", "extract": "<p>The <b>Matres</b> (Latin \"mothers\") and <b>Matronae</b> (Latin \"matrons\") were female deities venerated in Northwestern Europe from the first to the fifth century. They are depicted on votive offerings and altars that bear images of goddesses, depicted almost entirely in groups of three, that feature inscriptions (about half of which feature Continental Celtic names and half of which feature Germanic names) and were venerated in regions of Germania, Eastern Gaul, and Northern Italy (with a small distribution elsewhere) that were occupied by the Roman army from the first to the fifth century.</p>\n<p>Information about the religious practices surrounding the Matres is limited to the stones on which their depictions and inscriptions are found, of which over 1,100 exist. Scholars connect the Germanic Matres with the dísir, valkyries, and norns attested largely in 13th century sources.</p>\n\n<p>Matres also appear on votive reliefs and inscriptions in other areas occupied by the Roman army, including southeast Gaul, as at Vertillum; in Spain and Portugal, where some twenty inscriptions are known, among them several ones which include local epithets like a dedication to the <i>Matribus Gallaicis</i> \"to the Galician Mothers\"; and also in the Romano-Celtic culture of Pannonia in the form of similar reliefs and inscriptions to the <i>Nutrices Augustae</i>, \"the august Nurses\" found in Roman sites of Ptuj, Lower Styria.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Motifs\">Motifs</span></h2>\n<p>Matres and Matronae appear depicted on both stones with inscriptions and without, both as altars and votives. All depictions are frontal, they appear almost exclusively in threes with at least one figure holding a basket of fruit in her lap, and the women are either standing or sitting. In some depictions, the middle figure is depicted with loose hair and wearing a headband, and the other two wear head dresses. Other motifs include depictions of sacrifice—including burning incense, pigs, and bowls filled with fruit—and decorations of fruits, plants and trees. In addition, snakes, children, and nappies appear. In most cases, the votive stones and altars are not found singularly, but rather in groups around temple buildings and cult centers.</p>\n<p>Rudolf Simek comments that the loose hair may point to maidenhood, whereas the head dresses may refer to married women, the snakes may refer to an association with the souls of the dead or the underworld, and the children and nappies seem to indicate that the Matres and Matronae held a protective function over the family, as well as a particular function as midwives.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<p>R. Pascal theorizes that The Three Marys may be Christianized versions of the Matres and Matronae.</p>\n<p>The motif of triple goddesses was widespread in ancient Europe; compare the Fates (including Moirai, Parcae and Norns), the Erinyes, the Charites, the Morrígan, the Horae and other such figures.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dea Matrona</li>\n<li>Mōdraniht</li>\n<li>Nehalennia</li>\n<li>Suleviae</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:AUFAN1.jpg"}, {"ns": 6, "title": "File:Bibracte Deesses.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}