{"pageid": 86619, "ns": 0, "title": "Nantosuelta", "extract": "<p>In Celtic mythology, <b>Nantosuelta</b> is the goddess of nature the earth, fire, and fertility.</p>\n<p>She was a part of the Tuatha Dé Danann and was paired with Sucellus and later on Dagda.</p>\n<p>Pseudo-historical texts explain how there is an uncanny resemblance between Nantosuelta and what we know of the Irish goddess The Morrígan who was associated with death and war. Evidence suggests that Nantosuelta was the name given to the goddess The Morrígan after a transformation or joining of new alliances.</p>\n<p>The Mediomatrici (Alsace, Lorraine) depicted her in art as holding a round house on a pole and with a crow. Other likely depictions show her with a pot or bee hive. Nantosuelta's round house was a symbol of her connection to the faery habitation of her Irish counterpart and may have symbolized abundance. It was believed that Nantosuelta transformed into a crow on the battlefield, which was an appropriate transformation for the goddess or may have been a metaphor for her ability to powerfully navigate a battlefield.</p>\n<p>Nantosuelta is often associated with water and depicted as being surrounded by water. The goddess's name literally translates as 'of winding stream' or 'sun-drenched valley'.</p>\n<p>Nantosuelta is attested by statues, and by inscriptions.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n\n<p>In this relief from Sarrebourg, near Metz, Nantosuelta, wearing a long gown is standing to the left. In her left hand she holds a small house-shaped object with two circular holes and a peaked roof. Her right hand holds a patera which she is tipping onto a cylindrical altar. To the right Sucellus stands, bearded, in a tunic with a cloak on his right shoulder. He holds his mallet in his right hand and an olla in his left. Above the figures is a dedicatory inscription and below them in very low relief is bird, of a raven. This sculpture was dated by Reinach, from the form of the letters, to the end of the first century or start of the second century.</p>\n<p>An altar from Metz has a carving of a woman with similar dress to the Sarrebourg example, also holding a small house on a pole, thus presumed to be Nantosuelta. Sucellus is not shown on this example.</p>\n<p>She was associated with the cornucopia.</p>\n<h2><span id=\"Inscriptions\">Inscriptions</span></h2>\n<p>The inscription on the Sarrebourg altar reads:</p>\n<dl><dd><i>Deo Svcello /</i></dd>\n<dd><i>Nantosvelte /</i></dd>\n<dd><i>Bellavsvs Mas /</i></dd>\n<dd><i>se filivs v(otum) s(olvit) l(ibens) m(erito)</i></dd>\n<dd>\"To the god Sucellus and to Nantosuelta, Bellausus, son of Massa, willingly and deservedly fulfilled his vow.\"</dd>\n</dl><p>The inscription on the Metz altar says:</p>\n<dl><dd><i>In h(onorem) {r} d(omus) d(ivinae) /</i></dd>\n<dd><i>M(arcus) Tignuarius /</i></dd>\n<dd><i>v(otum) s(olvit) l(ibens) m(erito)</i></dd>\n<dd>\"In honour of the divine house, Marcus Tignuarius willingly and deservedly fulfilled his vow.\"</dd>\n</dl><p>Here the dedication is to the Imperial house, and Nantosuelta is not explicitly mentioned. The visual depiction makes the identification secure.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Delamarre asserts that the name means 'sun-warmed valley'. Roux in 1952, Olmstead in 1994, and Polomé in 1997 maintained that the proto-Indo-European root <i>*swel-</i> 'swelter', found in Indo-European words denoting 'sun', was inherited into Gaulish.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li><i>Année Epigraphique</i>, volume 1896.</li>\n<li>Centre for Advanced Welsh and Celtic Studies. Proto-Celtic—English lexicon. University of Wales. (See also this page for background and disclaimers.)</li>\n<li><i>Corpus Inscriptionum Latinarum</i> (CIL), volume 13, <i>Tres Galliae</i>.</li>\n<li>Delamarre, X. (2003). <i>Dictionnaire de la Langue Gauloise</i>. 2nd edition. Paris, Editions Errance. ISBN 2-87772-237-6</li>\n<li>Deyts, S., Ed. (1998) <i>A la rencontre des Dieux gaulois, un défi à César</i>. Paris, Réunion des Musées Nationaux. ISBN 2-7118-3851-X</li>\n<li>Heichelheim, F.M. and J.E. Housman, Sucellus and Nantosuelta in Mediaeval Celtic Mythology, in: <i>L'antiquité classique</i> 17 (1948) (nr. 1: Miscellanea Philologica Historica et archaelogia in honorem Hvberti Van De Weerd), pp. 305-316</li>\n<li>Jufer, N. and T. Luginbühl (2001) <i>Répertoire des dieux gaulois</i>. Paris, Editions Errance. ISBN 2-87772-200-7</li>\n<li>Le Roux (1952) \"Le soleil dans les langues Celtiques.\" <i>Ogham</i> <b>4</b>, p. 93.</li>\n<li>Olmstead, G. (1994) <i>The Gods of the Celts and the Indoeuropeans</i>. Innsbrucker Beiträge zur Kulturwissenschaft-Archaeolingua, Sonderheft 92.</li>\n<li>Polomé, E. C. (1997) <i>Zeitschrift für celtische Philologie</i>, <b>49-50</b>.</li>\n<li>Porkorny, Julius (1959) <i>Indogermanisches etymologisches Wörterbuch</i> Berlin: Franke Verlag</li>\n<li>Reinach, S. (1922) <i>Cultes, mythes et religions</i>.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Le musée de Liffol-le-Grand has a reconstructed shrine to Nantosuelta</li>\n</ul>", "images": [{"ns": 6, "title": "File:Nantosuelta-Sucellus.jpg"}, {"ns": 6, "title": "File:Nantosuelta HistMusPfalz 3482a.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}