{"pageid": 86846, "ns": 0, "title": "Tailtiu", "extract": "<p><b>Tailtiu</b> or <b>Tailltiu</b> (<small>Old Irish pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈtalʲtʲu]</span>; modern spelling: <b>Tailte</b>) (also known as Talti) is the name of a presumed goddess from Irish mythology. The goddess's name is linked to Teltown (&lt; OI <i>Óenach Tailten</i>) in Co. Meath, site of the Óenach Tailten. A legendary dindsenchas \"lore of places\" poem relates a myth connecting the presumed goddess Tailtiu with the site.  However, linguistic analysis of the name reveals that Tailtiu as a place-name derives from a loan word of Brythonic origin represented by the Welsh <i>telediw</i> \"well formed, beautiful.\"  The mythological character of Tailtiu likely derives her name from the place-name.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_Irish_mythology\">In Irish mythology</span></h2>\n<p>According to the Book of Invasions, Tailtiu was the daughter of the king of Spain and the wife of Eochaid mac Eirc, last Fir Bolg High King of Ireland, who named his capital after her (Teltown, between Navan and Kells). She survived the invasion of the Tuatha Dé Danann and became the foster mother of Lugh.</p>\n<p>Tailtiu is said to have died of exhaustion after clearing the plains of Ireland for agriculture. Lugh established a harvest festival and funeral games, <i>Áenach Tailteann</i>, in her honour, which continued to be celebrated as late as the 18th century.</p>\n<h2><span id=\"In_Irish_history\">In Irish history</span></h2>\n<p>The first <i>Áenach Tailteann</i>, later the Tailtin Fair, was held at Teltown. Historically, the Áenach Tailteann was a time for contests of strength and skill, and a favoured time for contracting marriages and winter lodgings. A peace was declared at the festival, and religious celebrations were also held. Aspects of the festival survive in the celebrations of Lughnasadh, and were revived as the Teltown Games for a period in the twentieth century.</p>\n<p>A similar Lughnasadh festival was held at Carmun (whose exact location is under dispute). Similar to Tailtiu, the festival at Carmun is celebrated by a dindsenchas poem that provides a psedo-etymology for the site. The poem claims that the festival is named after the mythological Carmun, in a tale similar to that of Tailtiu. But as with Tailtiu, this mythological figure likely derives its name from the place-name.</p>\n<p>In historical times the town of Tailtiu was where the principal assembly of the early Uí Néill dynasties was held.</p>\n<p>From the Locus Project at CELT, Tailte had one or two raths [residence(s)] in Munster:</p>\n<ul><li>ráith canann: a ráith of queen Tailte, LL 201; cf. Rathcannon tl., Co. Limerick</li>\n<li>ráith con: rath of queen Tailte, LL 201; in Tuath Tailten, UM 165b, Lec. 514, Stowe D ii 2, 656; cf. Rathcon, in dry. and d. Cashel, Tax</li>\n</ul><p>Rathcanann and Rath Con may or may not be identical.</p>\n<h2><span id=\"Annalistic_references\">Annalistic references</span></h2>\n<p>See Annals of Inisfallen (AI)</p>\n<ul><li><i>M1095. Taillti, inghen Domhnaill Guitt</i></li>\n<li><i>U1127. Tailltiu ingen Murchadha H. Mael Sechlainn ben Tairrdhelbaigh H. Concobuir</i></li>\n<li><i>M1170. Taillte, inghen Muirchertaigh Uí Mhaoil Sechlainn, ben Domhnaill mic Murchadha Uí Fherghail, taoisech Muintire Anghaile, d'écc isin cethrachtmhadh bliadhain a h-aoisi./Taillte, daughter of Muircheartach Ua Maeleachlainn, and wife of Domhnall, son of Murchadh Ua Fearghail, chief of Muintir-Anghaile, died in the fortieth year of her age.</i></li>\n<li><i>M1171. Tailltin, inghen Conchobhair Uí Maoil Sechlaind, ben Iomhair Uí Chathasaigh, tigherna Saithne.</i></li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Gundestrup cauldron - F.I.4277.jpg"}]}