{"pageid": 86865, "ns": 0, "title": "Verbeia", "extract": "<p>In ancient Celtic polytheism, <b>Verbeia</b> was a goddess worshipped in Roman Britain. She is known from a single altar-stone dedicated to her at Ilkley (RIB 635). She is considered to have been a deification of the River Wharfe.</p>\n<p>An image of a woman (also from Ilkley) may represent the goddess: she is depicted with an overlarge head and schematic features; she wears a long, pleated robe and she has two large snakes, represented as geometric zig-zags, which she grasps, one in each hand.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins\">Origins</span></h2>\n<p>The stone bearing the image thought to represent Verbeia now stands inside the All Saints Parish Church in Ilkley. The church is situated on the site of the Roman fort, which has been claimed to be named 'Verbeia' (not Olicana, as is generally thought). It was the Second Cohort of Lingones troops stationed here during the second century AD who inscribed the above-mentioned altar-stone.</p>\n<p>Anne Ross compares this image with one of a goddess found in Mavilly-Mandelot, France, portrayed with a similar pleated garment, holding two snakes in one hand, on an altar associated with aquatic cults. Ross fails to mention that this region of France is where the Lingones, a Gaulish tribe from which the Roman troops were recruited, originated. It seems possible that the Mavilly altar is a precursor of the Verbeia altar.</p>\n<p>Some sources state, however, that the Ilkley troops were recruited from the Lingones in northeast Italy; some of the tribe migrated across the Alps in around 400 BC Lingones.</p>\n<h2><span id=\"The_Swastika_Stone\">The Swastika Stone</span></h2>\n<p>The Swastika Stone is a petroglyph on the northern edge of Ilkley Moor, overlooking the Wharfe valley, which is unique in British rock art. It uses cup-marks, but is otherwise distinct from the cup-and-ring art found across the moor. It is identical in form to certain of the Camunian rose motifs found in Val Camonica, northern Italy. It seems possible that the Lingones troops who worshipped Verbeia may have encountered the Camunian rose on migrating across the Alps, and adopted the symbol, carving it on Ilkley Moor while stationed there.</p>\n<p>Ross repeatedly associates Verbeia with the goddesses Brigid and Brigantia. Given that Brigid's cross is a prevalent swastika-like image in Ireland, there may be further links here between Verbeia, imported Gaulish cults, and the swastika image.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Proto-Celtic is reconstructed as having <i>*werbā-</i> 'blister' in its lexicon [1] and the name may be a suffixed form of this lexeme meaning “blistered one.” On the other hand, the root of the name may represent a Celtic reflex of the Proto-Indo-European root <i>*wer-bhe-</i> ‘bend, turn,’ cognate with Modern English <i>warp,</i> [2] followed by the durative suffix *<i>-j-</i> and the feminine suffix *<i>-ā-</i> and so might have meant “she who is constantly bending and turning.” Another possibility is that the name is a compound of Romano-British reflexes of the Proto-Celtic elements *<i>*Uφer-bej-ā-</i> (upper-strike-F) “the upper striker.”</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Manor House Museum, Ilkley, Yorkshire, England.</li>\n<li><i>Dictionary of Celtic Myth and Legend</i>, Miranda J. Green, Thames and Hudson Ltd, 1997</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Research on Verbeia</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}