{"pageid": 87268, "ns": 0, "title": "Alaisiagae", "extract": "<p>In Romano-British culture and Germanic polytheism, the <b>Alaisiagae</b> (possibly \"Dispatching Terrors\" or \"All-Victorious\") were a pair of Celtic and Germanic goddesses deifying victory.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Centres_of_worship\">Centres of worship</span></h2>\n<p>The Alaisiagae were Celtic deities and Germanic deities who were worshipped in Roman Britain, altar-stones raised to them having been recovered in the United Kingdom at Vercovicium (Housesteads Roman Fort) at Hadrian's Wall in England.</p>\n<p>Another centre of worship was perhaps the town of Bitburg, near the German-Belgian border, which was called “Beda Vicus,” which although Latin derives from the Celtic \"Village of Beda.\".</p>\n<h2><span id=\"Votive_inscriptions\">Votive inscriptions</span></h2>\n<p>One of the votive inscriptions to these goddesses reads:</p>\n<ul><li>DEO MARTI THINCSO ET DVABVS ALAISAGIS BEDE ET FIMMILENE ET N AVG GERM CIVES TVIHANTI VSLM</li>\n<li>\"To the god Mars Thincsus and the two Alaisagae, Beda and Fimmilena, and the divine spirit of the emperor, the German tribesmen from Tuihantis willingly and deservedly fulfill their vow.\"</li>\n</ul><p>Mars Thincsus is thought to be the Germanic war-god Tiw who was also connected to oath-taking and the thing, a kind of judicial gathering. The name of the Germanic soldiers \"Tuihantis\" also attests to this connection with the one-handed sword god Tiw.</p>\n<p>The second inscription reads: DEABVS ALAISIAGIS BAVDIHILLIE ET FRIAGABI ET N(umini) AVG(usti) N(umerus) HNAVDIFRIDI V(otum) S(olvit) L(ibens) M(erito)</p>\n<ul><li>These goddesses are possibly recorded on two inscriptions in Greek recorded in <i>l'Année Épigraphique</i> for 1973.</li>\n</ul><h2><span id=\"Syncretism\">Syncretism</span></h2>\n<p>The goddesses called the Alaisiagae are named on altar-stones from the same fort on Hadrian's Wall as being parallel with two Germanic goddesses: Celtic <i>Boudihillia</i> is equated with Germanic <i>Fimmilena</i> and Celtic <i>Beda</i> is equated with Germanic <i>Friagabis</i>. These parallel goddesses are taken to be Germanic not only because of clues in the inscriptions and the Germanic mercenaries at the wall at the time, but also because they both have an initial ‘f-,’ a sound not known to have developed in Celtic at this time. Equally, the two goddesses are not known to be Roman. Beda may have been an abbreviation for Ricagambeda since the two names share similar semantics. Boudihillia and Beda are more likely Celtic names however.</p>\n<h2><span id=\"Archeological_setting\">Archeological setting</span></h2>\n<p>The altar stones of the Alaisiagae were recovered in the Temple of Mars at Vercovicium. This roughly circular temple was found on top of Chapel Hill a little to the south of the fort, its walls of undressed stone facing with an earth and rubble infill enclosed an area measuring about 17¼ ft. across; the insubstantial foundations indicate that the superstructure was at least half-timbered. The temple was built in the early-3rd century upon the ruins of a rectangular workshop in the <i>vicus</i> which had been destroyed during the barbarian incursions of AD196. It contained altars dedicated by the commanders and men of all three units known to be stationed at Vercovicium to the god Mars Thincsus, the Romanized aspect of a Teutonic god, a common occurrence among the Roman auxiliary units. Various altars have been found at this site dedicated to Mars and/or to the Celto-Germanic goddesses Alaisiagae; named on one altar as Beda and Fimmilena, on another as Boudihillia and Friagabis.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><b>Boudihillia</b> can be derived from the Proto-Celtic <i>*Bōud-ī-hīlījā</i> meaning 'victory’s fullness.' <b>Beda</b> is derived from the Proto-Celtic <i>*Bed-ā</i> meaning 'burial.' <b>Alaisiagae</b> is derived from the Proto-Celtic <i>*Ad-lājsījā-agai</i> meaning (in the illative) 'sending fears,' plausibly a byword for a notion of “dispatching terrors” (q.v. [1] [2] [3]).</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>British Museum, London, England.</li>\n<li>Carlisle Museum, Cumbria, England.</li>\n<li>Lancaster museum, Lancaster, England.</li>\n<li>Newcastle Museum of Antiquities, Newcastle upon Tyne, England.</li>\n<li>Penrith Museum, Penrith, England.</li>\n<li>Vercovicium Roman Museum, Housesteads, Northumberland, England.</li>\n<li>York Castle Museum, York, England.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}