{"pageid": 8748234, "ns": 0, "title": "Cyhyraeth", "extract": "<p>The <b>cyhyraeth</b> (<small>Welsh pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kəˈhəreθ]</span>), also spelled as <b>cyheuraeth</b> (probably from the noun <i>cyhyr</i> \"muscle, tendon; flesh\" + the termination <i>-aeth</i>; meaning \"skeleton, a thing of mere flesh and bone\"; \"spectre\", \"death-portent\", \"wraith\"), is a ghostly spirit in Welsh mythology, a disembodied moaning voice that sounds before a person's death.</p>\n<p>Legends associate the cyhyraeth with the area around the river Tywi in eastern Dyfed, as well as the coast of Glamorganshire. The noise is said to be \"doleful and disagreeable\", like the groans and sighs of someone deathly ill, and to sound three times (growing weaker and fainter each time) as a threefold warning before the person expires. Along the Glamorganshire coast, the cyhyraeth is said to be heard before a shipwreck, accompanied by a corpse-light.</p>\n<p>Like the Irish banshee and the Scottish Cailleach, to which the cyhyraeth and the Gwrach y Rhibyn (see below) are closely related, the cyhyraeth also sounds for Welsh natives living – and dying – far from home.</p>\n<h2><span id=\"Gwrach_y_Rhibyn\">Gwrach y Rhibyn</span></h2>\n<p>The legend of the cyhyraeth is sometimes conflated with tales of the <b>Gwrach y Rhibyn</b> (<small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈɡurɑːx ə ˈhribɨn]</span>), a monstrous Welsh spirit in the shape of a hideously ugly woman – a Welsh saying, to describe a woman without good looks, goes, \"Y mae mor salw â Gwrach y Rhibyn\" (<i>she is as ugly as the Gwrach y Rhibyn</i>) – with a harpy-like appearance: unkempt hair and wizened, withered arms with leathery wings, long black teeth and pale corpse-like features. She approaches the window of the person about to die by night and calls their name, or travels invisibly beside them and utters her cry when they approach a stream or crossroads, and is sometimes depicted as washing her hands there. Most often the Gwrach y Rhibyn will wail and shriek \"Fy ngŵr, fy ngŵr!\" (<i>My husband! My husband!</i>) or \"Fy mhlentyn, fy mhlentyn bach!\" (<i>My child! My little child!</i>), though sometimes she will assume a male's voice and cry \"Fy ngwraig! Fy ngwraig!\" (<i>My wife! My wife!</i>).</p>\n<p>Some speculation has been asserted that this apparition may have once been a water deity, or an aspect of the Welsh goddess Dôn. She is also the wife of Afagddu, the despised son of Ceridwen and Tegid Foel, in some retellings of the Taliesin myth.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Sikes, Wirt. <i>British Goblins: Welsh Folk-lore, Fairy Mythology, Legends and Traditions</i>. (2nd edition) London: Sampson Low, Marston, Searle &amp; Rivington, 1880.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Merge-arrows.svg"}, {"ns": 6, "title": "File:Symbol neutral vote.svg"}]}