{"pageid": 88566, "ns": 0, "title": "Jörð", "extract": "<p>In Norse mythology, <b>Jörð</b> (Old Norse <i>jǫrð</i>, \"earth\" pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈjɔrð]</span>, Icelandic <b>Jörð</b>, pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ˈjœrð]</span>, sometimes Anglicized as <b>Jord</b> or <b>Jorth</b>; also called <b>Jarð</b>, <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[jɑrð]</span> as in Old East Norse), is a female jötunn. She is the mother of the thunder god Thor, son of Odin, and the personification of the Earth. Fjörgyn and <b>Hlóðyn</b> are considered to be other names for Jörð. Some scholars refer to Jörð as a goddess. Jörð's name appears in skaldic poetry both as a poetic term for the land and in kennings for Thor.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p><i>Jörð</i> is the common word for <i>earth</i> in Old Norse, as are the word's descendants in the modern Scandinavian languages; Icelandic <i>jörð</i>, Faroese <i>jørð</i>, Danish, Swedish and Norwegian <i>jord</i>. It is cognate to English \"earth\" through Old English <i>eorðe</i>.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<h3><span id=\"Gylfaginning\"><i>Gylfaginning</i></span></h3>\n<p>In <i>Gylfaginning</i>, the first part of the Prose Edda, Jörð is described as one of Odin's sexual partners and the mother of Thor. She is the daughter of Annar and Nótt and half-sister of Auðr and Dagr.</p>\n<p>However, scholar Haukur Thorgeirsson points out that the four manuscripts of <i>Gylfaginning</i> vary in their descriptions of the family relations between Nótt, Jörð, Dagr, and Dellingr. In other words, depending on the manuscript, either Jörð or Nótt is the mother of Dagr and partner of Dellingr. Haukur details that \"the oldest manuscript, U, offers a version where Jǫrð is the wife of Dellingr and the mother of Dagr while the other manuscripts, R, W and T, cast Nótt in the role of Dellingr's wife and Dagr's mother\", and argues that \"the version in U came about accidentally when the writer of U or its antecedent shortened a text similar to that in RWT. The results of this accident made their way into the Icelandic poetic tradition\".</p>\n<h3><span id=\"Skáldskaparmál\"></span><span id=\"Sk.C3.A1ldskaparm.C3.A1l\"><i>Skáldskaparmál</i></span></h3>\n<p>In Snorri Sturluson's <i>Skáldskaparmál</i>, Jörð (as the personified earth) is called the rival of Odin's wife Frigg and his other giantess concubines, Rindr and Gunnlöd, the mother-in-law of Sif, Thor's wife, daughter of Nótt, and sister of Auðr and Dagr.</p>\n<h3><span id=\"Poetic_Edda\">Poetic Edda</span></h3>\n<p>In <i>Lokasenna</i>, Thor is called <i>Jarðar burr</i> (\"son of Jörð\").</p>\n<p>In the same verse in <i>Völuspá</i>, he is referred to as <i>mǫgr Hlóðyniar</i> and <i>Fjǫrgyniar burr</i> (child of Hlóðyn, Fjörgyn's child). The otherwise unknown Hlóðyn was therefore another name of Jörð. She is usually thought to be identical with Hludana, to whom Roman votive tablets have been found on the Lower Rhine.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Crystal Clear app kedit.svg"}, {"ns": 6, "title": "File:Moder Jord.jpg"}, {"ns": 6, "title": "File:The Wolves Pursuing Sol and Mani.jpg"}]}