{"pageid": 88727, "ns": 0, "title": "Lofn", "extract": "<p>In Norse mythology, <b>Lofn</b> (Old Norse, possibly \"comforter,\") \"the comforter, the mild,\" or \"loving\" is a goddess. Lofn is attested in the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson and in kennings found in skaldic poetry. In the <i>Prose Edda</i>, Lofn is described as gentle in manner and as an arranger of marriages, even when they have been forbidden. Scholars have proposed theories about the implications of the goddess.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n<p>In chapter 35 of the <i>Prose Edda</i> book <i>Gylfaginning</i>, High provides brief descriptions of 16 ásynjur. High lists Lofn eighth and about her says that:</p>\n<blockquote>\n<dl><dd>'She is so gentle and so good to invoke that she has permission from All-Father or Frigg to arrange unions between men and women, even if earlier offers have been received and unions have been banned. From her name comes the word <i>lof</i>, meaning permission as well as high praise.'</dd>\n</dl></blockquote>\n<p>In the <i>Prose Edda</i> book <i>Skáldskaparmál</i>, Lofn is included among a list of 27 ásynjur names. Elsewhere in <i>Skáldskaparmál</i>, Lofn appears in a kenning for \"woman\" in a work by the skald Ormr Steinþórsson. Otherwise Lofn appears frequently as a base word in skaldic kennings for \"woman.\"</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n<p>John Lindow says that scholars have generally followed Snorri's etymological connection with the root <i>lof-</i>, meaning \"praise.\" Lindow says that, along with many other goddess, some scholars theorize that Lofn may simply be another name for the goddess Frigg. Rudolf Simek theorizes that Snorri used skaldic kennings to produce his <i>Gylfaginning</i> commentary about the goddess, while combining several etymologies with the Old Norse personal name <i>Lofn</i>.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>"}