{"pageid": 89343, "ns": 0, "title": "Nemesis (mythology)", "extract": "<p>In the ancient Greek religion, <b>Nemesis</b> (<span></span>; Greek: <span lang=\"grc\" xml:lang=\"grc\">Νέμεσις</span>), also called <b>Rhamnousia</b> or <b>Rhamnusia</b> (\"the goddess of Rhamnous\"), was the goddess who enacted retribution against those who succumb to hubris (arrogance before the gods). Another name was <b>Adrasteia</b> or <b>Adrestia</b>, meaning \"the inescapable\". Her Roman name and counterpart is Invidia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name <i>Nemesis</i> is related to the Greek word νέμειν <i>némein</i>, meaning \"to give what is due\", from Proto-Indo-European <i>nem-</i> \"distribute\".</p>\n\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>Divine retribution is a major theme in the Hellenic world view, providing the unifying theme of the tragedies of Sophocles and many other literary works. Hesiod states: \"Also deadly Nyx bore Nemesis an affliction to mortals subject to death\" (<i>Theogony</i>, 223, though perhaps an interpolated line). Nemesis appears in a still more concrete form in a fragment of the epic <i>Cypria</i>.</p>\n<p>She is implacable justice: that of Zeus in the Olympian scheme of things, although it is clear she existed prior to him, as her images look similar to several other goddesses, such as Cybele, Rhea, Demeter, and Artemis.</p>\n<p>As the \"Goddess of Rhamnous\", Nemesis was honored and placated in an archaic sanctuary in the isolated district of Rhamnous, in northeastern Attica. There she was a daughter of Oceanus, the primeval river-ocean that encircles the world. Pausanias noted her iconic statue there. It included a crown of stags and little Nikes and was made by Pheidias after the Battle of Marathon (490 BC), crafted from a block of Parian marble brought by the overconfident Persians, who had intended to make a memorial stele after their expected victory. Her cult may have originated at Smyrna.</p>\n<p>She is portrayed as a winged goddess wielding a whip or a dagger.</p>\n<p>The poet Mesomedes wrote a hymn to Nemesis in the early second century AD, where he addressed her:</p>\n<blockquote>\n<p><i>\"Nemesis, winged balancer of life, dark-faced goddess, daughter of Justice,\"</i></p>\n</blockquote>\n<p>and mentioned her \"adamantine bridles\" that restrain \"the frivolous insolences of mortals\".</p>\n<p>In early times the representations of Nemesis resembled Aphrodite, who sometimes bears the epithet Nemesis.</p>\n<p>Later, as the maiden goddess of proportion and the avenger of crime, she has as attributes a measuring rod (tally stick), a bridle, scales, a sword, and a scourge, and she rides in a chariot drawn by griffins.</p>\n<h2><span id=\"Fortune_and_retribution\">Fortune and retribution</span></h2>\n<p>The word <i>Nemesis</i> originally meant the distributor of fortune, neither good nor bad, simply in due proportion to each according to what was deserved. Later, <i>nemesis</i> came to suggest the resentment caused by any disturbance of this right proportion, the sense of justice that could not allow it to pass unpunished.</p>\n<p>O. Gruppe (1906) and others connect the name with \"to feel just resentment\". From the fourth century onward, Nemesis, as the just balancer of Fortune's chance, could be associated with Tyche.</p>\n<p>In the Greek tragedies Nemesis appears chiefly as the avenger of crime and the punisher of hubris, and as such is akin to Atë and the Erinyes. She was sometimes called \"Adrasteia\", probably meaning \"one from whom there is no escape\"; her epithet <i>Erinys</i> (\"implacable\") is specially applied to Demeter and the Phrygian mother goddess, Cybele.</p>\n<h2><span id=\"Family\">Family</span></h2>\n\n<p>Nemesis has been described as the daughter of Oceanus or Zeus, but according to Hyginus she was a child of Erebus and Nyx. She has also been described, by Hesiod, as the daughter of Nyx alone. In the Theogony, Nemesis is the sister of the Moirai (the Fates) , the Keres (Black Fates), the Oneiroi (Dreams) , Eris (Discord) and Apate (Deception)</p>\n<h3><span id=\"Progeny\">Progeny</span></h3>\n<h4><span id=\"Helen\">Helen</span></h4>\n\n<p>In some metaphysical mythology, Nemesis produced the egg from which hatched two sets of twins: Helen of Troy and Clytemnestra, and the Dioscuri, Castor and Pollux. While many myths indicate Zeus and Leda to be the parents of Helen of Troy, the author of the compilation of myth called <i>Bibliotheke</i> notes the possibility of Nemesis being the mother of Helen. Nemesis, to avoid Zeus, turns into a goose, but he turns into a swan and mates with her. Nemesis in her bird form lays an egg that is discovered in the marshes by a shepherd, who passes the egg to Leda. It is in this way that Leda comes to be the mother of Helen of Troy, as she kept the egg in a chest until it hatched.</p>\n<ul><li>Stasinus of Cyprus or Hegesias of Aegina, Cypria Fragment 8 (trans. Evelyn-White) (Greek epic C7th or C6th B.C.) :</li>\n</ul><blockquote>\n<p><i>\"Rich-haired <b>Nemesis</b> gave birth to her [Helene (Helen)] when she had been joined in love with Zeus the king of the gods by harsh violence. For Nemesis tried to escape him and liked not to lie in love with her father Zeus the son of Kronos (Cronus); for shame and indignation vexed her heart: therefore she fled him over the land and fruitless dark sea. But Zeus ever pursued and longed in his heart to catch her. Now she took the form of a fish and sped over the waves of the loud-roaring sea, and now over Okeanos' (Oceanus') stream and the furthest bounds of Earth, and now she sped over the furrowed land, always turning into such dread creatures as the dry land nurtures, that she might escape him.\"</i></p>\n</blockquote>\n<ul><li>Pseudo-Apollodorus, Bibliotheca 3. 127 (trans. Aldrich) (Greek mythographer C2nd A.D.) :</li>\n</ul><blockquote>\n<p><i>\"<b>Nemesis</b>, as she fled from Zeus' embrace, took the form of a goose; whereupon Zeus as a swan had intercourse with her. From this union she laid an egg, which some herdsman found among the trees and handed over to Lede (Leda). She kept it in a box, and when Helene was hatched after the proper length of time, she reared her as her own.\"</i></p>\n</blockquote>\n<ul><li>Pausanias, Description of Greece 1. 33. 4 (trans. Jones) (Greek travelogue C2nd A.D.) :</li>\n</ul><blockquote>\n<p><i>\"I will now go on to describe what is figures on the pedestal of the statue [of <b>Nemesis</b> at Rhamnos], having made this preface for the sake of clearness. The Greeks say that Nemesis was the mother of Helene (Helen), while Leda suckled and nursed her. The father of Helene the Greeks like everybody else hold to be not Tyndareos (Tyndareus) but Zeus. Having heard this legend [the sculptor] Pheidias has represented Helene as being led to Nemesis by Leda, and he has represented Tyndareos and his children.\"</i></p>\n</blockquote>\n<ul><li>Pseudo-Hyginus, Astronomica 2. 8 (trans. Grant) (Roman mythographer C2nd A.D.) :</li>\n</ul><blockquote>\n<p><i>\"Constellation Swan (Cygnus). When Jupiter [Zeus], moved by desire, had begun to love Nemesis, and couldn't persuade her to lie with him, he relieved his passion by the following plan. He bade Venus Aphrodite, in the form of an eagle, pursue him; he, changed to a swan, as if in flight from the eagle, took refuge with Nemesis and lighted in her lap. Nemesis did not thrust him away, but holding him in her arms, fell into a deep sleep. While she slept, Jupiter [Zeus] embraced her, and then flew away. Because he was seen by men flying high in the sky, they said he was put in the stars. To make this really true, Jupiter put the swan flying and the eagle pursuing in the sky. But Nemesis, as if wedded to the tribe of birds, when her months were ended, bore an egg. Mercurius (Mercury) Hermes took it away and carried it to Sparta and threw it in Leda's lap. From it sprang Helen, who excelled all other girls in beauty.\"</i></p>\n</blockquote>\n<h4><span id=\"Telchines\">Telchines</span></h4>\n<p>One source of the myth says that Nemesis was the mother of the Telchines, whom others say were children of Pontus and Gaea or Thalassa.</p>\n<ul><li>Bacchylides, Fragment 52 (from Tzetzes on Theogony) (trans. Campbell, Vol. Greek Lyric IV) (Greek lyric C5th B.C.) :</li>\n</ul><blockquote>\n<p><i>\"The four famous Telkhines (Telchines), Aktaios (Actaeus), Megalesios (Megalesius), Ormenos (Ormenus) and Lykos (Lycus), whom Bakkhylides (Bacchylides) calls the children of Nemesis and Tartaros.\"</i></p>\n</blockquote>\n<blockquote>\n<p><i>[N.B. Tartaros is the spirit of the great pit beneath the earth.]</i></p>\n</blockquote>\n<h2><span id=\"Acts_and_deeds\">Acts and deeds</span></h2>\n<p>Although a respected goddess, Nemesis had brought much sorrow to mortals such as Echo and Narcissus. Narcissus was a very beautiful and arrogant hunter from the territory of Thespiae and Boeotia, who disdained the ones who loved him. Nemesis lured him to a pool where he saw his own reflection in the water and fell in love with it, not realizing it was only an image. He was unable to leave the beauty of his reflection and he eventually died. Nemesis believed that no one should ever have too much good, and she had always cursed those who were blessed with countless gifts.</p>\n<h2><span id=\"Local_cult\">Local cult</span></h2>\n<p>A festival called <b>Nemeseia</b> (by some identified with the <b>Genesia</b>) was held at Athens. Its object was to avert the nemesis of the dead, who were supposed to have the power of punishing the living, if their cult had been in any way neglected (Sophocles, <i>Electra,</i> 792; E. Rohde, <i>Psyche,</i> 1907, i. 236, note I).</p>\n<h3><span id=\"Smyrna\">Smyrna</span></h3>\n\n<p>At Smyrna there were two manifestations of Nemesis, more akin to Aphrodite than to Artemis. The reason for this duality is hard to explain. It is suggested that they represent two aspects of the goddess, the kindly and the implacable, or the goddesses of the old city and the new city refounded by Alexander. The martyrology <i>Acts of Pionius</i>, set in the \"Decian persecution\" of AD 250–51, mentions a lapsed Smyrnan Christian who was attending to the sacrifices at the altar of the temple of these Nemeses.</p>\n<h3><span id=\"Rome\">Rome</span></h3>\n<p><i>Pax-Nemesis</i> was worshipped on occasion at Rome by victorious generals, and in imperial times was the patroness of gladiators and of the <i>venatores</i>, who fought in the arena with wild beasts, and was one of the tutelary deities of the drilling-ground (<i>Nemesis campestris</i>). Sometimes, but rarely, seen on imperial coinage, mainly under Claudius and Hadrian. In the third century AD there is evidence of the belief in an all-powerful <i>Nemesis-Fortuna</i>. She was worshipped by a society called Hadrian's freedmen.</p>\n<p>Ammianus Marcellinus includes her in a digression on Justice following his description of the death of Gallus Caesar.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>(<i>Goddesses of Justice</i>): Astraea, Dike, Themis, Prudentia</li>\n<li>(<i>Goddesses of Injustice</i>): Adikia</li>\n<li>(<i>Aspects of Justice</i>): (see also: Triple deity/Triple Goddess (neopaganism))\n<ul><li>(<i>Justice</i>) Themis/Dike/Justitia (Lady Justice), Raguel (the Angel of Justice)</li>\n<li>(<i>Retribution</i>) Nemesis/Rhamnousia/Rhamnusia/Adrasteia/Adrestia/Invidia</li>\n<li>(<i>Redemption</i>) Eleos/Soteria/Clementia, Zadkiel/Zachariel (the Angel of Mercy)</li>\n</ul></li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Nemesis\". <i>Encyclopædia Britannica</i>. <b>19</b> (11th ed.). Cambridge University Press. p. 369.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANemesis+%28mythology%29&amp;rft.atitle=Nemesis&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pages=369&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>GreekMythology.com - Nemesis</li>\n<li>Important Facts on Nemesis in Greek Mythology</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi.com: Nemesis Anthology of quotes from Classical sources</li>\n<li>Greek Mythology Link - Nemesis</li>\n</ul>", "images": [{"ns": 6, "title": "File:Alfred Rethel 002.jpg"}, {"ns": 6, "title": "File:Gheorghe Tattarescu - Nemesis, zeita razbunarii.jpg"}, {"ns": 6, "title": "File:HadrianNemesis.jpg"}, {"ns": 6, "title": "File:Leda - after Michelangelo Buonarroti.jpg"}, {"ns": 6, "title": "File:Pierre-Paul Prud'hon - Justice and Divine Vengeance Pursuing Crime.JPG"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}