{"pageid": 90187, "ns": 0, "title": "Chalchiuhtlicue", "extract": "<p><b>Chalchiuhtlicue</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[t͡ʃaːɬt͡ʃiwˈt͡ɬikʷeː]</span> (from <i>chālchihuitl</i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[t͡ʃaːɬˈt͡ʃiwit͡ɬ]</span> \"jade\" and <i>cuēitl</i> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[kʷeːit͡ɬ]</span> \"skirt\") (also Chalciuhtlicue, Chalchiuhcueye, or Chalcihuitlicue) (\"She of the Jade Skirt\") was an Aztec goddess of water, rivers, seas, streams, storms, and baptism, related to another water god, Chalchiuhtlatonal.</p>\n<p>Reputedly universally revered at the time of the Spanish conquest, she was an important deity figure in the Postclassic Aztec realm of central Mexico. Chalchiuhtlicue was also patroness of childbirth. She was also called Matlalcueitl by the Tlaxcalans, enemies of the Aztecs.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>Chalchiuitlicue's name literally means \"Jade her skirt\", but it is usually translated as \"she of the jade skirt\". She was also known as Matlalcueitl \"Owner of the green skirt\". This goddess was the wife (in some myths, sister) of the rain god, Tlaloc. She was also said to be the wife of Xiuhtecuhtli, also called Huehueteotl \"old god\", the senior deity of the Aztec pantheon. Like other water deities, she was often associated with serpents. She was the mother of Tecciztecatl, an Aztec moon god. He was called \"he who comes from the land of the sea-slug shell\" because of the similarity between the moon and the slug. Tecciztecatl was portrayed as an old man who carries a large white seashell on his back.Most legends of Chalchiuhtlicue say that she was married to the god of rain, Tlaloc. In some myths she was his sister. Chalchiuhtlicue helped Tlaloc rule the kingdom of Tlalocan. It is believed that Tlaloc was one of the first 'abuser' gods and because of this Chalchiuhtlicue retaliated by releasing 52 years of rain, causing a giant flood which caused the fourth world to be destroyed. She built a bridge linking heaven and earth and those who were in Chalchiuhtlicue's good graces were allowed to traverse it. The other residents of the earth were turned into fish so they wouldn't drown. Chalchiuhtlicue used the flood as an act of purification of human kind. Because of this flood we are believed to live in the Fifth World. According to Aztec legend, Chalchiuhtlicue at one point devoured the sun and moon.</p>\n<p>In 2008, archaeologists led by Saburo Sugiyama found a tomb containing important evidence that may help define and examine an active period in Teotihuacán history. Teotihuacán was the largest city in Mesoamerica with over 100,000 residents. It is here that the Pyramids of the Sun and Moon were built. The Pyramid of the Sun was built for Tlaloc and the Pyramid of the Moon built for Chalchiuhtlicue. The tomb that Saburo Sugiyama found was dedicated to Chalchiuhtlicue. It housed a single human male sacrifice along with a wolf, jaguar, puma, serpent, bird, skeletons, and over 400 other artifacts. Among some of these artifacts were large greenstone and obsidian figurines, ceremonial knives, and spear points. The archaeologists also found frescos of former religions painted in red and green, some referred to agricultural and natural rain cycles. When looking underneath the Pyramid of the Moon, a Chalchiuhtlicue statue was found and has since been moved to El Museo Nacional de Antropologia in Mexico City. Also found underneath the pyramid were many tombs containing ornaments of birds and jaguars.</p>\n<h3><span id=\"Personifications\">Personifications</span></h3>\n<p>For the Aztecs, Chalchiuhtlicue was the water goddess who was a personification of youthful beauty and ardor. She was represented as a river from which grew a prickly pear cactus laden with fruit, symbolizing the human heart.</p>\n<p>Chalchiutlicue's association with both water and fertility is derived from the Aztecs' common association of the womb with waters. This dual role gave her both life-giving and a life-ending role in Aztec mythology In the Aztec creation myth of the Five Suns, Chalchiuhtlicue presided over the fourth sun, or creation, in her aspect as goddess of streams and standing water. This world—in the mythology, the world preceding the current (fifth) one—was destroyed by a great flood and its people transformed into fish.</p>\n<p>In her aquatic aspect, Chalchiutlicue was known as Acuecucyoticihuati, goddess of oceans, as well as the patron of women in labor. She was said to upset canoes and drown men.</p>\n<p>The mythology of Chalchiuitlicue reports that she helped Tlaloc rule the paradise kingdom of Tlalocan. Chalchiutlicue brought fertility to crops and is said to have been the protector of children and women. According to legend she devoured the sun and moon.</p>\n<h2><span id=\"Archaeological_record\">Archaeological record</span></h2>\n<p>Chalchiutlicue is depicted in several central Mexican manuscripts, including the Pre-Columbian Codex Borgia (plates 11 and 650), the 16th century Codex Borbonicus (page 5), Codex Ríos (page 17), and the Florentine Codex, (plate 11). When depicted in sculpture, she is often carved from green stone as befits her name.</p>\n<p>In the ceremonial center of Tenochtitlan, several sculptural representations show the veneration that the natives had for frogs (<i>Cueyatl</i> or <i>Cuiyatl</i>.) Some of them can be seen at the museum of the Great Temple, others can be seen in their original context in the excavated ruins.</p>\n<p>A 20-tonne (22-short-ton) monolithic sculpture unearthed at Teotihuacan, the dominant political power in the central Mexican region during the Early Classic period (ca. 200–600 CE), is believed to represent a water goddess that is a potential prototype for the later Aztec deity Chalchiuhtlicue. The sculpture was excavated in the mid-19th century from the plaza forecourt of the Pyramid of the Moon structure, and it is possible that the pyramid was dedicated—for at least some period of time—to this Teotihuacan water deity. The sculpture was relocated by Leopoldo Batres to Mexico City in 1889, where it is presently in the collection of the Museo Nacional de Antropología.</p>\n<h2><span id=\"Visual_depiction\">Visual depiction</span></h2>\n<p>To her people, Chalchihuitlicue was seen as a flowing river, producing a prickly pear tree encumbered with a tremendous amount of fruit. The fruit was a symbol for the human hearts that were sacrificed to the goddess. Chalchihuitlicue's distinctive hairdressing denotes her status. Her headdress consisted of several broad bands that in all probability were made of cotton and trimmed with amaranth seeds. Large round tassels fell from the goddess's headdress. Chalchihuitlicue was viewed as beautiful lady whose clothing is that of a noble woman, which consisted of an extravagant shawl adorned with tassels and a green skirt. A stream of water, which usually included a baby from both genders, was often depicted flowing from the goddess’ skirt. In addition, Chalchihuitlicue could also be seen carrying a cross. For the Aztecs the cross was a symbol of fertility, and it also stood for the four winds that brought the rain to water the crops.</p>\n<h2><span id=\"Cult_and_rites\">Cult and rites</span></h2>\n<p>Five out of the twenty big celebrations in the native calendar were dedicated to Tlaloc and his wife Chalchiutlicue (the one having skirt of green stones), which symbolized waving water, floods and rivers. During these celebrations the priests dived into the lake and imitated the movements and the croaking of frogs, seeking to bring rain.</p>\n<p>Chalchiutlicue presides over the day <i>5 Serpent</i> and the trecena of <i>1 Reed</i>. Her feast was celebrated in the ventena of <i>Etzalqualiztli</i>. She was connected with serpents, maize, and shells. She was responsible with bringing about good harvest to the crops. She was worshiped in marriage. Women who worshiped her would dedicate their nuptials to her. Chalchiutlicue was also held to be the guardian of the children and new born. The fathers would choose the best midwife to bring their child to the world. It was very important for them because the father was concerned about the well being of the mother and the baby, (many times the mother and the baby died in the process of giving birth)  A midwife would speak to children who were being delivered as if they were adults, able to reason and understand, and then implore the gods that his birth insure a prime place among them. After cutting the umbilical cord, the midwife would wash the new baby with customary greeting to the goddess of the sea Chalchiutlicue. Four days after the birth, the child was given a second bath and a name. According to the customs and tradition, the family and relatives prepared everything for the big celebration with food and drinks. The family of the baby would send for the midwife to lead the rite. After of the rising of the sun the midwife would place a bowl of water in the middle of the patio and hold the naked child with both hands. If the baby was a boy, he had a small shield, a bow and four little arrows; if the baby was a girl, she had a huipilli, distaff and a spindle. As reported by Sahagún's informants, the midwife would say in florid language: \"My son, the gods Ometecutli and Omecioatl who realm in the ninth and tenth heavens, have begotten you in this light and brought you into this world full of calamity and pain take then this water, which will protect you life, in the name of the goddess Chalchiutlicue.\" Then with her right hand she would sprinkle water at the head of the child and say, \"Behold this element without whose assistance no mortal being can survive.\" She also would sprinkle water on the breast of the baby saying, \"Receive this celestial water that washes impurity from your heart.\" Then she would go again to the head and say, \"Son receive this divine water, which must be drank that all may live that it may wash you and wash away all your misfortunes, part of the life since the beginning of the world: this water in truth has a unique power to oppose misfortune.\" At the end, she would wash the entire body of the little baby, \"In which part of you is unhappiness hidden? Or in which part are you hiding? Leave this child, today, he is born again in the healthful waters in which he has been bathed, as mandated by the will of the god of the sea Chalchiutlicue.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Aztec mythology in popular culture</li>\n<li>List of water deities</li>\n<li>Creation myth</li>\n<li>Codex Borgia</li>\n<li>Chicomecoatl</li>\n<li>Aztec religion</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Chalchiuhtlicue (M. América, Madrid) 01.jpg"}, {"ns": 6, "title": "File:Chalchiuhtlicue copy.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}, {"ns": 6, "title": "File:System-search.svg"}]}