{"pageid": 90182, "ns": 0, "title": "Xochiquetzal", "extract": "<p>In Aztec mythology, <b>Xochiquetzal</b> (Classical Nahuatl: <span lang=\"nci\" xml:lang=\"nci\"><i>Xōchiquetzal</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[ʃoːtʃiˈketsaɬ]</span>), also called <b>Ichpochtli</b> Classical Nahuatl: <span lang=\"nci\" xml:lang=\"nci\"><i>Ichpōchtli</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[itʃˈpoːtʃtɬi]</span>, meaning \"maiden\", was a goddess associated with concepts of fertility, beauty, and female sexual power, serving as a protector of young mothers and a patron of pregnancy, childbirth, and the crafts practised by women such as weaving and embroidery. In pre-Hispanic Maya culture, a similar figure is Goddess I.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>The name <i>Xōchiquetzal</i> is a compound of <i>xōchitl</i> (“birth”) and <i>quetzalli</i> (“precious feather; quetzal tail feather”). In Classical Nahuatl morphology, the first element in a compound modifies the second, and thus the goddess' name can literally be taken to mean “flower precious feather”, or ”flower quetzal feather”. Her alternative name, <i>Ichpōchtli</i>, corresponds to a personalized usage of <i>ichpōchtli</i> (“maiden, young woman”).</p>\n<h2><span id=\"Description\">Description</span></h2>\n\n<p>Unlike several other figures in the complex of Aztec female earth deities connected with agricultural and sexual fecundity, Xochiquetzal is always depicted as an alluring and youthful woman, richly attired and symbolically associated with vegetation and in particular flowers. By connotation, Xochiquetzal is also representative of human desire, pleasure, and excess, appearing also as patroness of artisans involved in the manufacture of luxury items.</p>\n<p>She was followed by a retinue consisting of birds and butterflies. Worshippers wore animal and flower masks at a festival, held in her honor every eight years. Her twin was Xochipilli and her husband was Tlaloc, until Tezcatlipoca kidnapped her and she was forced to marry him. At one point, she was also married to Centeotl and Xiuhtecuhtli. By Mixcoatl, she was the mother of Quetzalcoatl.</p>\n<p>Ichpōchtli is an alternative form of Xochiquetzal representative of beauty, sex, crafts, fertility, dance, music, singing, weaving, magic, and love spells. Marigolds are sacred to her.</p>\n<p>Anthropologist Hugo Nutini identifies her with the Virgin of Ocotlan in his article on patron saints in Tlaxcala.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ahuiateteo</li>\n<li>Ahwahnee</li>\n<li>Xochicuicatl cuecuechtli</li>\n<li>Xochipilli</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Description of the deity on Azteccalendar.com</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Ichpuchtli.jpg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}, {"ns": 6, "title": "File:Xochiquetzal.jpg"}]}