{"pageid": 90198, "ns": 0, "title": "Coatlicue", "extract": "<p><b>Coatlicue</b> (<span></span>; Classical Nahuatl: <span lang=\"nci\" xml:lang=\"nci\"><i>cōātl īcue</i></span>, <small>Nahuatl pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[koːaːˈtɬíːkʷe]</span><small class=\"nowrap\"> (<span><span><span> </span>listen</span></span>)</small>, “skirt of snakes”), also known as <b>Teteoh innan</b> (Classical Nahuatl: <span lang=\"nci\" xml:lang=\"nci\"><i>tēteoh īnnān</i></span>, <small>pronounced </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[teːˌtéoʔ ˈíːnːaːn̥]</span>, “mother of the gods”), is the Aztec goddess who gave birth to the moon, stars, and Huitzilopochtli, the god of the sun and war. The goddesses Tocih “our grandmother”, and Cihuacoatl “snake woman”, the patron of women who die in childbirth, were also seen as aspects of Coatlicue.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The goddess' Classical Nahuatl name can be rendered both <i>Cōātlīcue</i> and <i>Cōātl īcue</i>, from <i>cōātl</i> “snake” and <i>īcue</i> “her skirt”, roughly meaning “[she who has] the skirt of snakes”. The name <i>Tēteoh īnnān</i>, from <i>tēteoh</i>, plural of <i>teōtl</i> “god”, + <i>īnnān</i> “their mother”, refers directly to her maternal role as a primordial earth goddess.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>She is represented as a woman wearing a skirt of writhing snakes and a necklace made of human hearts, hands, and skulls. Her feet and hands are adorned with claws and her breasts are depicted as hanging flaccid from pregnancy. Her face is formed by two facing serpents (after her head was cut off and the blood spurt forth from her neck in the form of two gigantic serpents), referring to the myth that she was sacrificed during the beginning of the present creation.</p>\n<p>Most Aztec artistic representations of this goddess emphasize her deadly side, because Earth, as well as loving mother, is the insatiable monster that consumes everything that lives. She represents the devouring mother, in whom both the womb and the grave exist.</p>\n<p>According to Aztec legend, she was once magically impregnated by a ball of feathers that fell on her while she was sweeping a temple, and subsequently gave birth to the god Huitzilopochtli. Her daughter Coyolxauhqui then rallied Coatlicue's four hundred other children together and goaded them into attacking and decapitating their mother. The instant she was killed, the god Huitzilopochtli suddenly emerged from her womb fully grown and armed for battle. He killed many of his brothers and sisters, including Coyolxauhqui, whose head he cut off and threw into the sky to become the moon. In one variation on this legend, Huitzilopochtli himself is the child conceived in the ball-of-feathers incident and is born just in time to save his mother from harm.</p>\n<p>A new article by Cecelia Klein (1999) argues that the famous Coatlicue statue in the National Museum of Anthropology in Mexico, and several other complete and fragmentary versions, may actually represent a personified snake skirt. The reference is to one version of the creation of the present Sun. The myth relates that the present Sun began after the gods gathered at Teotihuacan and sacrificed themselves. The best-known version states that Tezzictecatl and Nanahuatzin immolated themselves, becoming the moon and the sun. However, other versions add a group of women to those who sacrificed themselves, including Coatlicue. Afterwards the Aztecs were said to have worshipped the skirts of these women, which came back to life. Coatlicue thus has creative aspects, which may balance the skulls, hearts, hands, and claws that connect her to the earth deity Tlaltecuhtli. The earth both consumes and regenerates life.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Aztec mythology in popular culture</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Vistas Project at Smith College. Edited by Dana Liebsohn and Barbara Mundy.</li>\n<li>Boone, Elizabeth H. \"The Coatlicues at the Templo Mayor.\" <i>Ancient Mesoamerica</i> (1999), 10: 189-206 Cambridge University Press.</li>\n<li>Carbonell, Ana Maria. \"From Llorona to Gritona: Coatlicue in Feminist Tales by Viramontes and Cisneros.\" <i>MELUS</i> 24(2) Summer 1999:53-74</li>\n<li>Cisneros, Sandra. \"It occurs to me I am the creative/destructive goddess Coatlicue.\" <i>The Massachusetts Review</i> 36(4):599. Winter 1995.</li>\n<li>Klein, Cecelia F. \"A New Interpretation of the Aztec Statue Called Coatlicue, 'Snakes Her Skirt,'\" <i>Ethnohistory</i> 55(2):229-250. 2008</li>\n<li>De Leon, Ann. \"Coatlicue or How to Write the Dismembered Body.\" ' 'MLN Hispanic Notes <i>Volume 125, Number 2: 259-286 March 2010.</i></li>\n<li>Dorsfuhrer, C. \"Quetzalcoatl and Coatlicue in Mexican Mythology.\" <i>Cuadernos Hispanoamericanos</i> (449):6–28 November 1987.</li>\n<li>Fernández, Justino. <i>Coatlicue. Estética del arte indígena antiguo</i>. Centro de Estudios Filosoficos, U.N.A.M., Mexico, 1954.</li>\n<li>Franco, Jean. \"The Return of Coatlicue: Mexican Nationalism and the Aztec Past.\" <i>Journal of Latin American Cultural Studies</i> 13(2) August 2004: 205 - 219.</li>\n<li>Granziera, Patrizia. \"From Coatlicue to Guadalupe: The Image of the Great Mother in Mexico.\" <i>Studies in World Christianity</i> 10(2):250-273. 2005.</li>\n<li>León y Gama, Antonio de. <i>Descripción histórica y cronológica de las dos piedras: que con ocasión del empedrado que se está formando en la plaza Principal de México, se hallaron en ella el año de 1790.</i> Impr. de F. de Zúñiga y Ontiveros, 1792; reprint Nabu Press (2011; Spanish), ISBN 1-173-35713-0. An expanded edition, with descriptions of additional sculptures (like the Stone of Tizoc), edited by Carlos Maria Bustamante, published in 1832. There have been a couple of facsimile editions, published in the 1980s and 1990s. Library of Congress digital edition of Leon y Gama's 1792 work on the Calendar Stone [1]</li>\n<li>Pimentel, Luz A. \"Ekphrasis and Cultural Discourse: Coatlicue in Descriptive and Analytic Texts (Representations of the Aztec earth mother goddess). <i>NEOHELICON</i> 30(1):61-75. 2003.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li> Media related to Coatlicue at Wikimedia Commons</li>\n<li>“Making Sense of the Pre-Columbian,” Vistas: Visual Culture in Spanish America, 1520-1820.</li>\n</ul>", "images": [{"ns": 6, "title": "File:20041229-Coatlicue (Museo Nacional de Antropología) MQ-3.jpg"}, {"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Koatlikue.ogg"}, {"ns": 6, "title": "File:Loudspeaker.svg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}]}