{"pageid": 9022019, "ns": 0, "title": "Sága and Sökkvabekkr", "extract": "<p>In Norse mythology, <b>Sága</b> (<small>Old Norse: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[saːɣa]</span>, possibly meaning \"seeress\") is a goddess associated with the wisdom <b>Sökkvabekkr</b> (<small>Old Norse: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[sɔkːwabekːr]</span>; \"sunken bank\", \"sunken bench\", or \"treasure bank\"). At Sökkvabekkr, Sága and the god Odin merrily drink as cool waves flow. Both Sága and Sökkvabekkr are attested in the <i>Poetic Edda</i>, compiled in the 13th century from earlier traditional sources, and in the <i>Prose Edda</i>, written in the 13th century by Snorri Sturluson. Scholars have proposed theories about the implications of the goddess and her associated location, including that the location may be connected to the goddess Frigg's fen residence Fensalir and that Sága may be another name for <i>Frigg</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The etymology of the name <i>Sága</i> is generally held to be connected to the Old Norse verb <i>sjá</i>, meaning \"to see\" (from Proto-Germanic *<i>sehwan</i>). This may mean that Sága is to be understood as a seeress. Since Frigg is referred to as a seeress in the poem <i>Lokasenna</i>, this etymology has led to theories connecting Sága to Frigg. Rudolf Simek says that this etymology raises vowel problems and that a link to <i>saga</i> and <i>segja</i> (meaning \"say, tell\") is more likely, yet that this identification is also problematic.</p>\n<h2><span id=\"Attestations\">Attestations</span></h2>\n\n<p>In the <i>Poetic Edda</i> poem <i>Grímnismál</i>, Sökkvabekkr is presented fourth among a series of stanzas describing the residences of various gods. In the poem, Odin (disguised as <i>Grímnir</i>) tells the young Agnar that Odin and Sága happily drink there from golden cups while waves resound:</p>\n<blockquote>\n</blockquote>\n<p>In the <i>Poetic Edda</i> poem <i>Helgakviða Hundingsbana I</i>, the hero Sinfjötli references Sága in the name of a location found in a stanza where Sinfjötli flyts with Guðmundr. The location name, <i>nes Ságu</i>, has been variously translated as \"Saga's Headland,\" \"Saga's Cape,\" and \"Saga's ness\" Part of the stanza may be missing and, due to this, some editors have joined it with the stanza prior.</p>\n<p>Sága is mentioned once in both the <i>Prose Edda</i> books <i>Gylfaginning</i> and <i>Skáldskaparmál</i>, while Sokkvabekk is only mentioned once, in <i>Gylfaginning</i>. In chapter 35 of <i>Gylfaginning</i>, High tells Gangleri (described as king Gylfi in disguise) about the ásynjur. High follows a description of Frigg and her dwelling Fensalir with \"Second is Saga. She dwells in Sokkvabekk, and that is a big place.\" In chapter 75 of the book <i>Skáldskaparmál</i>, Sága is present among a list of 27 ásynjur, but no information is provided about her there.</p>\n<h2><span id=\"Theories\">Theories</span></h2>\n\n<p>John Lindow says that due to similarity between Sökkvabekkr and Fensalir, \"Odin's open drinking with Sága\", and the potential etymological basis for Sága being a seeress has \"led most scholars to understand Sága as another name for Frigg.\" Stephan Grundy states that the words <i>Sága</i> and <i>Sökkvabekkr</i> may be by-forms of <i>Frigg</i> and <i>Fensalir</i>, respectively, used for the purpose of composing alliterative verse.</p>\n<p>Britt-Mari Näsström theorizes that \"Frigg's role as a fertility goddess is revealed in the name of her abode, Fensalir [...]\", that Frigg is the same as Sága, and that both the names <i>Fensalir</i> and <i>Sökkvabekkr</i> \"imply a goddes [<i>sic</i>] living in the water and recall the fertility goddess Nerthus\". Näsström adds that \"Sökkvabekkr, the subterranean water, alludes to the well of Urd, hidden under the roots of Yggdrasil and the chthonic function, which is manifest in Freyja's character.\"</p>\n<p>Rudolf Simek says that Sága should be considered \"one of the not closer defined Asyniur\" along with Hlín, Sjöfn, Snotra, Vár, and Vör, and that they \"should be seen as female protective goddesses.\" Simek adds that \"these goddesses were all responsible for specific areas of the private sphere, and yet clear differences were made between them so that they are in many ways similar to matrons.\"</p>\n<p>19th century scholar Jacob Grimm comments that \"the gods share their power and influence with goddesses, the heroes and priests with wise women.\" Grimm notes that Sökkvabekkr is \"described as a place where cool waters rush\" and that Odin and Sága \"day to day drink gladly out of golden cups.\" Grimm theorizes that the liquid from these cups is:</p>\n<blockquote>\n<dl><dd>the drink of immortality, and at the same time of poesy. <i>Saga</i> may be taken as wife or as daughter of Oðinn; in either case she is identical to him as god of poetry. With the Greeks the <i>Musa</i> was a daughter of Zeus, but often hear of three or nine Muses, who resemble our wise women, norns and schöpferins (shapers of destiny), and dwell beside springs or wells. The cool flood well befits the swanwives, daughters of Wish. <i>Saga</i> can be no other than our sage (saw, tale), the 'mære' [...] personified and deified.</dd>\n</dl></blockquote>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Odin and Sága by Frølich.jpg"}, {"ns": 6, "title": "File:Odin und Saga.jpg"}, {"ns": 6, "title": "File:Symbol support vote.svg"}, {"ns": 6, "title": "File:Sága and Odin by Robert Engels.jpg"}]}