{"pageid": 90242, "ns": 0, "title": "Tlazolteotl", "extract": "<p>In Aztec mythology, <b>Tlazolteotl</b> (or <i>Tlaçolteotl,</i> Nahuatl <i>Tlazōlteōtl</i> <small>Nahuatl pronunciation: </small><span title=\"Representation in the International Phonetic Alphabet (IPA)\">[tɬaso:ɬˈteo:tɬ]</span>) is a goddess of purification, steam bath, midwives, filth, and a patroness of adulterers. In Nahuatl, the word <i>tlazōlli</i> can refer to vice and diseases. Thus, Tlazolteotl was a goddess of filth (sin), vice, and sexual misdeeds. However, she was a purification goddess as well, who forgave sins and cured diseases caused by misdeeds, particularly sexual misdeeds. Her dual nature is seen in her epithets; <i>Tlahēlcuāni</i> ('she who eats \"tlahēlli\" or filthy excrescence [sin]') and <i>Tlazōlmiquiztli</i> ('the death caused by lust'), and Ixcuina or Ixcuinan (Huastec 'Ix Cuinim', Goddess of Cotton). Under the designation of <i>Ixcuinan</i> she was thought to be quadripartite, composed of four sisters of different ages known by the names Tiyacapan (the first born), Tēicuih (the younger sister, also Tēiuc), Tlahco (the middle sister, also Tlahcoyēhua) and Xōcotzin (the youngest sister). When conceived of as four individual goddesses, they were called ixcuinammeh or tlazōltēteoh.</p>\n<p>Tlazolteotl presides over the 13th trecena of the sacred 260-day calendar, the one beginning with the day Ce Ollin, or First Movement. She is associated with the day sign of the jaguar.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Aztec_religion\">Aztec religion</span></h2>\n\n<p>Tlazolteotl may have originally been a Huaxtec goddess from the Gulf Coast. In the Aztec religion there were two main deities thought to preside over confession: Tezcatlipoca, because he was thought to be invisible and omnipresent, seeing everything; and Tlazolteotl, the goddess of lechery and unlawful love. It is said that when a man confessed before Tlazolteotl everything was revealed. Confession to Tlazolteotl would be done through a priest but, unlike the Christian practice, it happened only once during a man's lifetime.</p>\n<p>According to Aztec belief, it was Tlazolteotl who inspired vicious desires, and who likewise forgave and cleaned away the defilement of sin. She was also thought to cause disease, especially sexually transmitted disease. It was said that Tlazolteotl and her companions would afflict people with disease if they indulged themselves in forbidden love. The uncleanliness was considered both on a physical and moral level, and could be cured by steam bath, a rite of purification, or calling upon the tlazōltēteoh, the goddesses of love and desires.</p>\n<h3><span id=\"Dirt_eating\">Dirt eating</span></h3>\n<p>Tlazolteotl was called \"Goddess of Dirt\" (<i>Tlazolteotl</i>) and \"Eater of Ordure\" (<i>Tlahelcuani</i>, 'she who eats dirt [sin]'), with her dual nature of goddess of dirt and also of purification. Sins were symbolized by dirt. Her dirt-eating symbolized the ingestion of the sin of those who confessed, and in doing so purified it. She was depicted with ochre colored symbols of divine excrement around her mouth and nose. In the Aztec language the word for sacred, <i>tzin</i> , comes from tzintli, the buttocks, and religious rituals include offerings of \"liquid gold\" (urine) and \"divine excrement\", which Klein jocularly translated to English as \"holy shit\".</p>\n<p>She had the function of creating harmony again in the community.</p>\n<h2><span id=\"Festival\">Festival</span></h2>\n<p>Tlazolteotl was one of the primary Aztec deities celebrated in the festival of \"Ochpaniztli\" (meaning \"sweeping\") that was held September 2–21 to recognize the harvest season. The ceremonies conducted during this timeframe included ritual cleaning, sweeping, and repairing, as well as the casting of corn seed, dances, and military ceremonies.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Centeotl</li>\n<li>Xochiquetzal</li>\n<li>Xochipilli</li>\n<li>Tezcatlipoca</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Soustelle, J., (1961) The Daily life of the Aztecs, London, WI</li>\n<li>An Illustrated Dictionary of the Gods and Symbols of Ancient Mexico and the Maya, by Mary Miller &amp; Karl Taube Publisher: Thames &amp; Hudson (April 1997)</li>\n<li>Bernardino de Sahagun, 1950–1982, Florentine Codex: History of the Things of New Spain, translated and Edited by Arthur J.O. Anderson and Charles Dibble, Monographs of the school of American research, no 14. 13. parts Salt Lake City: University of Utah Press</li>\n<li>Townsend, R.F., (2000) The Aztecs Revised Edition, Thames &amp; Hudson Ltd, London</li>\n<li>Sullivan, T. “Tlazolteotl-Ixcuina: The Great Spinner and Weaver”. The Art and Iconography of late post-Classic Mexico, Ed. Elizabeth Hill Boone. Dumbarton Oaks, Washington DC. pp. 7-37.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:British Museum Huaxtec 1-2.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}, {"ns": 6, "title": "File:Tlazolteotl 1.jpg"}]}