{"pageid": 90276, "ns": 0, "title": "Cihuacoatl", "extract": "<p>In Aztec mythology, <b>Cihuacoatl</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[siwaˈkoːaːt͡ɬ]</span> (\"snake woman\"; also <b>Cihuacóatl</b>) was one of a number of motherhood and fertility goddesses. Cihuacoatl was sometimes known as Quilaztli.</p>\n<p>Cihuacoatl was especially associated with midwives, and with the sweatbaths where midwives practiced. She is paired with Quilaztli and was considered a protectress of the Chalmeca people and patroness of the city of Culhuacan. She helped Quetzalcoatl create the current race of humanity by grinding up bones from the previous ages, and mixing it with his blood. She is also the mother of Mixcoatl, whom she abandoned at a crossroads. Tradition says that she often returns there to weep for her lost son, only to find a sacrificial knife.</p>\n<p>Although she was sometimes depicted as a young woman, similar to Xochiquetzal, she is more often shown as a fierce skull-faced old woman carrying the spears and shield of a warrior. Childbirth was sometimes compared to warfare and the women who died in childbirth were honored as fallen warriors. Their spirits, the Cihuateteo, were depicted with skeletal faces like Cihuacoatl. Like her, the Cihuateteo were thought to haunt crossroads at night to steal children.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Functionary_of_Tenochtitlan\">Functionary of Tenochtitlan</span></h2>\n<p>The name <i>cihuacoatl</i> was used as a title for one of the high functionaries of Tenochtitlan, the Aztec capital. The <i>cihuacoatl</i> supervised the internal affairs of the city as opposed to the Tlatoani, the Aztec ruler, who oversaw the affairs of the Aztec state. The <i>cihuacoatl</i> commanded the army of Tenochtitlan, oversaw sacrifices to the gods and was the senior advisor to the emperor. During the course of the 15th century AD Tlacaelel served as <i>cihuacoatl</i> under four emperors - Moctezuma I, Axayacatl, Tizoc and Ahuizotl.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>La Llorona (a similar modern myth)</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Citations\">Citations</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Sahagún, Bernardino de, 1950-1982, <i>Florentine Codex: History of the Things of New Spain,</i> translated and edited by Arthur J.O. Anderson and Charles Dibble, Monographs of the school of American research, no 14. 13. parts Salt Lake City: University of Utah Press</li>\n<li><i>The History of the Indies of New Spain</i> by Diego Durán, translated, annoted and with introduction by Doris Heyden</li>\n<li><i>The Book of the Gods and Rites,</i> by Diego Duran, translated and edited by Fernando Horcasitas and Doris Heyden, Chapter XIII</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Cihuacoatl statue (Museo Nacional Antropologia).JPG"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}]}