{"pageid": 90339, "ns": 0, "title": "Tzitzimitl", "extract": "<p>In Aztec mythology, a <b>Tzitzimitl</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[t͡siˈt͡simit͡ɬ]</span> (plural <b>Tzitzimimeh</b> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[t͡sit͡siˈmimeʔ]</span>) is a deity associated with stars. They were depicted as skeletal female figures wearing skirts often with skull and crossbone designs. In Postconquest descriptions they are often described as \"demons\" or \"devils\" - but this does not necessarily reflect their function in the prehispanic belief system of the Aztecs.</p>\n\n\n<p>The Tzitzimimeh were female deities, and as such related to fertility, they were associated with the Cihuateteo and other female deities such as Tlaltecuhtli, Coatlicue, Citlalicue and Cihuacoatl and they were worshipped by midwives and parturient women. The leader of the tzitzimimeh was the Goddess Itzpapalotl who was the ruler of Tamoanchan - the paradise where the Tzitzimimeh resided.</p>\n<p>The Tzitzimimeh were also associated with the stars and especially the stars that can be seen around the Sun during a solar eclipse. This was interpreted as the Tzitzimimeh attacking the Sun, this caused the belief that during a solar eclipse, the <i>tzitzimime</i> would descend to the earth and devour human beings. The Tzitzimimeh were also feared during other ominous periods of the Aztec world, such as during the five unlucky days called Nemontemi which marked an unstable period of the year count, and during the New Fire ceremony marking the beginning of a new calendar round - both were periods associated with the fear of change.</p>\n<p>The Tzitzimimeh had a double role in Aztec religion: they were protectresses of the feminine and progenitresses of mankind. They were also powerful and dangerous, especially in periods of cosmic instability.</p>\n<h2><span id=\"In_Popular_Culture\">In Popular Culture</span></h2>\n<p>Tzitzimitl was one of 8 monsters from around the globe to appear as antagonists in the Be Cool, Scooby-Doo! episode titled \"Mysteries On The Disorient Express.\" </p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Sahagún, Bernardino de; Sullivan, Thelma D.; Nicholson, H. B. (1997). <i>Primeros Memoriales</i>. Norman: University of Oklahoma Press. p. 153.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATzitzimitl&amp;rft.au=Sahag%C3%BAn%2C+Bernardino+de%3B+Sullivan%2C+Thelma+D.%3B+Nicholson%2C+H.+B.&amp;rft.btitle=Primeros+Memoriales&amp;rft.date=1997&amp;rft.genre=book&amp;rft.pages=153&amp;rft.place=Norman&amp;rft.pub=University+of+Oklahoma+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span><span>CS1 maint: Multiple names: authors list (link)</span></li>\n<li><cite class=\"citation journal\">Klein, Cecelia F (2000). \"The Devil and the Skirt: an iconographic inquiry into the prehispanic nature of the Tzitzimime\". <i>Estudios de Cultura Náhuatl</i>. Universidad Nacional Autónoma de Mèxico. <b>31</b>: 17–62.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATzitzimitl&amp;rft.atitle=The+Devil+and+the+Skirt%3A+an+iconographic+inquiry+into+the+prehispanic+nature+of+the+Tzitzimime&amp;rft.au=Klein%2C+Cecelia+F&amp;rft.date=2000&amp;rft.genre=article&amp;rft.jtitle=Estudios+de+Cultura+N%C3%A1huatl&amp;rft.pages=17-62&amp;rft.volume=31&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aztec serpent sculpture.JPG"}, {"ns": 6, "title": "File:Itzpapalotl 1.jpg"}, {"ns": 6, "title": "File:Quetzalcoatl.svg"}, {"ns": 6, "title": "File:Tzitzimitl.jpg"}]}