{"pageid": 90335, "ns": 0, "title": "Tonacacihuatl", "extract": "<p>In Aztec mythology, <b>Tōnacacihuatl</b> (Classical Nahuatl: <span lang=\"nci\" xml:lang=\"nci\"><i>Tonacacihuātl</i></span> <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[toːnakaˈsiwaːt͡ɬ]</span>) was a creator and goddess of fertility, worshiped for peopling the earth and making it fruitful. Most Colonial-era manuscripts equate her with Ōmecihuātl. Tōnacācihuātl was the consort of Tonacatecuhtli. She is also referred to as Ilhuicacihuātl or \"Heavenly Lady.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The god's name is a compound of two Nahuatl words: \"tōnacā\" and \"cihuātl.\" While \"cihuātl\" can be translated \"woman\" or \"lady,\" \"tōnacā\" presents several possible interpretations. Some read this root as \"tonacā\" (without the long 'o'), consisting of \"nacatl,\" meaning \"human flesh\" or \"food,\" with the possessive prefix \"to\" (\"our\"). By this etymology, Tōnacācihuātl would mean \"Lady of Our Food\" or \"Lady of Our Flesh,\" most commonly rendered \"Lady of Our Sustenance.\" It should be noted, however that the word \"tōnac\" simply means \"abundance,\" giving Tōnacācihuātl the alternate reading \"Lady of Abundance.\"</p>\n<h2><span id=\"Origin_and_role\">Origin and role</span></h2>\n<p>Tōnacācihuātl was the Central Mexican form of the creator goddess common to Mesoamerican religions. According to the <i>Codex Ríos</i>, the <i>History of the Mexicans as Told by Their Paintings</i>, the <i>Histoyre du Mechique</i>, and the <i>Florentine Codex</i>, Tōnacācihuātl and her counterpart Tōnacātēcuhtli resided in Omeyocan, the 13th, highest heaven, from which human souls descended to earth. Tōnacātēcuhtli is associated with procreation, appearing in pre-Columbian art near copulating humans. In the <i>Florentine Codex</i>, Sahagún relates that Aztec midwives would tell newborns after bathing them, \"You were created in the place of duality, the place above the nine heavens. Your mother and father—Ōmetēuctli and Ōmecihuātl, the heavenly lady—formed you, created you.\"</p>\n<p>In 1629, Hernando Ruiz de Alarcón also reported the use of the goddess's name in ritual planting prayers, in which a seed of corn is entrusted to the earth deity Tlaltecuhtli by a shaman who calls the kernel \"nohueltiuh Tōnacācihuātl\" (\"my sister, the Lady of Abundance\").</p>\n<p>In the <i>Codex Chimalpopoca</i>, Tōnacātēcuhtli and Tōnacācihuātl are listed as one of several pairs of gods to whom Quetzalcoatl prays.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<p><br></p>", "images": [{"ns": 6, "title": "File:Orange-sun-small.jpg"}]}