{"pageid": 90756, "ns": 0, "title": "Erzulie", "extract": "<p><b>Erzulie</b> (sometimes spelled <b>Erzili</b> or <b>Ezili</b>) is a family of loa, or spirits in Vodou.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Maîtresse_Mambo_Erzulie_Fréda_Dahomey\"></span><span id=\"Ma.C3.AEtresse_Mambo_Erzulie_Fr.C3.A9da_Dahomey\">Maîtresse Mambo Erzulie Fréda Dahomey</span></h2>\n<p><i>Erzulie Fréda</i> Dahomey, the Rada aspect of Erzulie, is the Haitian African spirit of love, beauty, jewelry, dancing, luxury, and flowers. She wears three wedding rings, one for each husband - Damballa, Agwe and Ogoun. Her symbol is a heart, her colours are pink, blue, white and gold, and her favourite sacrifices include jewellery, perfume, sweet cakes and liqueurs. Coquettish and very fond of beauty and finery, Erzulie Freda is femininity and compassion embodied, yet she also has a darker side; she is seen as jealous and spoiled and within some Vodoun circles is considered to be lazy. During ritual possession, she may enter the body of either a man or a woman. She enjoys the game of flirtation and seduces people without distinguishing between sexes. In Christian iconography she is often identified with the Mater Dolorosa, as well as another loa named, Metres Ezili. She is conceived of as never able to attain her heart's most fervent desire. For this reason she always leaves a service in tears. Common syncretizations include Iyalorde Oxum as she relates to the Yoruba Vodu goddess of Erotic Love, Gold and Femininity.</p>\n<h2><span id=\"Èrzulie_Dantòr\"></span><span id=\".C3.88rzulie_Dant.C3.B2r\">Èrzulie Dantòr</span></h2>\n<p>Erzulie Dantòr is the Queen of the Petro nation and the mother of \"Ti Jean Petro\", she is often depicted as a fearsome black woman, protectively holding \"Ti Jean Petro\" in her arms. She is a particularly fierce protector of women, children and the neglects of society. She is the Lwa Pwen, in contrast with Èrzuli Freda who will bless you with material riches, Èrzulie Dantòr will give you the Spiritual Knowledge needed to navigate through this material reality. Èrzulie Dantòr's wealth last and can be passed on from one generation to another, where Èrzuli Freda, in any of her jealous fit, can deprive overnight of all the gain she help you achieved</p>\n<p>She was copied as the Black Madonna of Częstochowa, as she is represented as being dark-skinned with two scars on her face. Her colours are red, black and blue. Her favourite sacrifices include black pigs, <i>griot</i> (seasoned fried pork), blood (seven stabs of the sword) and rum.</p>\n<p>Ti Jean Petro is her son and Jean Petro is her lover or husband.</p>\n<h2><span id=\"Erzulie_Family\">Erzulie Family</span></h2>\n<h3><span id=\"Rada\">Rada</span></h3>\n<ul><li><b>Erzulie Freda</b> (Lady Erzulie) - The vain and flirty goddess of love. Her \"horses\" tend to cry tears of longing and regret. She is syncretized with Our Lady of Sorrows (the Virgin Mary as suffering mother).</li>\n<li><b>Erzulie Mansur</b> (Erzulie the Blessed) - Represents maternal love and protects children from harm.</li>\n<li><b>Granne Erzulie</b> (Grandma Erzulie) - Represents the wisdom granted by experience and maturity and grandmotherly kindness and love. She is syncretized with St. Anne, the mother of the Virgin Mary.</li>\n</ul><h3><span id=\"Petro\">Petro</span></h3>\n<ul><li><b>Erzulie D'en Tort</b> or <i>Erzulie Dantor</i> (Erzulie of the Wrongs) Protects women and children and deals revenge against those who wrong them.</li>\n<li><b>Erzulie Balianne</b> (Erzulie the Gagged) - \"Silences\" (heals or calms) hearts. Keeps secrets or ensures that secrets will not be revealed. Helps people to forget past loves and overcome passionate emotions. Her \"horses\" tend to speak as if they have a gag in their mouth. She is syncretized with The Immaculate Heart.</li>\n<li><b>Erzulie Mapiangue</b> (Erzulie the Suckler) Deals with the pain of childbirth and the protection of unborn and newborn babies. Her \"horses\" tend to get in a fetal position or birthing position and cry tears of pain. Common syncretization is as the Virgin and Infant of Prague, which wear matching red velvet robes and gold crowns.</li>\n<li><b>Erzulie Yeux Rouge</b> or <i>Erzulie Ge-Rouge</i> (Red-Eyed Erzulie) Takes revenge on unfaithful lovers. Her \"horses\" cry tears of bitter sadness.</li>\n<li><b>Erzulie Toho</b> Aids the jealous or slighted in love. Her \"horses\" cry tears of anger.</li>\n</ul><h3><span id=\"Others\">Others</span></h3>\n<ul><li><b>Erzulie La Flambeau</b> (Erzulie of the Torch)</li>\n<li><b>Erzulie Wangol</b> (Erzulie of the Sacred Banner)</li>\n</ul><h2><span id=\"Similar_spirits_in_the_pantheon\">Similar spirits in the pantheon</span></h2>\n<ul><li><b>La Sirène</b> or <b>Mami Wata</b> is associated with <b>Erzulie</b> and sometimes is displayed in Erzulie's roles as mother, lover, and protector. Her husband is Agwe, the King of the Sea and patron of sailors and fishermen.</li>\n<li><b>Marinette Bras-Chêche</b> or <i>Marinette Bwa Chech</i> (\"Marinette of the Dry Arms\"), a Kongo Loa, is similar to <i>Erzulie Dantor</i>. She represents revolt and misfortune and is prayed to either to placate her wrath or to direct her fury at another. She is in the form of a skeleton or rotting corpse and is syncretically represented by the <i>Anima Sola</i> (\"Forsaken Soul\").</li>\n<li><b>Mai-Louise</b> is an Ibo goddess.</li>\n<li><b>Ti-Quitta</b> / <b>Ti Kitha</b>, a Loa of sexuality and fertility, is one of the Quitta Loas. One of her aspects is <i>Ti Quitta Demembre</i> (Dismembered Quitta).</li>\n<li><b>Maman Brigitte</b> (\"Mother Brigitte\"), is a Guede goddess who is the wife of <b>Baron Samedi</b> and protector of gravestones or funerary markers. She is syncretically represented by St Brigit.</li>\n<li><b>Tsillah Wedo</b> is associated with <b>Erzulie</b>. She is depicted as a beautiful virgin of great wealth.</li>\n</ul><h2><span id=\"Other_aspects\">Other aspects</span></h2>\n<h2><span id=\"Erzulie_in_popular_culture\">Erzulie in popular culture</span></h2>\n<dl><dt>Music</dt>\n</dl><ul><li>A 1991 song on the album Rising Above Bedlam by Jah Wobble's Invaders of the Heart. Released by Oval Records in 1991. The album was a shortlisted nominee for the 1992 Mercury Prize.</li>\n<li>A 1988 solo album by free-jazz pianist Cecil Taylor is called <i>Erzulie Maketh Scent</i>.</li>\n<li>\"Mistress of Erzulie\" was the first track on Alannah Myles' 1995 album <i>A-lan-nah</i>.</li>\n<li>Erzulie (Freda) is also a character in the Broadway musical <i>Once On This Island</i> as the beautiful goddess of love.</li>\n<li>In the Steely Dan song \"Two Against Nature\" (the third track from the album of the same name), the narrator describes Madame Erzulie as a succubus who \"bangs you silly but leaves a nasty bite.\"</li>\n</ul><dl><dt>Literature</dt>\n</dl><ul><li>A powerful swamp witch/voodoo woman in Terry Pratchett's Discworld novel <i>Witches Abroad</i> is named Erzulie Gogol. She is the lover of Genua's former ruler, Baron Saturday (Baron Samedi).</li>\n<li>In the <i>Buffy the Vampire Slayer</i> comic <i>Past Lives, part 4</i>, Erzulie is invoked to clear a room of all magic.</li>\n<li>Erzulie, Papa Legba and Baron Samedi all appear in the WildCats original comic series, assisting Voodoo.</li>\n<li>There is discussion of a portrait of Maitresse Erzulie in Zadie Smith's 2005 novel <i>On Beauty</i>.</li>\n<li>In Kira Saito's Arelia LaRue series, Arelia is blessed by Erzulie as a baby. Erzulie is Arelia's main protector and one of the loa called upon the most throughout the series.</li>\n</ul><dl><dt>Television</dt>\n</dl><ul><li>In <i>The Spectacular Spider-Man</i> animated series, \"Ezili\" is the surname of the villain Calypso, a voodoo practitioner who had no last name in the original comics.</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>", "images": [{"ns": 6, "title": "File:Chiwara male drawing.png"}, {"ns": 6, "title": "File:Czestochowska.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wiki letter w cropped.svg"}]}