{"pageid": 9092414, "ns": 0, "title": "Palden Lhamo", "extract": "<p><b>Palden Lhamo</b> or <b>Panden Lhamo</b> (\"Glorious Goddess\", Tibetan: <span lang=\"bo\" xml:lang=\"bo\">དཔལ་ལྡན་ལྷ་མོ།</span>, Wylie: <i>dpal ldan lha mo</i>, Lhasa dialect IPA: <span title=\"Representation in the International Phonetic Alphabet (IPA)\">pantɛ̃ ɬamo</span>, Sanskrit: <span lang=\"sa\" xml:lang=\"sa\">Śrīdēvī</span>, Mongolian: <span lang=\"mn\" xml:lang=\"mn\">Ukin Tengri</span>) or <b>Remati</b> is a protecting Dharmapala of the Gelug school of Tibetan Buddhism. She is the wrathful deity considered to be the principal protectress of Tibet.</p>\n<p>Palden Lhamo appears in the retinue of the Obstacle-Removing Mahākāla as an independent figure and has been described as \"the tutelary deity of Tibet and its government\", and as \"celebrated all over Tibet and Mongolia, and the potent protector of the Dalai and Panchen Lamas and Lhasa.\"</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Palden_Lhamo_and_the_lake_Lhamo_La-tso\">Palden Lhamo and the lake Lhamo La-tso</span></h2>\n\n<p>Panden Lhamo, as the female guardian spirit of the sacred lake, Lhamo La-tso, promised the 1st Dalai Lama in one of his visions \"that she would protect the reincarnation lineage of the Dalai Lamas.\" Ever since the time of the 2nd Dalai Lama, who formalised the system, the regents and other monks have gone to the lake to seek guidance on choosing the next reincarnation through visions while meditating there.</p>\n<p>The particular form of Panden Lhamo at Lhamo La-tso is Gyelmo Makzor Ma (Wylie: <i>rgyal mo dmag zor ma</i> \"Queen Torma Mother\") or Machik Pellha Zhiwé Nyamchen (Wylie: <i>ma gcig dpal lha zhi ba'i nyams can</i> \"Pacified Expression of the Common Wife Panden Lhamo\"), an unusually peaceful form of Panden Lhamo. The lake is sometimes referred to as \"Palden Lhamo Kalideva\", which indicates that she is an emanation of the goddess Kali.</p>\n<p>The mountain to the south of Chokorgyel Monastery is the \"blue\" residence of Panden Lhamo, on which a sky burial site is located.</p>\n<p>The monastery was originally built in a triangular form to reflect the symbolism of its position at the confluence of three rivers and surrounded by three mountains and also represents the conjunction of the three elements of water, earth and fire, as well as the female principle of Palden Lhamo in the form of an inverted triangle.</p>\n<h2><span id=\"Traditional_accounts\">Traditional accounts</span></h2>\n<p>It is said that, during the reign of Songtsän Gampo (605 or 617? – 649), Palden Lhamo outdid all the other protector-deities in her promise to protect the king's Trulang shrine. She presented an iron cup and pledged \"Erect an image of me, and I shall protect this royal shrine from any future damage by humans and <i>mamo</i> demons!' She is also said to have advised Lhalung Pelgyi Dorje to kill the anti-Buddhist king Langdarma in 841 CE, and is described as the 'Dharma-protectress of Lhasa'.</p>\n<h2><span id=\"Description\">Description</span></h2>\n\n\n<p>She is the only female among the traditional 'Eight Guardians of the Law' and is usually depicted as deep blue in colour and with red hair to symbolise her wrathful nature, crossing a sea of blood riding side-saddle on a white mule. The mule has an eye on its left rump where her angry husband's arrow hit it after she killed her son (who was destined, and being raised to be the one to finally put an end to Buddhism) and used his skin as a saddle blanket. She has three eyes and is often shown drinking blood from a human skull.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sacred Visions: Early Paintings from Central Tibet, an exhibition catalog from The Metropolitan Museum of Art (fully available online as PDF), which contains material on Palden Lhamo (see index)</li>\n<li>Palden Lhamo</li>\n<li>Images of Shri Devi at Himalayan Art</li>\n</ul>", "images": [{"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}, {"ns": 6, "title": "File:Offerings to the Goddess Palden Lhamo.jpg"}, {"ns": 6, "title": "File:PaldenLhamo2.jpg"}, {"ns": 6, "title": "File:Palden Lhamo, Tawang Monastery.jpg"}, {"ns": 6, "title": "File:Palden Lhamo.jpg"}]}