{"pageid": 9170623, "ns": 0, "title": "Pomba Gira", "extract": "<p><b>Pomba Gira</b> is the name of an Afro-Brazilian spirit evoked by practitioners of Umbanda and Quimbanda in Brazil. She is the consort of Exu, who is the messenger of the Orixas in Candomblé. Known by many names, or avatars, Pomba Gira is often associated with the number seven, crossroads, graveyards, spirit possession, and witchcraft.</p>\n<h2><span id=\"Tradition\">Tradition</span></h2>\n<p>While Exu represents male sexuality, fertility and strength, Pomba Gira personifies female sexuality, beauty and desire. She is depicted as a beautiful woman who is insatiable. Pomba Gira is venerated with great respect and care because of her reputation for possessing great wrath. She is often invoked by those who seek aid in matters of the heart and love.</p>\n<p>Pomba Gira is noted for her connection with both women and effeminate/transgender male worshippers and is reputed to possess both.  Some representations of Pomba Gira display the characteristics of being promiscuous, talkative and vulgar. However she has many avatars, and will be more or less inclined towards that behavior depending on how she manifests herself.</p>\n<h2><span id=\"Avatars\">Avatars</span></h2>\n<p>Pomba Gira manifests in the following forms:</p>\n<ul><li>Dama da Noite <i>(Lady of the Night)</i></li>\n<li>Maria Molambo</li>\n<li>Maria Mulambo das Sete Catacumbas (literally, <i>Lame Mary of the Seven Tombs</i>)</li>\n<li>Maria Padilha <i>(Queen of the Marys)</i></li>\n<li>Maria Quitéria</li>\n<li>Pomba Gira Arrepiada <i>(Creeping Pomba Gira)</i></li>\n<li>Pomba Gira Cigana <i>(Gypsy Pomba Gira)</i></li>\n<li>Pomba Gira das Almas <i>(Pomba Gira of the Souls)</i></li>\n<li>Pomba Gira das Sete Encruzilhadas <i>(Pomba Gira of the Seven Crossroads)</i></li>\n<li>Pomba Gira dos 7 Cruzeiros da Calunga <i>(Pomba Gira of the Seven Crosses of Kalunga)</i></li>\n<li>Pomba Gira Mirongueira <i>(Enchantress Pomba Gira)</i></li>\n<li>Pomba Gira Mocinha <i>(Young Girl Pomba Gira)</i></li>\n<li>Pomba Gira Rainha <i>(Queen Pomba Gira)</i></li>\n<li>Pomba Gira Sete Calungas <i>(Pomba Gira Seven Kalungas)</i></li>\n<li>Praia <i>(Beach)</i></li>\n<li>Rainha das Rainhas <i>(Queen of Queens)</i></li>\n<li>Rainha do Cemitério <i>(Queen of the Graveyard)</i></li>\n<li>Rainha Sete Encruzilhadas <i>(Queen Seven Crossroads)</i></li>\n<li>Rosa Caveira (literally <i>Rose Skull</i>)</li>\n<li>Pomba Gira das Cobras (Pomba Gira of Snakes)</li>\n<li>Pomba Gira Maria da Praia (Pomba Gira of the Beach)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>\"Pomba-Gira: Enchantments to invoke the formidable powers of the female messenger of the gods\" by Antônio Alves Teixeira</li>\n</ul>", "images": [{"ns": 6, "title": "File:Pombagira Rainha.JPG"}]}