{"pageid": 92754, "ns": 0, "title": "Sedna (mythology)", "extract": "<p><b>Sedna</b> (Inuktitut: <span lang=\"iu\" xml:lang=\"iu\">ᓴᓐᓇ</span>, <i>Sanna</i>) is the goddess of the sea and marine animals in Inuit mythology, also known as the Mother of the Sea or Mistress of the Sea. Sedna is also known as Arnakuagsak or Arnaqquassaaq (Greenland) and Sassuma Arnaa (\"Mother of the Deep\", West Greenland) and Nerrivik (\"Table\", northern Greenland) or Nuliajuk (District of Keewatin, Northwest Territories, Canada). She is sometimes known by other names by different Inuit groups such as Arnapkapfaaluk (\"Big Bad Woman\") of the Copper Inuit from the Coronation Gulf area and Takánakapsâluk or Takannaaluk (Igloolik). The story of Sedna, which is a creation myth, describes how she came to rule over Adlivun, the Inuit underworld.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Myth\">Myth</span></h2>\n<p>More than one version of the Sedna legend exists. In one legend Sedna is a giant, the daughter of the creator-god Anguta, with a great hunger that causes her to attack her parents. Angered, Anguta takes her out to sea and throws her over the side of his kayak. As she clings to the sides, he chops off her fingers and she sinks to the underworld, becoming the ruler of the monsters of the deep. Her huge fingers become the seals, walruses, and whales hunted by the Inuit.</p>\n<p>In another version of the legend, she is dissatisfied with men found for her by her father and so marries a dog. Her father is so angry at this that he throws her into the sea and, when she tries to climb back into the boat, he cuts off her fingers. Her fingers become the first seals and she becomes a mighty sea goddess. When she is angered, the shaman travels to wash and comb her hair for her, after which she is placated and releases the animals to the hunters.</p>\n<p>In the Netsilik region, the story states that Nuliayuk was a mistreated orphan. One day the people tried to get rid of her by attempting to drown her by chopping off her finger tips. But the fingertips would transform to seals and walruses. Eventually Nuliayuk marries a sculpin and lives in the sea controlling all sea mammals.</p>\n<p>Other versions of the legend depict Sedna as a beautiful maiden who rejects marriage proposals from the hunters of her village. When an unknown hunter appears, Sedna's father agrees to give her to him as wife in return for fish. Sedna's father gives Sedna a sleeping potion and gives her to the hunter who takes her to a large nest on a cliff, revealing his true form: a great bird-spirit (variously described as a raven, a fulmar or a Kokksaut/petrel-spirit). She wakes surrounded by birds. Her father attempts to rescue her, but the bird-spirit becomes angry, causing a great storm. In desperation, Sedna's father throws her into the raging sea. Attempting to cling to the kayak, her hands freeze and her fingers fall off becoming the creatures of the sea. She falls to the bottom of the sea and grows a fish tail.</p>\n<p>Sedna is kidnapped by a different bird creature in yet another version. Her father then leaves in his kayak to rescue her from the floating ice-island where she is imprisoned while the bird creature is away. The creature, enraged by her disappearance, calls to a spirit of the sea to help him. The sea spirit locates the kayak with the two humans aboard and creates huge waves to kill them. Her father throws Sedna overboard in the hope that this will appease the angry god. Sedna clings to the kayak but her father grabs a little axe and chops three of her fingers off before striking her on the head. The three fingers each become a different species of seal. The stroke to her head sends Sedna to the ocean floor where she resides, commanding the animals of the sea.</p>\n<p>The varying legends each give different rationales for Sedna's death. Yet, in each version, her father takes her to sea in his kayak, chopping off her fingers. In each version she sinks to the bottom of the sea, worshiped by hunters who depend on her goodwill to supply food. She is generally considered a vengeful goddess, and hunters must placate and pray to her to release the sea animals from the ocean depths for their hunt.</p>\n<h2><span id=\"In_astronomy\">In astronomy</span></h2>\n<p>90377 Sedna, a trans-Neptunian object discovered by Michael Brown (Caltech), Chad Trujillo (Gemini Observatory) and David Rabinowitz (Yale University) on November 14, 2003, is named for her.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>Heather Dale's album <i>The Road to Santiago</i> includes a song called \"Sedna\", which relates a version of the myth.</p>\n<p>In the Deep Dive Daredevils webcomic \"Secret of the Beaufort Sea\", Sedna appears as an Inuit goddess who has control over a werewhale. The crew of the Custer must create a perfume made from the ambergris of the werewhale to satisfy Sedna and have her release the curse which is causing the werewhale to rampage.</p>\n<p>A version of Sedna's origin is recounted in Dan Simmons's novel The Terror, as part of the backstory for the novel's main antagonist, an Inuit demon called the Tuunbaq.</p>\n<p>Sedna is mentioned in Douglas Orgill's and John Gribbin's novel The Sixth Winter: according to Inuit legend, she is responsible for the ice tornadoes that herald the coming of the new Ice Age.</p>\n<p>In William T. Vollmann's sixth's volume of his Seven Dreams: A Book of North American Landscapes series, The Rifles (novel), Sedna's myth is recounted, with the Inuit woman Reepah transforming into Sedna at one point.</p>\n<p>Sedna appears in the Fimbulwinter Game during the events of the Niven &amp; Barnes novel <i>The Barsoom Project</i>. A team of live-action role players must rid the ailing goddess's hair of pestilent manifestations of mortal sins, as her damaged fingers prevent Sedna from combing them away herself.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Osbourne, MaryJane. <i>Romancing the Goddess</i>. University of Illinois Press. 1998. ISBN 0-252-06655-3</li>\n<li>Tchana, Katrine. <i>Changing Woman and her sisters: stories of goddesses from around the world</i>. Holiday House. 2006. ISBN 978-0-8234-1999-9</li>\n<li>Moss, John George. ' Echoing silence: essays on Arctic narrative<i>. University of Ottawa Press. 1997. ISBN 0-7766-0441-4</i></li>\n<li>Andrews, Tamra. Dictionary of Nature Myths. Oxford University Press. 2000. ISBN 0-19-513677-2</li>\n</ul>", "images": [{"ns": 6, "title": "File:Canadian Aboriginal Syllabics Example.svg"}]}