{"pageid": 9288356, "ns": 0, "title": "Despoina", "extract": "<p>In Greek mythology, <b>Despoina</b>, <b>Despoena</b> or <b>Despoine</b>, was the daughter of Demeter and Poseidon and sister of Arion. She was the goddess of mysteries of Arcadian cults worshipped under the title <i>Despoina</i>, \"the mistress\" alongside her mother Demeter, one of the goddesses of the Eleusinian mysteries. Her real name could not be revealed to anyone except those initiated to her mysteries. Pausanias spoke of Demeter as having two daughters; Kore being born first, then later Despoina. With Zeus being the father of Kore, and Poseidon as the father of Despoina. Pausanias made it clear that Kore is Persephone, though he wouldn't reveal Despoina's proper name.</p>\n<p>In the myth, Poseidon saw Demeter and desired her. To avoid him, she took her archaic form of a mare, but he took the form of a stallion and mated with her. From this union Demeter bore a daughter Despoina and a fabulous horse Arion (<span lang=\"grc\" xml:lang=\"grc\">Ἀρείων</span>). Due to her anger at this turn of events, Demeter took on the epithet <i>Erinys</i>, or <i>raging</i>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The word <i>Despoina</i>, \"mistress\" (<span lang=\"grc\" xml:lang=\"grc\">Δέσποινα</span>), is derived from <i>*des-potnia</i>, \"lady or mistress of the house\", from PIE *<i>dóm(h<sub>a</sub>)os</i>, \"house(hold)\" [*<i>dem(h<sub>a</sub>)-</i>, \"build\"] and *<i>potnih<sub>a</sub>-</i>, \"lady, mistress\"; cf. Greek <i>domos</i> and <i>potnia</i>. The masculine form is <i>Despotes</i>, \"master of the house\" (<span lang=\"grc\" xml:lang=\"grc\">Δεσπότης</span>); cf. posis. Related attested forms are the, written in the Linear B syllabary, Mycenaean Greek <span lang=\"gmy\" xml:lang=\"gmy\">𐀡𐀴𐀛𐀊</span>, <i>po-ti-ni-ja</i>, (<i>potnia</i>) and perhaps <span lang=\"gmy\" xml:lang=\"gmy\">𐀡𐀮𐀆𐀃</span>, <i>po-se-da-o</i>, and <span lang=\"gmy\" xml:lang=\"gmy\">𐀡𐀮𐀆𐀺𐀚</span>, <i>po-se-da-wo-ne</i> (<i>Poseidon</i>), which were inherited into classical Greece with identical or related meanings. <i>Demeter</i> is possibly a related word, interpreted by some, as \"mother of the house\" (from PIE *<i>dems-mater</i>).</p>\n<h2><span id=\"Cult_of_Despoina\">Cult of Despoina</span></h2>\n<p>The cult of Despoina is very important in the history of ancient Greek religion. The Arcadian cults come from a more primitive religion, and evidently the religious beliefs of the first Greek-speaking people who entered the region were mixed with the beliefs of the indigenous population. The figure of a goddess of nature, of birth and death, was dominant during the Bronze Age, in both Minoan and Mycenean cults. Wanax was her male companion (<i>paredros</i>) in the Mycenean cult, and this title was usually applied to the god Poseidon as king of the sea</p>\n<p>In the myth of the isolated land of Arcadia, the river spirit of the underworld appears as a horse (Poseidon Hippios), as was usual in northern European folklore. He mates with the mare Demeter, and from the union she bears the horse Arion, and a daughter who originally had the shape of a mare too. It seems that the Greek deities started as powers of nature, and then they were given other attributes. These powers of nature developed into a belief in nymphs, and in gods with human forms and the heads or tails of animals. Some of them, like Pan and the Silenoi, survived into the classical age. The two great Arcadian goddesses Demeter and Despoina (later Persephone), were closely related to the springs and the animals, and especially to the goddess Artemis (Potnia Theron: \"The mistress of the animals\") who was the first nymph.</p>\n<p>On a marble relief at Lycosura there appear on the veil of Despoina figures with the heads of different animals obviously in a ritual dance, and some of them hold a flute. These could be hybrid creatures or a procession of women with animal masks. Similar processions of daemons, or human figures with animal masks, appear on Mycenean frescoes and gold rings. Most of the temples were built near springs, and in some of them there is evidence of a fire which was always burning. At Lycosura, a fire burned in front of the temple of Pan, the goat god. The megaron of Eleusis is quite similar to the \"megaron\" of Despoina at Lycosura.</p>\n<h3><span id=\"Sanctuary_at_Lycosura\">Sanctuary at Lycosura</span></h3>\n\n<p>Despoina was worshipped in a sanctuary at Lycosura, west of the town of Megalopolis. This is a very important site for the study of ancient mystery religions, although this cult remained regional than panhellenic. Despoina was later conflated with Persephone. First in that place there was a temple of Artemis Hegemone (\"the leader\") with a bronze image (apparently Hecate). From there, there was an entrance to the sacred enclosure of Despoine. In the portico there was a tablet with inscriptions of the mysteries. In front of the temple there was an altar to Demeter and another to Despoine, after which was one to the Great Mother goddess. Demeter carried a torch in her right hand and her other hand was laid upon Despoine. By the side of Demeter stood Artemis (probably also identified with Hecate). By the image of Despoine stood Anytos, one of the Titans. The Arcadians believed that Despoine was brought up by Anytos, and Artemis was not the daughter of Leto but of Demeter. Besides the temple there was the hall where the Arcadians celebrated the mysteries and beyond it a grove sacred to Despoine and altars of Poseidon <i>Hippios</i> (horse) and other gods too.</p>\n\n<p>She was known by the additional epithet of Despoine among the general population, just as they surnamed Demeter's daughter by Zeus as Kore (the maiden).</p>\n<h3><span id=\"Origins\">Origins</span></h3>\n<p>In the mysteries Demeter was a second goddess below her daughter, the unnameable \"Despoina\". It seems that the myths in Arcadia were connected with the first Greek-speaking people who came from the north during the Bronze Age. The two goddesses had close connections with the rivers and the springs. They were related to Poseidon, the god of the rivers and the springs, and especially to Artemis, who was the first nymph. Her epithet \"the mistress\" has its analogue in Mycenean Greek inscriptions found at Pylos in southern Greece and at Knossos in Crete. Despoina was later conflated with Kore (Persephone), the goddess of the Eleusinian mysteries, in a life-death-rebirth cycle. Karl Kerenyi asserted that the cult was a continuation of a Minoan goddess, and that her name recalls the Minoan-Mycenaean goddess <span lang=\"gmy\" xml:lang=\"gmy\">𐀅𐁆𐀪𐀵𐀍𐄀𐀡𐀴𐀛𐀊</span>, <i>da-pu<sub>2</sub>-ri-to-jo,po-ti-ni-ja</i>, i.e. the unnamable \"Mistress of the Labyrinth\" at Knossos.</p>\n<h3><span id=\"Epithet\">Epithet</span></h3>\n<p>\"Despoina\" was an epithet for several goddesses, especially Aphrodite, Persephone, Demeter and Hecate. Persephone and Demeter are the goddesses of the Eleusinian mysteries; they could perhaps be the \"Two Queens\" referred to in various Linear B inscriptions. At Olympia they were called <i>Despoinae</i> (<span lang=\"grc\" xml:lang=\"grc\">Δέσποιναι</span>).</p>\n<p>The epithet Despoina is related to the Mycenean title \"potnia\" (po-ti-ni-ja) which usually referred to goddesses. This divine title could be the translation of a similar title of Pre-Greek origin, just as the title \"Our lady\" in Christianity is translated in several languages. It seems that the original title accompanied the Aegean mother goddess </p>\n<h2><span id=\"Archaeology\">Archaeology</span></h2>\n<p>At the time of Pausanias' visit in the 2nd century CE, the sculptures would have been 300 or more years old. In the 2nd century CE, a statue of the emperor Hadrian was dedicated in the temple. Coins from Megalopolis, from the Severan period in the early 3rd century, appear to depict the cult statue group. There is a small museum at the archaeological site, housing small finds as well as part of the cult group, while the remains of the cult statues of Despoina and Demeter are displayed at the National Archaeological Museum of Athens. The most significant is the veil of Despoina with a complex decorative program, probably representative of the types of embroidered woven materials created by contemporary artists. The heads of Artemis, Demeter, Anytos and a Tritoness from the throne are also displayed.</p>\n<h2><span id=\"Other_uses\">Other uses</span></h2>\n<ul><li>In the Orthodox church the title \"despoina\" is given to the mother of God.</li>\n<li>In Byzantine Greek <i>despoina</i> was a feminine court title meaning \"lady\", while the masculine <i>despotes</i> meant \"lord\".</li>\n<li>In Modern Greek the title \"despinis\" (δεσποινίς) means \"Miss\" and can be used to address young ladies and waitresses, amongst others.</li>\n<li>Despina, a satellite of Neptune, was named after the goddess Despoina.</li>\n</ul><h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>In the Mass Effect 3 video game, 2181 Despoina is the planet occupied by a powerful ancient mind-controlling species.</li>\n<li>In the 1963 science fiction novel \"Sign of the Labrys\" by Margaret St. Clair, one of the main characters is a witch named Despoina.</li>\n<li>The Marvel comic <i>Seekers of the Weird</i> gave Rolly Crump's Mistress of Evil character the name of \"Despoina\", as a reference to the original meaning of the name. The name also has a double meaning in this case, as this Despoina was the 'mistress' (in the sense of an unmarried romantic partner) of a demon called the Reaper King.</li>\n</ul><h2><span id=\"Notes_and_references\">Notes and references</span></h2>\n<dl><dt>Notes</dt>\n</dl>\n<dl><dt>References</dt>\n</dl>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Demeter</li>\n<li>Lycosura</li>\n<li>Eleusinian Mysteries</li>\n<li>Nepthys</li>\n<li>Persephone</li>\n<li>Potnia</li>\n<li>Mycenaean Gods</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Hard, Robin, Herbert Jennings Rose, <i>The Routledge Handbook of Greek Mythology: Based on H.J. Rose's Handbook of Greek Mythology</i>, Routledge; seventh edition, 2004, ISBN 978-0-415-18636-0. pp. 101–102.</li>\n<li>Hathorn, Richmond Yancey, <i>Crowell's handbook of classical drama</i>, Thomas Y. Crowell Company (1967).</li>\n<li>Smith, William; <i>Dictionary of Greek and Roman Biography and Mythology</i>, London (1873). \"Despoena\"</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project - \"Despoine\"</li>\n</ul>", "images": [{"ns": 6, "title": "File:Lady of Auxerre Louvre Ma3098 n2.jpg"}, {"ns": 6, "title": "File:Lycosoura-2.jpg"}, {"ns": 6, "title": "File:Lycosoura-group.jpg"}]}