{"pageid": 93446, "ns": 0, "title": "Nintinugga", "extract": "<p><b>Nintinugga</b> was a Babylonian goddess of healing, the consort of Ninurta. She is identical with the goddess of Akkadian mythology, known as <b>Bau</b>, <b>Baba</b> though it would seem that the two were originally independent. Later as <b>Gula</b> and in medical incantations, <b>Bēlet</b> or <b>Balāti</b>, also as the <b>Azugallatu</b> the \"great healer\",same as her son <b>Damu</b>. Other names borne by this goddess are <b>Nin-Karrak</b>, <b>Nin Ezen</b>, <b>Ga-tum-dug</b> and <b>Nm-din-dug</b>. Her epithets are \"great healer of the land\" and \"great healer of the black-headed ones\", a \"herb grower\", \"the lady who makes the broken up whole again\", and \"creates life in the land\", making her a vegetation/fertility goddess endowed with regenerative power. She was the daughter of An and a wife of Ninurta. She had seven daughters, including Hegir-Nuna (Gangir).</p>\n<p>The name Bau is more common in the oldest period and gives way to <b>Gula</b> after the First Babylonian Dynasty. Since it is probable that Ninib has absorbed the cults of minor sun-deities, the two names may represent consorts of different gods. However this may be, the qualities of both are alike, and the two occur as synonymous designations of Ninib's female consort.</p>\n<p>She was known as a patron deity of Lagash, where Gudea built her a temple.</p>\n<p>After the Great Flood, she helped \"breathe life\" back into mankind. The designation well emphasizes the chief trait of Bau-Gula which is that of healer. She is often spoken of as \"the great physician,\" and accordingly plays a specially prominent role in incantations and incantation rituals intended to relieve those suffering from disease.</p>\n<p>She is, however, also invoked to curse those who trample upon the rights of rulers or those who do wrong with poisonous potions. As in the case of Ninib, the cult of Bau-Gula is prominent in Shirgulla and in Nippur. While generally in close association with her consort, she is also invoked alone, giving her more dominance than most of the goddesses of Babylonia and Assyria.</p>\n<p>In the Neo-Babylonian period, she also had an oneiric quality. She had sometimes violent nature as the \"queen whose 'tempest', like a raging storm, makes heaven tremble, makes earth quake\". ). She was a source for blasphemous remarks where Gula and her dogs are mentioned in formulae of a curse.</p>\n<p>She appears in a prominent position on the designs accompanying the Kudurrus boundary-stone monuments of Babylonia, being represented by a portrait, when other gods and goddesses are merely pictured by their shrines, by sacred animals or by weapons. In neo-Babylonian days her cult continues to occupy a prominent position, and Nebuchadrezzar II speaks of no less than three chapels or shrines within the sacred precincts of E-Zida in the city of Borsippa, besides a temple in her honour at Babylon.</p>\n<p><br></p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li> This article incorporates text from a publication now in the public domain: <cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"Gula\". <i>Encyclopædia Britannica</i>. <b>19</b> (11th ed.). Cambridge University Press. p. 713.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANintinugga&amp;rft.atitle=Gula&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11th&amp;rft.genre=bookitem&amp;rft.pages=713&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>Michael Jordan, <i>Encyclopedia of Gods</i>, Kyle Cathie Limited, 2002.</li>\n<li>BAU: \"An adab to Bau for Luma.\" and \"A tigi to Bau for Gudea (Gudea A)\". Sumerian royal praise poetry before the Third Dynasty of Ur. See: The Electronic Text Corpus of Sumerian Literature.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"Going to the Dogs\": Healing Goddesses of Mesopotamia</li>\n<li>Ancient Mesopotamian Gods and Goddesses: Baba (goddess)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Fragment Bau Louvre AO4572.jpg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Wikisource-logo.svg"}]}