{"pageid": 9357769, "ns": 0, "title": "List of Roman deities", "extract": "<p>A vast number of ancient <b>Roman deities</b> are known by name. The most familiar today are those the Romans identified with Greek counterparts (see <i>interpretatio graeca</i>), integrating Greek myths, iconography, and sometimes religious practices into Roman culture, including Latin literature, Roman art, and religious life as it was experienced throughout the Empire. Many of the Romans' own gods remain obscure, known only by name and function, through inscriptions and texts that are often fragmentary—particularly those who belong to the archaic religion of the Romans dating back to the era of kings, the so-called \"religion of Numa,\" perpetuated or revived over the centuries. Some archaic deities have Italic or Etruscan counterparts, as identified both by ancient sources and by modern scholars. Throughout the Empire, the deities of peoples in the provinces were given new theological interpretations in light of functions or attributes they shared with Roman deities.</p>\n<p>An extensive alphabetical list follows a survey of theological groups as constructed by the Romans themselves. For cult pertaining to deified Roman emperors <i>(divi)</i>, see Imperial cult.</p>\n<h2><span id=\"Roman_god_lists\">Roman god lists</span></h2>\n\n<h3><span id=\"Triads\">Triads</span></h3>\n<ul><li><b>Archaic Triad</b>: Jupiter, Mars, Quirinus.</li>\n<li><b>Capitoline Triad</b>: Jupiter, Juno, Minerva</li>\n<li><b>Plebeian</b> or <b>Aventine Triad</b>: Ceres, Liber, Libera, dating to 493 BC.</li>\n</ul><h3><span id=\"Groupings_of_twelve\">Groupings of twelve</span></h3>\n<h4><span id=\"Lectisternium_of_217_BC\">Lectisternium of 217 BC</span></h4>\n<p>A lectisternium is a banquet for the gods, at which they appear as images seated on couches, as if present and participating. In describing the lectisternium of the Twelve Great gods in 217 BC, the Augustan historian Livy places the deities in gender-balanced pairs:</p>\n<ul><li>Jupiter-Juno</li>\n<li>Neptune-Minerva</li>\n<li>Mars-Venus</li>\n<li>Apollo-Diana</li>\n<li>Vulcan-Vesta</li>\n<li>Mercury-Ceres</li>\n</ul><p>Divine male-female complements such as these, as well as the anthropomorphic influence of Greek mythology, contributed to a tendency in Latin literature to represent the gods as \"married\" couples or (as in the case of Venus and Mars) lovers.</p>\n\n<h4><span id=\"Dii_Consentes\"><i>Dii Consentes</i></span></h4>\n<p>Varro uses the name <i>Dii Consentes</i> for twelve deities whose gilded images stood in the forum. These were also placed in six male-female pairs. Although individual names are not listed, they are assumed to be the deities of the lectisternium. A fragment from Ennius, within whose lifetime the lectisternium occurred, lists the same twelve deities by name, though in a different order from that of Livy: <i>Juno, Vesta, Minerva, Ceres, Diana, Venus, Mars, Mercurius, Jove, Neptunus, Vulcanus, Apollo.</i></p>\n<p>The <i>Dii Consentes</i> are sometimes seen as the Roman equivalent of the Greek Olympians. The meaning of <i>Consentes</i> is subject to interpretation, but is usually taken to mean that they form a council or consensus of deities.</p>\n<h3><span id=\"Di_Flaminales\"><i>Di Flaminales</i></span></h3>\n<h4><span id=\"The_three_Roman_deities_cultivated_by_major_flamens\">The three Roman deities cultivated by major flamens</span></h4>\n\n<h4><span id=\"Twelve_Roman_deities_attended_by_the_minor_flamens\">Twelve Roman deities attended by the minor flamens</span></h4>\n\n<h3><span id=\"Di_selecti\"><i>Di selecti</i></span></h3>\n<p>Varro gives a list of twenty principal gods of Roman religion:</p>\n\n<h3><span id=\"Sabine_gods\">Sabine gods</span></h3>\n\n<p>Varro, who was himself of Sabine origin, gives a list of Sabine gods who were adopted by the Romans:</p>\n\n<p>Elsewhere, Varro claims Sol Indiges, who had a sacred grove at Lavinium, as Sabine but at the same time equates him with Apollo. Of those listed, he writes, \"several names have their roots in both languages, as trees that grow on a property line creep into both fields. Saturn, for instance, can be said to have another origin here, and so too Diana.\" Varro makes various claims for Sabine origins throughout his works, some more plausible than others, and his list should not be taken at face value. But the importance of the Sabines in the early cultural formation of Rome is evidenced, for instance, by the bride abduction of the Sabine women by Romulus's men, and in the Sabine ethnicity of Numa Pompilius, second king of Rome, to whom are attributed many of Rome's religious and legal institutions. Varro, however, says that the altars to most of these gods were established at Rome by King Tatius as the result of a vow (<i>votum</i>).</p>\n<h2><span id=\"Collectives\">Collectives</span></h2>\n<p>Even in invocations, which generally required precise naming, the Romans sometimes spoke of gods as groups or collectives rather than naming them as individuals. Some groups, such as the Camenae and Parcae, were thought of as a limited number of individual deities, even though the number of these might not be given consistently in all periods and all texts. The following groups, however, are numberless collectives.</p>\n<h3><span id=\"Spatial_tripartition\">Spatial tripartition</span></h3>\n<p>Varro grouped the gods broadly into three divisions of heaven, earth, and underworld:</p>\n<ul><li><i>di superi</i>, the gods above or heavenly gods, whose altars were designated as <i>altaria</i>.</li>\n<li><i>di terrestres</i>, \"terrestrial gods,\" whose altars were designated as <i>arae.</i></li>\n<li><i>di inferi</i>, the gods below, that is, the gods of the underworld, infernal or chthonic gods, whose altars were <i>foci</i>, fire pits or specially constructed hearths.</li>\n</ul><p>More common is a dualistic contrast between <i>superi</i> and <i>inferi</i>.</p>\n<h3><span id=\"Di_indigetes_and_novensiles\"><i>Di indigetes</i> and <i>novensiles</i></span></h3>\n<p>The <i>di indigetes</i> were thought by Georg Wissowa to be Rome's indigenous deities, in contrast to the <i>di novensides</i> or <i>novensiles</i>, \"newcomer gods\". No ancient source, however, poses this dichotomy, which is not generally accepted among scholars of the 21st century. The meaning of the epithet <i>indiges</i> (singular) has no scholarly consensus, and <i>noven</i> may mean \"nine\" <i>(novem)</i> rather than \"new\".</p>\n<h2><span id=\"Titles_and_honorifics\">Titles and honorifics</span></h2>\n<p>Certain honorifics and titles could be shared by different gods, divine personifications, demi-gods and <i>divi</i> (deified mortals).</p>\n<h3><span id=\"Augustus_and_Augusta\"><i>Augustus</i> and <i>Augusta</i></span></h3>\n<p><i>Augustus</i>, \"the elevated or august one\" (masculine form) is an honorific and title awarded to Octavian in recognition of his unique status, the extraordinary range of his powers, and the apparent divine approval of his principate. After his death and deification, the title was awarded to each of his successors. It also became a near ubiquitous title or honour for various minor local deities, including the <i>Lares Augusti</i> of local communities, and obscure provincial deities such as the North African <i>Marazgu Augustus</i>. This extension of an Imperial honorific to major and minor deities of Rome and her provinces is considered a ground-level feature of Imperial cult.</p>\n<p><i>Augusta</i>, the feminine form, is an honorific and title associated with the development and dissemination of Imperial cult as applied to Roman Empresses, whether living, deceased or deified as <i>divae</i>. The first Augusta was Livia, wife of Octavian, and the title is then shared by various state goddesses including Bona Dea, Ceres, Juno, Minerva, and Ops; by many minor or local goddesses; and by the female personifications of Imperial virtues such as Pax and Victoria.</p>\n<h3><span id=\"Bonus_and_Bona\"><i>Bonus</i> and <i>Bona</i></span></h3>\n<p>The epithet <i>Bonus</i>, \"the Good,\" is used in Imperial ideology with abstract deities such as <i>Bona Fortuna</i> (\"Good Fortune\"), <i>Bona Mens</i> (\"Good Thinking\" or \"Sound Mind\"), and <i>Bona Spes</i> (\"Valid Hope,\" perhaps to be translated as \"Optimism\"). During the Republic, the epithet may be most prominent with Bona Dea, \"the Good Goddess\" whose rites were celebrated by women. Bonus Eventus, \"Good Outcome\", was one of Varro's twelve agricultural deities, and later represented success in general.</p>\n\n<h3><span id=\"Caelestis\"><i>Caelestis</i></span></h3>\n<p>From the middle Imperial period, the title <i>Caelestis</i>, \"Heavenly\" or \"Celestial\" is attached to several goddesses embodying aspects of a single, supreme Heavenly Goddess. The <i>Dea Caelestis</i> was identified with the constellation Virgo (\"The Virgin\"), who holds the divine balance of justice. In the <i>Metamorphoses</i> of Apuleius, the protagonist Lucius prays to the Hellenistic Egyptian goddess Isis as <i>Regina Caeli</i>, \"Queen of Heaven\", who is said to manifest also as Ceres, \"the original nurturing parent\"; Heavenly Venus <i>(Venus Caelestis)</i>; the \"sister of Phoebus\", that is, Diana or Artemis as she is worshipped at Ephesus; or Proserpina as the triple goddess of the underworld. Juno Caelestis was the Romanised form of the Carthaginian Tanit.</p>\n<p>Grammatically, the form <i>Caelestis</i> can also be a masculine word, but the equivalent function for a male deity is usually expressed through syncretization with Caelus, as in <i>Caelus Aeternus Iuppiter,</i> \"Jupiter the Eternal Sky.\"</p>\n<h3><span id=\"Invictus\"><i>Invictus</i></span></h3>\n\n<p><b><i>Invictus</i> (\"Unconquered, Invincible\")</b> was in use as a divine epithet by the early 3rd century BC. In the Imperial period, it expressed the invincibility of deities embraced officially, such as Jupiter, Mars, Hercules, and Sol. On coins, calendars, and other inscriptions, Mercury, Saturn, Silvanus, Fons, Serapis, Sabazius, Apollo, and the Genius are also found as <i>Invictus.</i> Cicero considers it a normal epithet for Jupiter, in regard to whom it is probably a synonym for <i>Omnipotens</i>. It is also used in the Mithraic mysteries.</p>\n<h3><span id=\"Mater_and_Pater\"><i>Mater</i> and <i>Pater</i></span></h3>\n<p><i>Mater</i> (\"Mother\") was an honorific that respected a goddess's maternal authority and functions, and not necessarily \"motherhood\" per se. Early examples included Terra Mater (Mother Earth) and the Mater Larum (Mother of the Lares). Vesta, a goddess of chastity usually conceived of as a virgin, was honored as <i>Mater</i>. A goddess known as Stata Mater was a compital deity credited with preventing fires in the city.</p>\n<p>From the middle Imperial era, the reigning Empress becomes <i>Mater castrorum et senatus et patriae</i>, the symbolic Mother of military camps, the senate, and the fatherland. The Gallic and Germanic cavalry <i>(auxilia)</i> of the Roman Imperial army regularly set up altars to the \"Mothers of the Field\" (<i>Campestres</i>, from <i>campus</i>, \"field,\" with the title <i>Matres</i> or <i>Matronae</i>). See also Magna Mater (Great Mother) following.</p>\n<p>Gods were called <i>Pater</i> (\"Father\") to signify their preeminence and paternal care, and the filial respect owed to them. <i>Pater</i> was found as an epithet of Dis, Jupiter, Mars, and Liber, among others.</p>\n<h4><span id=\"Magna_Mater\">Magna Mater</span></h4>\n<p>\"The Great Mother\" was a title given to Cybele in her Roman cult. Some Roman literary sources accord the same title to Maia and other goddesses.</p>\n<h2><span id=\"Indigitamenta\"><i>Indigitamenta</i></span></h2>\n\n<p>The <i>indigitamenta</i> are deities known only or primarily as a name; they may be minor entities, or epithets of major gods. Lists of deities were kept by the College of Pontiffs to assure that the correct names were invoked for public prayers. The books of the Pontiffs are lost, known only through scattered passages in Latin literature. The most extensive lists are provided by the Church Fathers who sought systematically to debunk Roman religion while drawing on the theological works of Varro, also surviving only in quoted or referenced fragments. W.H. Roscher collated the standard modern list of <i>indigitamenta</i>, though other scholars may differ with him on some points.</p>\n\n<h2><span id=\"Alphabetical_list\">Alphabetical list</span></h2>\n<p>For minor deities known for a single function or by a single name, see:</p>\n<ul><li><i>Indigitamenta</i></li>\n<li>List of Roman birth and childhood deities</li>\n<li>List of Roman agricultural deities</li>\n</ul><p>A number of figures from Greek mythology who were not part of Roman religious practice appear in Latin mythological narratives and as poetic allusions; for these names, see:</p>\n<ul><li>List of Greek mythological figures</li>\n</ul><p><br></p>\n\n<h3><span id=\"A\">A</span></h3>\n\n<ul><li><b>Abundantia</b>, divine personification of abundance and prosperity.</li>\n<li><b>Acca Larentia</b>, a <i>diva</i> of complex meaning and origin in whose honor the Larentalia was held .</li>\n<li><b>Acis</b>, god of the Acis River in Sicily.</li>\n<li><b>Aerecura</b>, goddess possibly of Celtic origin, associated with the underworld and identified with Proserpina.</li>\n<li><b>Aequitas</b>, divine personification of fairness.</li>\n<li><b>Aesculapius</b>, the Roman equivalent of Asclepius, god of health and medicine.</li>\n<li><b>Aeternitas</b>, goddess and personification of eternity.</li>\n<li><b>Aion</b> (Latin spelling <b>Aeon</b>), Hellenistic god of cyclical or unbounded time, related to the concepts of <i>aevum</i> or <i>saeculum</i></li>\n<li><b>Aius Locutius</b>, divine voice that warned the Romans of the imminent Gallic invasion.</li>\n<li><b>Alernus</b> or <b>Elernus</b> (possibly <b>Helernus</b>), an archaic god whose sacred grove <i>(lucus)</i> was near the Tiber river. He is named definitively only by Ovid. The grove was the birthplace of the nymph Cranea, and despite the obscurity of the god, the state priests still carried out sacred rites <i>(sacra)</i> there in the time of Augustus. Alernus may have been a chthonic god, if a black ox was the correct sacrificial offering to him, since dark victims were offered to underworld gods. Dumézil wanted to make him a god of beans.</li>\n<li><b>Angerona</b>, goddess who relieved people from pain and sorrow.</li>\n<li><b>Angitia</b>, goddess associated with snakes and Medea.</li>\n<li><b>Anna Perenna</b>, early goddess of the \"circle of the year\", her festival was celebrated March 15.</li>\n<li><b>Annona</b>, the divine personification of the grain supply to the city of Rome.</li>\n<li><b>Antevorta</b>, goddess of the future and one of the Camenae; also called Porrima.</li>\n<li><b>Apollo</b>, god of poetry, music, and oracles, and one of the <i>Dii Consentes</i>.</li>\n<li><b>Arimanius</b>, an obscure Mithraic god.</li>\n<li><b>Aura</b>, often plural <i>Aurae</i>, \"the Breezes\".</li>\n<li><b>Aurora</b>, goddess of the dawn.</li>\n<li><b>Averruncus</b>, a god propitiated to avert calamity.</li>\n</ul><h3><span id=\"B\">B</span></h3>\n\n<ul><li><b>Bacchus</b>, god of wine, sensual pleasures, and truth, originally a cult title for the Greek Dionysus and identified with the Roman Liber.</li>\n<li><b>Bellona</b> or <b>Duellona</b>, war goddess.</li>\n<li><b>Bona Dea</b>, the \"women's goddess\" with functions pertaining to fertility, healing, and chastity.</li>\n<li><b>Bonus Eventus</b>, divine personification of \"Good Outcome\".</li>\n<li><b>Bubona</b>, goddess of cattle.</li>\n</ul><h3><span id=\"C\">C</span></h3>\n<ul><li><b>Caca</b>, an archaic fire goddess and \"proto-Vesta\"; the sister of Cacus.</li>\n<li><b>Cacus</b>, originally an ancient god of fire, later regarded as a giant.</li>\n<li><b>Caelus</b>, god of the sky before Jupiter.</li>\n<li><b>Camenae</b>, goddesses with various attributes including fresh water, prophecy, and childbirth. There were four of them: Carmenta, Egeria, Antevorta, and Postvorta.</li>\n<li><b>Cardea</b>, goddess of the hinge <i>(cardo)</i>, identified by Ovid with <b>Carna</b> (below)</li>\n<li><b>Carmenta</b>, goddess of childbirth and prophecy, and assigned a flamen minor. The leader of the Camenae.</li>\n<li><b>Carmentes</b>, two goddesses of childbirth: Antevorta and Postvorta or Porrima, future and past.</li>\n<li><b>Carna</b>, goddess who preserved the health of the heart and other internal organs.</li>\n<li><b>Ceres</b>, goddess of the harvest and mother of Proserpina, and one of the Dii Consentes.The Roman equivalent of Demeter [Greek goddess].</li>\n<li><b>Clementia</b>, goddess of forgiveness and mercy.</li>\n<li><b>Cloacina</b>, goddess who presided over the system of sewers in Rome; identified with Venus.</li>\n<li><b>Concordia</b>, goddess of agreement, understanding, and marital harmony.</li>\n<li><b>Consus</b>, chthonic god protecting grain storage.</li>\n<li><b>Cupid</b>, Roman god of love. The son of Venus, and equivalent to Greek Eros.</li>\n<li><b>Cura</b>, personification of care and concern who according to a single source created humans from clay.</li>\n<li><b>Cybele</b>, an imported tutelary goddess often identified with Magna Mater</li>\n</ul><h3><span id=\"D\">D</span></h3>\n<ul><li><b>Dea Dia</b>, goddess of growth.</li>\n<li><b>Dea Tacita</b> (\"The Silent Goddess\"), a goddess of the dead; later equated with the earth goddess Larenta.</li>\n<li><b>Decima</b>, minor goddess and one of the Parcae (Roman equivalent of the Moirai). The measurer of the thread of life, her Greek equivalent was Lachesis.</li>\n</ul>\n<ul><li><b>Devera</b> or <b>Deverra</b>, goddess who ruled over the brooms used to purify temples in preparation for various worship services, sacrifices and celebrations; she protected midwives and women in labor.</li>\n<li><b>Diana</b>, goddess of the hunt, the moon, virginity, and childbirth, twin sister of Apollo and one of the Dii Consentes.</li>\n<li><b>Diana Nemorensis</b>, local version of Diana. The Roman equivalent of Artemis [Greek goddess]</li>\n<li><b>Discordia</b>, personification of discord and strife. The Roman equivalent of Eris [Greek goddess]</li>\n<li><b>Dius Fidius</b>, god of oaths, associated with Jupiter.</li>\n<li><b>Di inferi</b>, deities associated with death and the underworld.</li>\n<li><b>Disciplina</b>, personification of discipline.</li>\n<li><b>Dis Pater</b> or <b>Dispater</b>, god of wealth and the underworld; perhaps a translation of Greek <i>Plouton</i> (Pluto).</li>\n</ul><h3><span id=\"E\">E</span></h3>\n\n<ul><li><b>Egeria</b>, water nymph or goddess, later considered one the Camenae.</li>\n<li><b>Empanda</b> or <b>Panda</b>, a goddess whose temple never closed to those in need.</li>\n<li><b>Epona</b>, Gallo-Roman goddess of horses and horsemanship, usually assumed to be of Celtic origin.</li>\n<li><b>Edesia</b>, Roman Goddess of food who presides over banquets.</li>\n</ul><h3><span id=\"F\">F</span></h3>\n<ul><li><b>Falacer</b>, obscure god. He was assigned a minor flamen.</li>\n<li><b>Fama</b>, goddess of fame and rumor.<span id=\"Fama\"></span></li>\n<li><b>Fascinus</b>, phallic god who protected from <i>invidia</i> (envy) and the evil eye.</li>\n<li><b>Fauna</b>, goddess of prophecy, but perhaps a title of other goddesses such as Maia.</li>\n<li><b>Faunus</b>, god of flocks.</li>\n<li><b>Faustitas</b>, goddess who protected herd and livestock.</li>\n<li><b>Februus</b>, god of Etruscan origin for whom the month of February was named; concerned with purification</li>\n<li><b>Febris</b>, \"Fever,\" goddess with the power to cause or prevent fevers and malaria.</li>\n<li><b>Fecunditas</b>, personification of fertility.</li>\n<li><b>Felicitas</b>, personification of good luck and success.</li>\n<li><b>Ferentina</b>, patron goddess of the city Ferentinum, Latium, protector of the Latin commonwealth.</li>\n<li><b>Feronia</b>, goddess concerned with wilderness, plebeians, freedmen, and liberty in a general sense.</li>\n<li><b>Fides</b>, personification of loyalty.</li>\n<li><b>Flora</b>, goddess of flowers, was assigned a flamen minor.</li>\n<li><b>Fornax</b>, goddess probably conceived of to explain the Fornacalia, \"Oven Festival.\"</li>\n<li><b>Fontus</b> or <b>Fons</b>, god of wells and springs.</li>\n<li><b>Fortuna</b>, goddess of fortune.</li>\n<li><b>Fufluns</b>, god of wine, natural growth and health. He was adopted from Etruscan religion.</li>\n<li><b>Fulgora</b>, personification of lightning.</li>\n<li><b>Furrina</b>, goddess whose functions are mostly unknown, but in archaic times important enough to be assigned a flamen.</li>\n</ul><h3><span id=\"G\">G</span></h3>\n<ul><li><b>Genius</b>, the tutelary spirit or divinity of each individual</li>\n<li><b>Gratiae</b>, Roman term for the Charites or Graces.</li>\n</ul><h3><span id=\"H\">H</span></h3>\n\n<ul><li><b>Hercules</b>, god of strength, whose worship was derived from the Greek hero Heracles but took on a distinctly Roman character.</li>\n<li><b>Hermaphroditus</b>, an androgynous Greek god whose mythology was imported into Latin literature.</li>\n<li><b>Honos</b>, a divine personification of honor.</li>\n<li><b>Hora</b>, the wife of Quirinus.</li>\n</ul><h3><span id=\"I\">I</span></h3>\n<ul><li><b>Indiges</b>, the deified Aeneas.</li>\n<li><b>Intercidona</b>, minor goddess of childbirth; invoked to keep evil spirits away from the child; symbolised by a cleaver.</li>\n<li><b>Inuus</b>, god of fertility and sexual intercourse, protector of livestock.</li>\n<li><b>Invidia</b>, goddess of envy and wrongdoing.</li>\n</ul><h3><span id=\"J\">J</span></h3>\n\n\n<ul><li><b>Janus</b>, double-faced or two-headed god of beginnings and endings and of doors.</li>\n<li><b>Juno</b>, Queen of the gods, goddess of matrimony, and one of the Dii Consentes. Equivalent to Greek Hera.</li>\n<li><b>Jupiter</b>, King of the gods, god of storms, lightning, sky, and one of the Dii Consentes; was assigned a flamen maior. Equivalent to Greek Zeus.</li>\n<li><b>Justitia</b>, goddess of justice.</li>\n<li><b>Juturna</b>, goddess of fountains, wells, and springs.</li>\n<li><b>Juventas</b>, goddess of youth.</li>\n</ul><h3><span id=\"L\">L</span></h3>\n<ul><li><b>Lares</b>, household gods.</li>\n<li><b>Laverna</b>, patroness of thieves, con men and charlatans.</li>\n<li><b>Latona</b>, goddess of light.</li>\n<li><b>Lemures</b>, the malevolent dead.</li>\n<li><b>Levana</b>, goddess of the rite through which fathers accepted newborn babies as their own.</li>\n<li><b>Letum</b>, personification of death.</li>\n<li><b>Liber</b>, a god of male fertility, viniculture and freedom, assimilated to Roman Bacchus and Greek Dionysus.</li>\n<li><b>Libera</b>, Liber's female equivalent, assimilated to Roman Proserpina and Greek Persephone.</li>\n<li><b>Liberalitas</b>, goddess or personification of generosity.</li>\n<li><b>Libertas</b>, goddess or personification of freedom.</li>\n<li><b>Libitina</b>, goddess of death, corpses and funerals.</li>\n<li><b>Lua</b>, goddess to whom soldiers sacrificed captured weapons, probably a consort of Saturn.</li>\n<li><b>Lucifer</b>, god of the morning star</li>\n<li><b>Lucina</b>, goddess of childbirth, but often as an aspect of Juno.</li>\n<li><b>Luna</b>, goddess of the moon.</li>\n<li><b>Lupercus</b>, god of shepherds and wolves; as the god of the Lupercalia, his identity is obscure, but he is sometimes identified with the Greek god Pan.</li>\n<li><b>Lympha</b>, often plural <i>lymphae</i>, a water deity assimilated to the Greek nymphs.</li>\n</ul><h3><span id=\"M\">M</span></h3>\n\n<ul><li><b>Mana Genita</b>, goddess of infant mortality</li>\n<li><b>Manes</b>, the souls of the dead who came to be seen as household deities.</li>\n<li><b>Mania</b>, the consort of the Etruscan underworld god Mantus, and perhaps to be identified with the tenebrous <i>Mater Larum</i>; not to be confused with the Greek Maniae.</li>\n<li><b>Mantus</b>, an Etruscan god of the dead and ruler of the underworld.</li>\n<li><b>Mars</b>, god of war and father of Romulus, the founder of Rome; one of the Archaic Triad assigned a <i>flamen maior</i>; lover of Venus; one of the Dii Consentes.Greek equivalent-Ares.</li>\n<li><b>Mater Matuta</b>, goddess of dawn and childbirth, patroness of mariners.</li>\n<li><b>Meditrina</b>, goddess of healing, introduced to account for the festival of Meditrinalia.</li>\n<li><b>Mefitis</b> or <b>Mephitis</b>, goddess and personification of poisonous gases and volcanic vapours.</li>\n<li><b>Mellona</b> or <b>Mellonia</b>, goddess of bees and bee-keeping.</li>\n<li><b>Mena</b> or <b>Mene</b>, goddess of fertility and menstruation.</li>\n<li><b>Mercury</b>, messenger of the gods and bearer of souls to the underworld, and one of the Dii Consentes. Roman counterpart of the Greek god Hermes.</li>\n<li><b>Minerva</b>, goddess of wisdom, war, the arts, industries and trades, and one of the Dii Consentes. Roman equivalent of the Greek goddess Athena.</li>\n<li><b>Mithras</b>, god worshipped in the Roman empire; popular with soldiers.</li>\n<li><b>Molae</b>, daughters of Mars, probably goddesses of grinding of the grain.</li>\n<li><b>Moneta</b>, minor goddess of memory, equivalent to the Greek Mnemosyne. Also used as an epithet of Juno.</li>\n<li><b>Mors</b>, personification of death and equivalent of the Greek Thanatos.</li>\n<li><b>Morta</b>, minor goddess of death and one of the Parcae (Roman equivalent of the Moirai). The cutter of the thread of life, her Greek equivalent was Atropos.</li>\n<li><b>Murcia</b> or <b>Murtia</b>, a little-known goddess who was associated with the myrtle, and in other sources was called a goddess of sloth and laziness (both interpretations arising from false etymologies of her name). Later equated with Venus in the form of Venus Murcia.</li>\n<li><b>Mutunus Tutunus</b>, a phallic god.</li>\n</ul><h3><span id=\"N\">N</span></h3>\n\n<ul><li><b>Naenia</b>, goddess of funerary lament.</li>\n<li><b>Nascio</b>, personification of the act of birth.</li>\n<li><b>Necessitas</b>, goddess of destiny, the Roman equivalent of Ananke.</li>\n<li><b>Nemesis</b>, goddess of revenge (Greek).</li>\n<li><b>Neptune</b>, god of the sea, earthquakes, and horses, and one of the Dii Consentes. Greek equivalent is Poseidon.</li>\n<li><b>Nerio</b>, ancient war goddess and the personification of valor. The consort of Mars.</li>\n<li><b>Neverita</b>, presumed a goddess, and associated with Consus and Neptune in the Etrusco-Roman zodiac of Martianus Capella but otherwise unknown.</li>\n<li><b>Nixi</b>, also <i><b>di nixi</b></i>, <i><b>dii nixi</b></i>, or <i><b>Nixae</b></i>, goddesses of childbirth,.</li>\n<li><b>Nona</b>, minor goddess, one of the Parcae (Roman equivalent of the Moirai). The spinner of the thread of life, her Greek equivalent was Clotho.</li>\n<li><b>Nortia</b> a Roman-adopted Etruscan goddess of fate, destiny, and chance from the city of Volsinii, where a nail was driven into a wall of her temple as part a new-year ceremony.</li>\n<li><b>Nox</b>, goddess of night, derived from the Greek Nyx.</li>\n</ul><h3><span id=\"O\">O</span></h3>\n<ul><li><b>Ops</b> or <b>Opis</b>, goddess of resources or plenty.</li>\n<li><b>Orcus</b>, a god of the underworld and punisher of broken oaths.</li>\n</ul><h3><span id=\"P\">P</span></h3>\n<ul><li><b>Palatua</b>, obscure goddess who guarded the Palatine Hill. She was assigned a flamen minor.</li>\n<li><b>Pales</b>, deity of shepherds, flocks and livestock.</li>\n<li><b>Parcae</b>, the three fates.</li>\n<li><b>Pax</b>, goddess of peace; equivalent of Greek Eirene.</li>\n</ul>\n<ul><li><b>Penates</b> or <b>Di Penates</b>, household gods.</li>\n<li><b>Picumnus</b>, minor god of fertility, agriculture, matrimony, infants and children.</li>\n<li><b>Picus</b>, Italic woodpecker god with oracular powers.</li>\n<li><b>Pietas</b>, goddess of duty; personification of the Roman virtue pietas.</li>\n<li><b>Pilumnus</b>, minor guardian god, concerned with the protection of infants at birth.</li>\n<li><b>Pluto</b>, Greek <i>Plouton</i>, a name for the ruler of the dead popularized through the mystery religions and Greek philosophy, sometimes used in Latin literature and identified with Dis pater or Orcus.</li>\n<li><b>Poena</b>, goddess of punishment.</li>\n<li><b>Pomona</b>, goddess of fruit trees, gardens and orchards; assigned a flamen minor.</li>\n<li><b>Porrima</b>, goddess of the future. Also called Antevorta. One of the Carmentes and the Camenae.</li>\n<li><b>Portunus</b>, god of keys, doors, and livestock, he was assigned a flamen minor.</li>\n<li><b>Postverta</b> or <b>Prorsa Postverta</b>, goddess of childbirth and the past, one of the two Carmentes (other being Porrima).</li>\n<li><b>Priapus</b>, imported phallic guardian of guardians.</li>\n<li><b>Proserpina</b>, Queen of the Dead and a grain-goddess, the Roman equivalent of the Greek Persephone.</li>\n<li><b>Providentia</b>, goddess of forethought.</li>\n<li><b>Pudicitia</b>, goddess and personification of chastity, one of the Roman virtues. Her Greek equivalent was Aidôs.</li>\n</ul><h3><span id=\"Q\">Q</span></h3>\n<ul><li>Queen Javi, Goddess of pregnancy, seahorses, savagery, McDonald’s, excitement, positivity, and sexiness.</li>\n<li><b>Querquetulanae</b>, nymphs of the oak.</li>\n<li><b>Quirinus</b>, Sabine god identified with Mars; Romulus, the founder of Rome, was deified as Quirinus after his death. Quirinus was a war god and a god of the Roman people and state, and was assigned a flamen maior; he was one of the Archaic Triad gods.</li>\n<li><b>Quiritis</b>, goddess of motherhood. Originally Sabine or pre-Roman, she was later equated with Juno.</li>\n</ul><h3><span id=\"R\">R</span></h3>\n<ul><li><b>Robigo</b> or <b>Robigus</b>, a god or goddess who personified grain disease and protected crops.</li>\n<li><b>Roma</b>, personification of the Roman state.</li>\n<li><b>Rumina</b>, goddess who protected breastfeeding mothers.</li>\n</ul><h3><span id=\"S\">S</span></h3>\n\n<ul><li><b>Salacia</b>, goddess of seawater, wife of Neptune.</li>\n<li><b>Salus</b>, goddess of the public welfare of the Roman people; came to be equated with the Greek Hygieia.</li>\n<li><b>Sancus</b>, god of loyalty, honesty, and oaths.</li>\n<li><b>Saturn</b>, a titan, god of harvest and agriculture, the father of Jupiter, Neptune, Juno, and Pluto.</li>\n<li><b>Securitas</b>, goddess of security, especially the security of the Roman empire.</li>\n<li><b>Silvanus</b>, god of woodlands and forests.</li>\n<li><b>Sol Invictus</b>, sun god.</li>\n<li><b>Somnus</b>, god of sleep; equates with the Greek Hypnos.</li>\n<li><b>Soranus</b>, a god later subsumed by Apollo in the form Apollo Soranus.</li>\n<li><b>Sors</b>, god of luck.</li>\n<li><b>Spes</b>, goddess of hope.</li>\n<li><b>Stata Mater</b>, goddess who protected against fires. Sometimes equated with Vesta.</li>\n<li><b>Sterquilinus</b> (\"Manure\"), god of fertilizer. Also known as Stercutus, Sterculius, Straculius, Struculius.</li>\n<li><b>Suadela</b>, goddess of persuasion, her Greek equivalent was Peitho.</li>\n<li><b>Summanus</b>, god of nocturnal thunder.</li>\n<li><b>Sulis Minerva</b>, a conflation of the Celtic goddess Sul and Minerva</li>\n</ul><h3><span id=\"T\">T</span></h3>\n<ul><li><b>Tellumo</b> or <b>Tellurus</b>, male counterpart of Tellus.</li>\n<li><b>Tempestas</b>, a goddess of storms or sudden weather, usually plural as the <b>Tempestates</b></li>\n<li><b>Terra Mater</b> or <b>Tellus</b>, goddess of the earth and land. The Greek equivalent is Gaea, mother of titans, consort of Caelus (Uranus).</li>\n<li><b>Terminus</b>, the rustic god of boundaries.</li>\n<li><b>Tiberinus</b>, river god; deity of the Tiber river.</li>\n<li><b>Tibertus</b>, god of the river Anio, a tributary of the Tiber.</li>\n<li><b>Tranquillitas</b>, goddess of peace and tranquility.</li>\n<li><b>Trivia</b>, goddess of crossroads and magic, equated with Hecate.</li>\n</ul><h3><span id=\"U\">U</span></h3>\n<ul><li><b>Ubertas</b>, minor agricultural goddess, who personified fruitfulness of soil and plants, and abundance in general.</li>\n<li><b>Unxia</b>, minor goddess of marriage, concerned with anointing the bridegroom's door. The name occurs as a surname of Juno.</li>\n</ul><h3><span id=\"V\">V</span></h3>\n\n<ul><li><b>Vacuna</b>, ancient Sabine goddess of rest after harvest who protected the farmers' sheep; later identified with Nike and worshipped as a war goddess.</li>\n<li><b>Vagitanus</b>, or <b>Vaticanus</b>, opens the newborn's mouth for its first cry.</li>\n<li><b>Vediovus</b> or <b>Veiovis</b>, obscure god, a sort of anti-Jupiter, as the meaning of his name suggests. May be a god of the underworld.</li>\n<li><b>Venilia</b> or <b>Venelia</b>, sea goddess, wife of Neptune or Faunus.</li>\n<li><b>Venti</b>, the winds, equivalent to the Greek Anemoi: North wind Aquilo(n) or Septentrio (Greek Boreas); South wind Auster (Greek Notus); East wind Vulturnus (Eurus); West wind Favonius (Zephyrus); Northwest wind Caurus or Corus (see minor winds).</li>\n<li><b>Venus</b>, goddess of love, beauty, sexuality, and gardens; mother of the founding hero Aeneas; one of the Dii Consentes.</li>\n<li><b>Veritas</b>, goddess and personification of the Roman virtue of veritas or truth.</li>\n<li><b>Verminus</b>, god of cattle worms.</li>\n<li><b>Vertumnus</b>, <b>Vortumnus</b> or <b>Vertimnus</b>, god of the seasons, and of gardens and fruit trees.</li>\n<li><b>Vesta</b>, goddess of the hearth, the Roman state, and the sacred fire; one of the Dii Consentes.</li>\n<li><b>Vica Pota</b>, goddess of victory and competitions.</li>\n<li><b>Victoria</b>, goddess of victory.</li>\n<li><b>Viduus</b>, god who separated the soul and body after death.</li>\n<li><b>Virbius</b>, a forest god, the reborn Hippolytus.</li>\n<li><b>Virtus</b>, god or goddess of military strength, personification of the Roman virtue of virtus.</li>\n<li><b>Volturnus</b>, god of water, was assigned a flamen minor. Not to be confused with Vulturnus.</li>\n<li><b>Voluptas</b>, goddess of pleasure.</li>\n<li><b>Vulcan</b>, god of the forge, fire, and blacksmiths, husband to Venus, and one of the Dii Consentes, was assigned a flamen minor.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>List of Metamorphoses characters</li>\n<li>Roman polytheistic reconstructionism</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aeneis 3 147.jpeg"}, {"ns": 6, "title": "File:Altar twelve gods Louvre Ma666.jpg"}, {"ns": 6, "title": "File:Apollon au gecko bardo.jpg"}, {"ns": 6, "title": "File:Baco (M.A.N. Madrid) 01.jpg"}, {"ns": 6, "title": "File:Bas relief from Arch of Marcus Aurelius showing sacrifice.jpg"}, {"ns": 6, "title": "File:ChristAsSol.jpg"}, {"ns": 6, "title": "File:Diana Nemorensis denarius2.jpg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Herakles snake Musei Capitolini MC247.jpg"}, {"ns": 6, "title": "File:Isis - Vienna.jpg"}]}