{"pageid": 938440, "ns": 0, "title": "Eleutheria", "extract": "<p>The Greek word \"ἐλευθερία\" (capitalized Ἐλευθερία; Attic Greek pronunciation: <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[eleu̯tʰer'ia]</span>), transliterated as <b>eleutheria</b>, is an Ancient Greek term for, and personification of, liberty. Eleutheria personified had a brief career on coins of Alexandria.</p>\n<p>In Ancient Greece, Eleutheria was also an epithet for the goddess Artemis, and as such she was worshipped in Myra of Lycia.</p>\n<p>The Roman equivalent of the goddess Eleutheria is Libertas, the personification of liberty.</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>For R. F. Willets, Cretan dialect 'Eleuthia' would connect Eileithyia (or perhaps the goddess \"Eleutheria\") to Eleusis. The name is probably related with a city in Crete named Eleutherna. Walter Burkert believes that <i>Eileithyia</i> is the Greek goddess of birth and that her name is pure-Greek. . However the relation with the Greek prefix <i><span lang=\"grc\" xml:lang=\"grc\">ἐλεύθ</span></i> is uncertain, because the prefix appears in some Pre-Greek toponyms like <i><span lang=\"grc\" xml:lang=\"grc\">Ἐλευθέρνα</span></i> (Eleutherna). In Roman mythology, Demeter (Ceres) has a daughter named Libera (\"Liberty/Freedom\").</p>\n<h2><span id=\"Modern_interpretations\">Modern interpretations</span></h2>\n<p>I. F. Stone, who taught himself Greek in his old age, wrote a book, <i>The Trial of Socrates</i>, pointing out that Socrates and Plato do not value <i>eleutheria</i>, freedom; instead were Sparta-lovers, wanting a monarch, an oligarchy, instead of a democracy, a republic.</p>\n<p>The French philosopher Michel Foucault, in lectures given at Berkeley and Boulder, made the same argument for Socrates' failure to invoke <i>parrhesia</i>, freedom of speech, the obligation to speak the truth for the common good at personal risk, in his own defense at his trial, preferring to die in obedience to law as above men. Athenians held that they democratically shaped law, seeing Socrates' stance as treason.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Tranquillina - bronze from Myra.jpg"}]}