{"pageid": 9402863, "ns": 0, "title": "Mandarava", "extract": "<p><b>Mandarava</b> (Skt., <i>Mandāravā</i>) (Tib., མནྡཱ་ར་བཱ་; Wylie, <i>ma da ra ba me tog</i>) (also known as <b>The Long Life Dakini Mandarava</b>, <b>Machik Drubpai Gyalmo</b>, or <b>Pandaravasini</b>) was, along with Yeshe Tsogyal, one of the two principal consorts of great 8th century Indian tantric teacher Padmasambhava (Guru Rinpoche), a founder-figure of Tibetan Buddhism, described as a 'second Buddha' by many practitioners. Mandarava is considered to be a female guru-deity in Tantric Buddhism or Vajrayana.</p>\n<p>There are a number of conflicting stories about the birthplace of Mandarava. According to some legends, she was born a princess in Zahor, Bengal in eastern India, while other sources, and some contemporary lore place this in Sahor, in Oddiyana (the Swat valley) of northern Pakistan, or near the city of Mandi in Himachal Pradesh, India. Mandi is supposedly named after Mandarava, and many shrines and important pilgrimage sites to Mandarava can be found there today, such as the shrine to Mandarava above Lake Rewalsar pictured here.</p>\n<p>According to legend, she renounced her royal birthright at an early age in order to practice the Dharma. Mandarava is known as being highly educated at a very young age, a rare accomplishment for a woman at that time. Mandarava's devotion led her to bring at least 800 women, including her entire personal retinue, to the path of the Dharma, all before meeting her teacher and consort, Padmasambhava.</p>\n<p>Mandarava attained full enlightenment alongside Padmasambhava in the famed Maratika Cave in Nepal. She was a fully realized spiritual adept, a yogini, and a spiritual teacher.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Biography\">Biography</span></h2>\n<p>There is one published English translation of Mandarava's complete spiritual biography which includes several chapters detailing each of her previous incarnations. and portions of Mandarava's biography can be found in several other English language sources.</p>\n\n<p>There may be a relationship between Mandarava and the tree with the same colloquial name and the scientific name of Erythrina.</p>\n<h3><span id=\"Early_life\">Early life</span></h3>\n<p>According to one tradition, Mandarava was born to Vihardhara, the King of Zahor, and his wife the Queen Mohauki (also known as Wangmo Ogema). Her birth was said to be accompanied by miraculous signs and her renunciation and spiritual inclination were apparent at an early age.</p>\n<p>Like many other accomplished yoginis, Mandarava was pressured to accept an arranged marriage instead of practicing the dharma. This theme is common to the lives of Yeshe Tsogyal and Ayu Khandro, among others. As Mandarava was very beautiful and of high birth, news of her eligibility spread throughout India and China. As a result, many kings from these areas vied to marry her. Mandarava preferred to pursue her spiritual calling rather than marry. Her father would not hear of this and had Mandarava imprisoned in the palace dungeon.</p>\n<p>It was during this time, in two different episodes, that Mandarava led at least 800 women, including her entire personal retinue, to the path of the Dharma. In the first incident, Mandarava gave teachings to a group of 300 noble women. Based on these teachings, this group of women all took the Bodhisattva vows, began serious meditation practice, and together built a temple where they could practice. On another occasion, Mandarava interceded to end a war and then offered teachings to a group of 500 women who would have been affected by the war. They too took up serious spiritual practice as a result of Mandarava's dharma teachings.</p>\n<p>At this point, recognizing her seriousness, Mandarava's father sends all suitors away and Mandarava takes both ordination vows and bodhisattva vows. In order to protect his daughter, Mandarava's father then ordered all 500 women in her retinue to also undertake ordination. A new palace was built for Mandarava and her ordained retinue, not far from the palace of her parents.</p>\n<h3><span id=\"Meeting_Padmasambhava\">Meeting Padmasambhava</span></h3>\n\n<p>It was during a spiritual retreat with many of the women she converted to Buddhism, that Mandarava and her retinue met Padmasambhava.</p>\n<p>Mandarava's father was fearful of the contamination of the royal bloodline and what he perceived as Mandarava's apostasy. Thus, her father endeavoured to have both Mandarava and Padmasambhava purified by immolation through the flames of a pyre. Instead of finding their corpses incensed and charred, Vihardhara finds that the fire of the pyre has been transformed into Lake Rewalsar near Mandi (Zahor) in Himachal Pradesh, India, out of which arises a blooming lotus supporting the unharmed Mandarava and Padmasambhava. In this process, they achieve their secret names of Vajravarahi and Hayagriva, respectively. It is then that Mandarava's father blesses their relationship.</p>\n<p></p>\n<h3><span id=\"Spiritual_Practice\">Spiritual Practice</span></h3>\n<p>Mandarava realized her calling to spread the Dharma with Padmasambhava, thereby fulfilling the prediction of her birth that she was a dakini. Thus, at 16 years of age, Mandarava became the first of Padmasambhava's five historical spiritual consorts and together they practiced at Maratika (known as Haleshi in the local dialect), the Cave of Bringing Death to an End. Maratika Cave, and later Maratika Monastery, is located in Khotang District of Nepal. Both Mandarava and Padmasambhava achieved the unified vajra body on the vidyadhara level of mastery and realised some of the practices of long life or longevity that were concealed in the Maratika Cave as terma by 'Dakini Sangwa' (Wylie: mKha' 'gro gSang ba), the terma constituted the teachings of Buddha Amitabha and they were elementally encoded as terma at the behest of Bodhisattva Avalokiteśvara. Later, while Padmasambhava continued to spreading the teachings throughout the Himalayan region, Mandarava remained in India.</p>\n<p>Mandarava is said to have manifested her sambhogakaya form at the great Dharma Wheel of Tramdruk where she engaged in a dialogue of mantra and mudra with Padmasambhava. Extensive details of this are rendered in the <i>Padma Kathang</i>.</p>\n<p>In addition, there is evidence that alongside Padmasambhava, Mandarava practiced the <i>Hayagriva Mechar</i> sadhana cycle which now comprises part of the <i>Great Play of the Quintessential Lotus and the Treasury of One Thousand Essential Instructions of Tantra on the Union of Hayagriva and Vajravarahi</i>. Later, during a meeting between Mandrarava and Yeshe Tsogyal, Mandarava taught Yeshe Tsogyal the \"thirteen pith instructions on Hayagriva\"</p>\n<p>Together in Nepal, at Maratika cave, Mandarava and Padmasambhava also received, practiced, and accomplished the <i>Chime Soktik</i>, a terma received directly from Buddha Amitayus. This may or may not be the same terma referenced above that originated with the Dakini Sangwa.</p>\n<p>Through practice and diligence, Mandarava realised a degree of spiritual mastery equal to that of Padmasambhava, evidenced in her honorific name Machig Drupa Gyalmo (<i>ma gcig grub pa'i rgyal mo</i>), \"Singular Queen Mother of Attainment\".</p>\n<h3><span id=\"Additional_biographical_sources\">Additional biographical sources</span></h3>\n<p>Additional biographical information about Mandarava can be found in the following sources.</p>\n<h4><span id=\"Additional_Tibetan_language_sources\">Additional Tibetan language sources</span></h4>\n<p>Jamgon Kongtrul relates the story of Mandarava within <i>In The Precious Garland of Lapis Lazuli</i>.</p>\n<p>Another story of Mandarava is found in the 14th century <i>Padma Thang Yig Sheldrang Ma</i> terma of Orgyen Lingpa.</p>\n<p>Samten Lingpa (also known as Tagsham Nu Den Dorje), a terton from the second half of the 17th century, consecrated six folios to Mandarava and Padmasambhava and their meditation practices in Maratika Cave.</p>\n<h4><span id=\"Additional_English_language_sources\">Additional English language sources</span></h4>\n<p>A summary of Mandarava's life, based on <i>The Lives and Liberation of Princess Mandarava</i>, can be found on The Treasury of Lives website.</p>\n<p>There is a description of the meeting of Yeshe Tsogyal with Mandarava to exchange spiritual teachings in \"Sky Dancer, the secret life and songs of the Lady Yeshe Tsogyel\",</p>\n<h2><span id=\"Emanations_and_reincarnations\">Emanations and reincarnations</span></h2>\n\n<p>As Mandarava attained the vajra rainbow body (jalus), she is held to be present in the world now spreading and inspiring the Dharma through various incarnations in both the east and the west.</p>\n<ul><li>The dakini Niguma is considered to be an incarnation of Mandarava.</li>\n<li>The living female tertön Do Dasel Wangmo Rinpoche of Tibet is understood as an emanation of Mandarava.</li>\n<li>In the west, Jetsunma Ahkon Lhamo was recognized by Lama Orgyen Kusum Lingpa as an emanation of Mandarava.</li>\n</ul><h2><span id=\"Iconography\">Iconography</span></h2>\n\n<p>The iconography of Mandarava in her sambhogakaya form often depicts her with white skin with a tinge of red and wearing regal bodhisattva ornamentation. In this form, in her right hand she often holds the dadar (or arrow) a teaching tool and ritual implement which is a powerful polyvalent symbol of Dzogchen, disciplic succession, lineage and transmission.</p>\n<p>Mandarava is also often depicted adorned with banners and a melong (or mirror) which is another ritual implement, teaching tool and polyvalent symbol of Dzogchen representing the clear, reflective and void (or empty and etherial) nature of mind. Mandarava's left hand often holds a <i>bumpa</i> or long-life vase or wisdom urn of the ashtamangala.</p>\n<p>Rarer depictions of Mandarava include her holding the dadar in her right hand and a ritual skull cup.</p>\n<p>Mandarava is usually depicted in a standing pose, yet there are some depictions of her seated (in meditative postures), and occasional depictions of Mandarava in an energetic dance, with her right leg raised, denoting her enlightened activity and dakini nature.</p>\n<p>When depicted with Padmasambhava, Mandarava is often iconographically represented on his right side while Yeshe Tsogyal will be on his left.</p>\n<h2><span id=\"Teachings_and_lineages\">Teachings and lineages</span></h2>\n<p>Teachings and spiritual practices arising from Mandarava are being practiced today by a variety of lineages and Buddhist organizations. Many of these focus either on long life practices or the consecration of sacred spiritual medicines.</p>\n<p>For example, the female terton 'Dechen Chökyi Wangmo' (Wylie: <i>bDe chen Chos kyi dBang mo</i>; 1868–1927) revealed a terma that includes Mandarava.</p>\n<blockquote>\n<p>bDe chen Chos kyi dBang mo (Dechen Chökyi Wangmo) was a student of the famous Bon teacher Shar rdza bKra shis rGyal mtshan (1859-1934). When she was 51 years old (Earth-Horse Year/1918), near the hermitage of Nor bu phug, at dMu-rdo in rGyal mo rGya'i rong, she revealed a textual treasure (dBang mo'i rnam thar). This gter ma contains sixteen hagiographies of female saints, including those of Maṇḍarava and Ye shes mTsho rgyal, and seems to be one of the few Bonpo treasure texts revealed by a woman in recent times.</p>\n</blockquote>\n<p>The living terton, Chögyal Namkhai Norbu, has realized and transmitted a terma of spiritual practices of Mandarava along with oral instructions specifying the iconography of Mandarava and how she is to be depicted in thangka.</p>\n<p>Other sources for Mandarava practices include Dilgo Khyentse Rinpoche's terma as offered by Gochen Tulku Sang-ngag Rinpoche.</p>\n<p>The <i>Chime Soktik</i>, a terma received by Mandarava and Padmasambhava directly from Buddha Amitayus, has become the central long life practice of the Dudjom Tersar lineage.</p>\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Kunsang, Erik Pema (Trans.) (1994). <i>Advice from the Lotus-Born: A Collection of Padmasambhava's Advice to the Dakini Yeshe Tsogyal and Other Close Disciples.</i> Rangjung Yeshe Publications, Boudhanath, Arhus &amp; Hong Kong. ISBN 962-7341-20-7.</li>\n</ul><h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>http://www.yoniversum.nl/dakini/mandarava.html (February 2, 2007)</li>\n<li>http://www.thangka.ru/history/he_padmadsat_5.html (February 2, 2007)</li>\n<li>http://www.rangjung.com/authors/Mandarava.htm (February 2, 2007)</li>\n<li>http://www.thangka.ru/gallery/ge_mand.html (February 2, 2007)</li>\n<li>http://www.yoniversum.nl/bliss/mandarava.html (February 2, 2007)</li>\n<li>http://www.dharmafellowship.org/library/essays/women-buddhas.htm (February 2, 2007)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}, {"ns": 6, "title": "File:Flower I IMG 3974.jpg"}, {"ns": 6, "title": "File:Jetsunma akhon lhamo enthronement 1998.jpg"}, {"ns": 6, "title": "File:Mandarava samyeLing.jpg"}, {"ns": 6, "title": "File:Mandi - Mata Kuan Rani Temple shrine and attendant.jpg"}, {"ns": 6, "title": "File:Shrine to Mandarava in cave above Lake Rewalsar.jpg"}, {"ns": 6, "title": "File:Tibetian Wheel.svg"}]}