{"pageid": 9409363, "ns": 0, "title": "List of Maya gods and supernatural beings", "extract": "<p>name list of <b>Maya gods and supernatural beings</b> playing a role in the Classic (200–1000 CE) and Post-Classic (1000–1697 CE) Maya religion. The names are mainly taken from the Books of Chilam Balam, Lacandon ethnography, the Madrid Codex, the work of Diego de Landa, and the Popol Vuh. Depending on the source, most names are either Yucatec or K'iche'. The Classic Period names (belonging to the Classic Maya language) are only rarely known with certainty.</p>\n\n<h2><span id=\"Maya_mythological_beings\">Maya mythological beings</span></h2>\n<center><b>List Source Key</b>: *CHB*–<i>Books of Chilam Balam</i>; *LAC*–Lacandon ethnography; *L*–de Landa; *M*—<i>Madrid Codex</i>; *PV*–the <i>Popol Vuh</i>.</center>\n<center><small>Note: The corresponding deities in the revised Schellhas-Zimmermann-Taube list of codical deities, have been indicated between the square brackets.</small></center>\n<h2><span id=\"A\">A</span></h2>\n<dl><dd></dd>\n<dt><b>Ah-Muzen-Cab</b></dt>\n<dd>The god of bees.</dd>\n<dt>Ah Peku</dt>\n<dd>The god of thunder.</dd>\n<dt>Ah Puch</dt>\n<dd>The god of death.</dd>\n<dt>Ah Tabai</dt>\n<dd>The god of the hunter .</dd>\n<dt>Ah Uuc Ticab</dt>\n<dd>A god of the earth.</dd>\n<dt>Ahau Chamahez</dt>\n<dd>A god of medicine and good health.</dd>\n<dt>Ajbit</dt>\n<dd>One of the thirteen creator gods who helped construct humanity from maize.</dd>\n<dt>Ajtzak</dt>\n<dd>One of the thirteen creator gods who helped construct humanity from maize.</dd>\n<dt>Akhushtal</dt>\n<dd>goddess of childbirth</dd>\n<dt>Akna</dt>\n<dd>Meaning \"Our mother,\" a very general title applied, amongst others, to goddesses of fertility and childbirth.</dd>\n<dt>Alom</dt>\n<dd>A sky god and one of the creator deities who participated in the last two attempts at creating humanity.</dd>\n<dt>Awilix</dt>\n<dd>Patron of the Nija'ib' lineage of the K'iche'.</dd>\n</dl><h2><span id=\"B\">B</span></h2>\n<dl><dt>Bacab *L* [ god N ]</dt>\n<dd>Old god of the interior of the earth and of thunder, sky-carrier, fourfold.</dd>\n<dt>Bahlam</dt>\n<dd>Jaguar God of the Underworld. Also Any of a group of jaguar gods who protected people and communities.</dd>\n<dt>Bitol *PV*</dt>\n<dd>A sky god and one of the creator deities who participated in the last two attempts at creating humanity.</dd>\n<dt>Bolon Ts'akab (Dzacab) *L* [ god K ]</dt>\n<dd><i>Ah Bolon Dzacab</i> 'Innumerable Generations', the Lightning god, patron of the harvest and the seeds.</dd>\n<dt>Bolontiku *CHB*</dt>\n<dd>A group of nine underworld gods.</dd>\n<dt>Bolon Yokte'</dt>\n<dd>'Nine Strides', mentioned in the Books of Chilam Balam and in Classic inscriptions; functions unknown.</dd>\n<dt>Buluc Chabtan [ god F ]</dt>\n<dd>The god of war, violence and sacrifice.</dd>\n</dl><h2><span id=\"C\">C</span></h2>\n<dl><dt>Cabrakan</dt>\n<dd>A god of mountains and earthquakes. He was a son of Vucub Caquix and Chimalmat.</dd>\n<dt>Cacoch *LAC*</dt>\n<dd>A creator god.</dd>\n<dt>Camazotz *PV*</dt>\n<dd>Bat monsters.</dd>\n<dt>Can Tzicnal *L*</dt>\n<dd>Bacab of the north, is assigned the color white, and the Muluc years, son of Itzamna and Ixchel.</dd>\n<dt>Chaac *L*</dt>\n<dd>The god of storms and rain, enemy of Camazotz</dd>\n<dt>Chaac Uayab Xoc *L*</dt>\n<dd>A fish god and the patron deity of fishermen.</dd>\n<dt>Chicchan</dt>\n<dd>A group of four Chorti rain gods who live in lakes and make rain clouds from the water in those lakes. Each of the rain gods was associated with a cardinal direction, similar to the Bacabs. Chiccan was also the name of a day in the Tzolkin cycle of the maya calendar.</dd>\n<dt>Cit-Bolon-Tum</dt>\n<dd>A god of medicine and healing.</dd>\n<dt>Chimalmat *PV* warrior§</dt>\n<dd>A giant who, by Vucub Caquix, was the mother of Cabrakan and Zipacna.</dd>\n<dt>Chin</dt>\n<dd>The main god of homosexual relationships and patron of homosexual prostitutes.</dd>\n<dt>Cizin</dt>\n<dd>A god of death who lived in Metnal.</dd>\n<dt>Colel Cab</dt>\n<dd>Goddess of the Bees</dd>\n<dt>Colop U Uichkin *RITUAL OF THE BACABS*</dt>\n<dd>An eclipse deity.</dd>\n<dt>Coyopa</dt>\n<dd>The god of thunder and brother of Cakulha.</dd>\n<dt>Hum Hau</dt>\n<dd>A god of death and the underworld.</dd>\n</dl><h2><span id=\"E\">E</span></h2>\n<dl><dt>Ek Chuaj *M* (God M)</dt>\n<dd>Ek Chuaj, the \"black war chief\" was the patron god of warriors and merchants, depicted carrying a bag over his shoulder. In art, he was a dark-skinned man with circles around his eyes, a scorpion tail and dangling lower lip.</dd>\n</dl><h2><span id=\"G\">G</span></h2>\n<dl><dt>GI, GII, GIII</dt>\n<dd>The gods I, II, and III, that is, the three patron deities (Triad) of the Palenque kingdom: GI a sea deity with a shell ear, GII a baby lightning god (god K), and GIII the jaguar god of fire, also patron of the number Seven</dd>\n<dt>Gukumatz &gt; Q'uq'umatz *PV*</dt>\n<dd>Feathered Snake god and creator. The depiction of the feathered serpent deity is present in other cultures of Mesoamerica. Gukumatz of the K'iche' Maya is closely related to the god Kukulkan of Yucatán and to Quetzalcoatl of the Aztec.</dd>\n</dl><h2><span id=\"H\">H</span></h2>\n<dl><dt>Hachäk'yum *LAC*</dt>\n<dd>Worshipped by the Lacandon people as their patron deity.</dd>\n<dt>Hobnil *L*</dt>\n<dd>Bacab of the east</dd>\n<dt>Hozanek *L*</dt>\n<dd>Bacab of the south; the <i>ek</i> element in the name may refer to a star or constellation.</dd>\n<dt>Hun-Batz *PV*</dt>\n<dd>'One Howler Monkey', one of the two stepbrothers of the Hero Twins, one of the Howler Monkey Gods and patron of the arts.</dd>\n<dt>Hun-Came *PV*</dt>\n<dd>'One-Death', a lord of the underworld (Xibalba) who, along with Vucub-Came 'Seven-Death', killed Hun Hunahpu. They were defeated by the latter's sons, the Hero Twins.</dd>\n<dt>Hun-Chowen *PV*</dt>\n<dd>One of the two stepbrothers of the Hero Twins, one of the Howler Monkey Gods and patron of the arts.</dd>\n<dt>Hun-Hunahpu *PV*</dt>\n<dd>The father of the Maya Hero Twins Ixbalanque and Hun-Hunahpu by a virgin. Beheaded in Xibalba, the underworld, by the rulers of Xibalba, Hun Came and Vucub Caquix. His sons found a way through MultiVerse knowledge to save their father and many other folk this time around..</dd>\n<dt>Hunab Ku</dt>\n<dd>'Sole God', identical with Itzamna as the highest Yucatec god; or a more abstract upper god. *Current research now indicates this 'Maya' symbol is not of Maya origin and rather an invention by a Catholic missionary to more easily introduce one-god concept into the Maya culture.</dd>\n<dt>Hun-Ahpu *PV*</dt>\n<dd>One of the Maya Hero Twins.</dd>\n<dt>Hunahpu-Gutch *PV*</dt>\n<dd>One of the thirteen creator gods who helped create humanity.</dd>\n<dt>Hunahpu Utiu *PV*</dt>\n<dd>One of the thirteen creator gods who helped create humanity.</dd>\n<dt>Hun-Ixim</dt>\n<dd>'One-Maize', a reading of the name glyph of the Classic Tonsured Maize God</dd>\n<dt>Hun-nal-ye</dt>\n<dd>A now obsolete reading of the name glyph of the Classic Tonsured Maize God</dd>\n<dt>Huracan *PV*</dt>\n<dd>'One-Leg', one of three lightning gods together called 'Heart of the Sky', and acting as world creators.</dd>\n</dl><h2><span id=\"I\">I</span></h2>\n<dl><dt>Itzamna</dt>\n<dd>The founder of the Maya culture, he taught his people to grow maize and cacao, as well as writing, calendars, and medicine. Once mentioned as the father of the Bacabs. Connected to Kinich Ahau and Hunab Ku.</dd>\n<dt>Itzananohk'u</dt>\n<dd>A patron god of the Lacandon people.</dd>\n<dt>Ixbalanque &gt; Xbalanque</dt>\n<dt>Ixchel *L* [goddess O]</dt>\n<dd>Jaguar goddess of midwifery and medicine.</dd>\n<dt>Ixmucane *PV*</dt>\n<dd>One of the thirteen creator gods who helped create humanity, grandmother of the Hero Twins. See Maya religion.</dd>\n<dt>Ixpiyacoc *PV*</dt>\n<dd>A creator god who helped create humanity. Twelve other gods were also involved in creating humanity. See Maya religion.</dd>\n<dt>Ixtab *L*</dt>\n</dl><h2><span id=\"J\">J</span></h2>\n<dl><dt>Jacawitz *PV*</dt>\n<dd>Mountain god of the K'iche'.</dd>\n</dl><h2><span id=\"K\">K</span></h2>\n<dl><dt>K'awiil (Kawil, Kauil)</dt>\n<dd>Assumed to have been the Classic name of God K (Bolon Dzacab). Title attested for Itzamna, Uaxac Yol, and Amaite Ku; family name; probably not meaning 'food', but 'powerful'.</dd>\n<dt>Kinich Ahau *L*</dt>\n<dd>The solar deity.</dd>\n<dt>Kinich Kakmo</dt>\n<dd>A solar deity represented by a macaw, patron of Izamal (Yucatan).</dd>\n<dt>Kisin(Cisin)</dt>\n<dd>The most commonly depicted god of death.</dd>\n<dt>Kukulkan</dt>\n<dd>'Feathered Serpent', Although heavily Mexicanised, Kukulkan has his origins among the Maya of the Classic Period, when he was known as Waxaklahun Ubah Kan (/waʃaklaˈχuːn uːˈɓaχ kän/), the War Serpent, and he has been identified as the Postclassic version of the Vision Serpent of Classic Maya art.</dd>\n</dl><h2><span id=\"M\">M</span></h2>\n<dl><dt>Mam</dt>\n<dd>A title of respect meaning \"Grandfather\" and applied to a number of different Maya deities including earth spirits, mountain spirits, and the four Bacabs.</dd>\n</dl><dl><dt>Maximon</dt>\n<dd>A god of travelers, merchants, medicine men/women, mischief and fertility, that was conflated with the Christian figure of Saint Simon and in modern times is part of the celebrations surrounding Holy Week.</dd>\n</dl><h2><span id=\"N\">N</span></h2>\n<dl><dt>Nohochacyum</dt>\n<dd>A creator-destroyer deity, the brother of the death god Kisin (or possibly another earthquake god also known as Kisin). He is the sworn enemy of the world serpent Hapikern and it is said that, in the end of days, he will destroy Hapikern by wrapping him around himself to smother him. In some versions of this story, life on earth is destroyed in the process. He is related, in some stories, to Usukan, Uyitzin, Yantho and Hapikern, all of whom wish human beings ill. Also the brother of Xamaniqinqu, the patron god of travelers and merchants.</dd>\n</dl><h2><span id=\"Q\">Q</span></h2>\n<dl><dt>Qaholom *PV*</dt>\n<dd>One of the second set of creator gods.</dd>\n</dl><dl><dt>Q'uq'umatz *PV*</dt>\n<dd>Feathered Snake god and creator. The depiction of the feathered serpent deity is present in other cultures of Mesoamerica. Q'uq'umatz of the K'iche' Maya is closely related to the god Kukulkan of Yucatán and to Quetzalcoatl of the Aztecs.</dd>\n</dl><h2><span id=\"S\">S</span></h2>\n<dl><dt>Sip</dt>\n<dd>a hunting god of the Yucatec Maya arguably corresponding, in the Classic period, to an elderly human with deer ears and antlers.</dd>\n</dl><h2><span id=\"T\">T</span></h2>\n<dl><dt>Tepeu *PV*</dt>\n<dd>A sky god and one of the creator deities who participated in all three attempts at creating humanity.</dd>\n<dt>Tohil *PV*</dt>\n<dd>Tohil was a patron deity of the K'iche'. There was a great temple to him at their ancient capital of Q'umarkaj.</dd>\n</dl><h2><span id=\"V\">V</span></h2>\n<dl><dt>Vatanchu</dt>\n<dd>\"Straight God\", a mountain god of the Postclassic Manche Ch'ol.</dd>\n<dt>Votan</dt>\n<dd>legendary ancestral deity, Chiapas.</dd>\n<dt>Vucub-Caquix *PV*</dt>\n<dd>Bird being, wife is Chimalmat, sons are the demonic giants Cabrakan and Zipacna.</dd>\n</dl><h2><span id=\"X\">X</span></h2>\n<dl><dt>Xaman Ek</dt>\n<dd>the god of travelers and merchants, who gave offerings to him on the side of roads while traveling.</dd>\n<dt>Xbalanque *PV* [god CH]</dt>\n<dd>War Twin, one of the Hero Twins, companion to Hunahpu</dd>\n<dt>Xcarruchan</dt>\n<dd>A mountain god of the Postclassic Manche Ch'ol.</dd>\n<dt>Xmucane and Xpiayoc *PV*</dt>\n<dd>A creator god couple which helped create the first humans. They are also the parents of Hun Hunahpu and Vucub Hunahpu. They were called Grandmother of Day, Grandmother of Light and Bearer twice over, begetter twice over and given the titles midwife and matchmaker.</dd>\n<dt>Xquic</dt>\n<dd>She was the daughter of one of the lords of Xibalba, called Cuchumaquic, Xibalba being the Maya Underworld. Noted particularly for being the mother of the Maya Hero Twins, Hunahpu and Xbalanque, she is sometimes considered to be the Maya goddess associated with the waning moon.</dd>\n</dl><h2><span id=\"Y\">Y</span></h2>\n<dl><dt>Yaluk</dt>\n<dd>One of four Mopan 'Grandfathers' of the earth and chief lightning god.</dd>\n<dt>Yopaat</dt>\n<dd>Important rain god at Copán and Quiriguá in the southern Maya area.</dd>\n<dt>Yum Kaax</dt>\n<dd>God of the woods, of wild nature, and of the hunt; invoked before carving out a maize field from the wilderness.</dd>\n</dl><h2><span id=\"Z\">Z</span></h2>\n<dl><dt>Zac Cimi *L*</dt>\n<dd>Bacab of the west.</dd>\n<dt>Zipacna *PV*</dt>\n<dd>Demonic personification of the earth crust.</dd>\n</dl><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Maya death gods</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation journal\">Gutiérrez González, Ma. Eugenia (2012). B. Arroyo, L. Paiz, and H. Mejía, eds. \"Yopaat, un dios maya de la tormenta en Quiriguá\" <span>(PDF)</span>. <i>Simposio de Investigaciones Arqueológicas en Guatemala</i> (in Spanish). Guatemala City, Guatemala: Ministerio de Cultura y Deportes, Instituto de Antropología e Historia and Asociación Tikal. XXV (2011): 1061–1073<span>. Retrieved <span>2014-10-20</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Maya+gods+and+supernatural+beings&amp;rft.atitle=Yopaat%2C+un+dios+maya+de+la+tormenta+en+Quirigu%C3%A1&amp;rft.au=Guti%C3%A9rrez+Gonz%C3%A1lez%2C+Ma.+Eugenia&amp;rft.date=2012&amp;rft.genre=article&amp;rft.jtitle=Simposio+de+Investigaciones+Arqueol%C3%B3gicas+en+Guatemala&amp;rft.pages=1061-1073&amp;rft.volume=XXV+%282011%29&amp;rft_id=http%3A%2F%2Fwww.asociaciontikal.com%2Fpdf%2F089_Gutierrez.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span><span>CS1 maint: Uses editors parameter (link)</span></li>\n<li>Knowlton, Timothy W., <i>Maya Creation Myths: Words and Worlds of the Chilam Balam</i>. University Press of Colorado, Boulder 2010.</li>\n<li>Taube, Karl, <i>The Major Gods of Ancient Yucatán</i>. Dumbarton Oaks, Washington 1992.</li>\n<li>Mark, Joshua, <i>The Mayan Pantheon: The many gods of the Maya</i> . 2012</li>\n<li><cite class=\"citation journal\">Thompson, J. Eric S. (October–December 1938). \"Sixteenth and Seventeenth Century Reports on the Chol Mayas\". <i>American Anthropologist</i>. New Series. Wiley on behalf of the American Anthropological Association. <b>40</b> (4 (Part 1)): 584–604. JSTOR 661615. doi:10.1525/aa.1938.40.4.02a00040.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Maya+gods+and+supernatural+beings&amp;rft.atitle=Sixteenth+and+Seventeenth+Century+Reports+on+the+Chol+Mayas&amp;rft.au=Thompson%2C+J.+Eric+S.&amp;rft.date=1938-10%2F1938-12&amp;rft.genre=article&amp;rft.issue=4+%28Part+1%29&amp;rft.jtitle=American+Anthropologist&amp;rft.pages=584-604&amp;rft.volume=40&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F661615&amp;rft_id=info%3Adoi%2F10.1525%2Faa.1938.40.4.02a00040&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span> <span>(subscription required)</span></li>\n<li>Thompson, J. Eric S. <i>Maya History and Religion</i>. University of Oklahoma Press, Norman 1970.</li>\n<li><cite class=\"citation web\">Wanyerka, Phillip Julius (August 2009). \"Classic Maya Political Organization: Epigraphic Evidence of Hierarchical Organization in the Southern Maya Mountains Region of Belize\" <span>(PDF)</span>. Carbondale, Illinois, US: Southern Illinois University<span>. Retrieved <span>2014-08-12</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Maya+gods+and+supernatural+beings&amp;rft.au=Wanyerka%2C+Phillip+Julius&amp;rft.btitle=Classic+Maya+Political+Organization%3A+Epigraphic+Evidence+of+Hierarchical+Organization+in+the+Southern+Maya+Mountains+Region+of+Belize&amp;rft.date=2009-08&amp;rft.genre=unknown&amp;rft.place=Carbondale%2C+Illinois%2C+US&amp;rft.pub=Southern+Illinois+University&amp;rft_id=http%3A%2F%2Fwww.famsi.org%2Fresearch%2Fwanyerka%2FWanyerkaDissertation2009.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>\n</ul>", "images": [{"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Portal-puzzle.svg"}]}