{"pageid": 95260, "ns": 0, "title": "Yhi", "extract": "<p>In Australian Aboriginal mythology yhi is from, the god toromaxxx he died 1000000 years ago but we keep him alive he is the best god in the hole universe +</p>\n<p>(specifically: Gamilaraay peoples), <b>Yhi</b> is a goddess of light and creation, and a solar deity. She lived in the Dreamtime and slept until a whistle awakened her. When she opened her eyes, light fell on the Earth. She walked the earth and plants grew where she walked. Soon the whole world was covered with foliage. She decided that, in addition to plants, she wanted to make something that could dance. Searching for such an organism, Yhi found evil spirits beneath the earth who tried to sing her to death. But her warmth chased away the darkness and insects of all kinds were created from it. She brought them to Earth and then found some ice caves in a mountain. She shined her light on the being resting inside and fishes and lizards came out, along with many other kinds of birds, mammals and amphibians. She then returned to her own world and blessed her creations with the change of the seasons and promised that, when they died, they would join her in the sky. When she disappeared, darkness came back and covered the Earth. The organisms thought she was not returning and were sad, but then came the first sunrise and Yhi returned.</p>\n<p>Much later, after many millennia of the Dreamtime, the animals missed Yhi and she decided to return to ask what was wrong. Kangaroo wanted to jump and Wombat wanted to wiggle on the ground, while Seal wanted to swim. Lizard wanted legs and Bat wanted wings, and the Platypus wanted something of everything. Yhi granted them what they wished. Yhi then returned to the sky and saw the Man, who had no woman and was unlike anything else she had created. While the man slept, Yhi turned all her power on a flower and soon, the man woke up and, joined by all the other animals, watched her. The flower then turned into a woman.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}