{"pageid": 952820, "ns": 0, "title": "Živa (goddess)", "extract": "<p><b>Živa</b>, also <b>Živena</b>, <b>Żiwia</b>, <b>Siva</b>, <b>Sieba</b> or <b>Razivia</b>, was the Slavic goddess of life and fertility. She was worshipped throughout what is now Poland, the Czech Republic, Slovakia, and Germany (and especially the Elbe (Labe) river valley), before Christianity expanded into the area. Her name means \"living, being, existing\". Živa is mentioned in <i>The Baptism on the Savica</i>, an epic-lyric poem by the Slovene national poet France Prešeren.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Known_references\">Known references</span></h2>\n<p>Helmold names Ziva (Siwa) the main goddess of the Polabs. Dlugosh, speaking about Polish gods, writes: Zywye - Vita.</p>\n<p>In Kronika polska przez Prokosza (a forgery by Przybysław Dyjamentowski published in 1825), there is such information:</p>\n<p>\"Divinitad Zywie fanum exstructum erat in monte ab ejusdem nomine Zywiec dicto ubi primis diebus mensis maji innumerus populus pie conveniens precabatur ab ea, quae vitae auctor habebatur, longam et prosperam valetudinem. Praecipue tamen ei litabatur ab is qui primum cantum cuculi audivissent, ominantes superstitiose, tot annos se victuros, quoties vocem repetiisset. Opinabantur enim supremum hunc universi moderayorem transfi gurari in cuculum, ut ipsis annuntiaret vitae tempora: unde crimini ducedator capitalique poena a magistratibus affi ciebatur qui cuculum occidisset\".</p>\n<p>In the Saxon Chronics by Conrad Boto, a description of Ziva's idol is given:</p>\n<p>\"Unde de assdodine de heyt de hodde de hende ouer ruggen. In der eynen hant hadde se eynen guelden appel. Unde in der anderivi hant hadde se ein wyn druuelen mil еу?? gronen blade un oere hare hangede oer went in de waden\". The picture which follows the description shows the goddess as a beautiful naked woman with a chaplet. She holds an apple in one hand, and a bunch of grapes in the other. Partial translation : \"?? In one hand she has an golden apple. In the other hand she had a wine grape. Green leaves in her hair falling ??\"</p>\n<p>In Mater Verborum, the goddess of fertility is named Siua:</p>\n<p>\"Ceres, fruges, frumentum, vel dea frumenti: siua\". \"Dea frumenti, Ceres: Sius\".</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Sif</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Afanasiev, Alexander. \"Slavic poetic views on nature\"./\"Поэтические воззрения славян на природу\". Moscow, 1995.</li>\n<li>Belaj, Vitomir. 1998. <i>Hod kroz godinu.Mitska pozadina hrvatskih narodnih običaja i vjerovanja</i>. Zagreb: Golden marketing.</li>\n<li>Kulišić, Špiro. 1979. <i>Stara slovenska religija u svjetlu novijih istraživanja posebno balkanoloških</i>. Sarajevo: Akademija nauka i umjetnosti Bosne i Hercegovine.</li>\n<li>Marjanić, Suzana. 2003.\"(Dyadic) goddess and duotheism in Nodilo's The Old Faith of Serbs and Croats\". <i>Studia mythologica Slavica</i> 6:183-205.</li>\n<li>Ivanov V. V., Toporov V. Ziva./В. В. Иванов, В. Н. Топоров - «Жива». Мифы народов мира, т. II. М.:Российская энциклопедия, 1994.</li>\n<li>Nodilo, Natko. 1981 (1885-1890). <i>Stara vjera Srba i Hrvata (Religija Srbâ i Hrvatâ, na glavnoj osnovi pjesama, priča i govora narodnog)</i>. Split: Logos.</li>\n<li>Ovsec, Damjan J. 1991. <i>Slovanska mitologija in verovanje</i>. Ljubljana: Domus.</li>\n<li>Słupecki, Leszek Paweł. 1994. <i>Slavonic Pagan Sanctuaries</i>. Warsaw:Institute of Archaeology and Ethnology Polish Academy of Sciences.</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Studia Mythologica Slavica page</li>\n</ul>\n<p><br></p>", "images": [{"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Siwa Westphalen.png"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}