{"pageid": 95293, "ns": 0, "title": "Hina (goddess)", "extract": "<p><b>Hina</b> is the Eastern Polynesian variant for the given name Sina. Hina/Sina is the name assigned to a number of Polynesian goddesses and queens.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"New_Zealand\">New Zealand</span></h2>\n<p>Among the Iwi of New Zealand, Hina is usually considered to be either the elder sister or the wife of Maui.</p>\n<p>The most common story that presents Hina as the wife of Maui tells of Te Tunaroa, the father of all eels, who one day visited the pool where Hina bathed. One day, as Hina was bathing, the eel-god rubbed against her. This occurred over a number of visits until Te Tunaroa grew bold enough to rub against Hina's genitals, molesting her.</p>\n<p>When Maui heard of this act he went and attacked Te Tunaroa cutting his body into bits, the tail landed in the sea and became the conger eel, whereas the other end landed in the swamps as the fresh water eels. Smaller pieces became lamprey and hagfish.</p>\n<p>A number of stories are told about Hina as the elder sister of Maui. Some iwi say that it was Hina who taught Maui to plait the ropes needed to capture the sun, using a strand of her own sacred hair to give the ropes supernatural strength. This legend recognizes important ritual status that elder sisters held in traditional Maori society.</p>\n<p>Hina was associated with phases of the moon under the names Hinatea (Fair Hina) and Hinauri (Dark Hina). The moon is also known by the name Mahina. Initially Hinatea (Fair Hina) was married to a man named Irawaru. During a fishing trip Irawaru antagonized Maui who had failed to catch any large fish. In revenge Maui assaulted Irawaru when they returned to shore, pushing his brother-in-law under the keel of their boat, breaking his back and other bones. Irawaru was turned into a dog (kuri) one breed of which was known as Irawaru.</p>\n<p>When Hina heard what Maui had done she threw herself into the sea, but did not die and was instead carried across the waves to Motutapu (Sacred Isle). Her name was changed to Hinauri (Dark Hina) due to her darker mood. Eventually Hinauri would be welcomed by the people of Motutapu and was taken to the house of chief Tinirau god of fishes, becoming his new wife. The existing wives were jealous and tried to assault Hinauri, but using her supernatural power Hinauri killed the other wives of Tinirau and so become the senior wife. (Biggs 1966:450).</p>\n<p>Hina was the mother of Tuhuruhuru, for whom the ritual intiation ritual was performed by the tohunga (priest) Kae. After this is done, Tinirau lends Kae his pet whale to take him home. In spite of strict instructions to the contrary, Kae forces the whale, Tutunui, into shallow water, where it becomes stranded and is killed, roasted and eaten by Kae and his people. When he learns of this Tinirau is furious and sends Hinauri with a party of women (often they are Tinirau's sisters) to capture Kae. The sisters perform indecent dances to make him laugh so they can see his crooked teeth. Then the women sing a magic song which puts Kae into a deep sleep, and carry him back to Motutapu. When Kae wakes from his sleep he is in Tinirau's house. Tinirau taunts him for his treachery, and kills him (Grey 1970:69, Tregear 1891:110, Biggs 1966:450).</p>\n<h2><span id=\"Mangaia\">Mangaia</span></h2>\n<p>A girl named Hina-moe-aitu (\"Hina-sleeping-with-a-god\") liked to bathe in a pool that housed many eels. One day, as Hina was bathing, one of the eels transformed into a young man. Hina took him as her lover. His name was Tuna.</p>\n<p>After they had been together for a while, one day Tuna told Hina that there would be a great downpour the next day. He would be washed up onto the threshold of her house in his eel-form. When that happened, Tuna said, Hina must cut off his head and bury it, and then regularly visit the place where the head had been buried.</p>\n<p>Hina obeyed Tuna, returning faithfully to watch the place where she had buried his head. After many days, she saw a shoot sprout from the spot. Another shoot appeared, and the two shoots grew into a pair of coconut trees—the first coconut trees known to man.</p>\n<p>In Mangaian tradition, the coconut's white flesh is called \"Tuna’s brains\", and it is said that one can see a face when one looks at the shell of a coconut.</p>\n<h2><span id=\"Tuamotu_and_Tahiti\">Tuamotu and Tahiti</span></h2>\n<p>For a time, the goddess Hina lived as the wife of Te Tuna, the god of eels. But she grew tired of him and decided to seek love elsewhere. Telling Tuna that she was going to get him some delicious food, Hina left him and went onto land.</p>\n<p>Hina went from place to place, seeking a lover. But all the men she met were afraid to take Tuna’s wife, fearing the eel-god’s vengeance. Finally she met Maui, whose mother Taranga urged him to take the goddess as his wife.</p>\n<p>When the people round about learned that Maui had taken Hina as his wife, they went to tell Tuna. At first, Tuna didn’t care, but the people annoyed him about it so much that he eventually vowed to win back his wife from Maui.</p>\n<p>Along with four companions, Tuna rushed toward Maui’s home, carried by a huge wave. But Maui’s power turned back the wave and left Tuna and his companions beached on the reefs. Maui killed three of Tuna’s companions, while one escaped with a broken leg. Tuna himself Maui spared.</p>\n<p>Tuna actually lived in peace in Maui’s home for some time. But one day, Tuna challenged Maui to a duel. Each would take a turn leaping into the others’ body and trying to kill him. If Tuna killed Maui, then Tuna would take his wife back. Tuna’s turn came first: he made himself small and entered Maui’s body. When he came back out, Maui was intact. Now it was Maui’s turn: Maui made himself small and entered Tuna’s body, tearing it apart. Maui cut off Tuna’s head and, at his mother’s suggestion, buried it in a corner of his house.</p>\n<p>In time, a shoot sprouted from Tuna’s buried head and grew into a coconut tree. That was how humankind acquired coconuts.</p>\n<h2><span id=\"Hawaii\">Hawaii</span></h2>\n\n<p>In Hawaiian mythology, there are variations of the name Hina, including Hina-puku-iʻa (Hina-gathering-seafood) the goddess of fishermen, and Hina-ʻopu-hala-koʻa who gave birth to all reef life.</p>\n<p>Many stories about the goddess Hina, especially in connection with the moon, can be found in chapter 15 (“Hina Myths”) of Martha Beckwith’s <i>Hawaiian Mythology</i>.</p>\n<p>Hina is mostly described as a very attractive, smart, beautiful, determined young woman pursued by men and other creatures. Hina becomes tired of living in the crowd, flees to the moon, and eventually becomes goddess of it.</p>\n<h2><span id=\"Samoa\">Samoa</span></h2>\n<p>In Samoa, the equivalent the name <i>Sina</i> referred to in many different stories in mythology. One example is the legend Sina and the Eel which is associated with the Mata o le Alelo pool on the island of Savai'i.</p>\n<h2><span id=\"Hina_in_literature\">Hina in literature</span></h2>\n<p>Richard Adams wrote a poem retelling the Tahitian story of Hina and Maui, published as a book, <i>The Legend of Te Tuna</i>.</p>\n<p>Also, in his popular book <i>The Seven Daughters of Eve</i>, Bryan Sykes used Hina's name, (spelled therein \"Ina\") to denote the clan matriarch of mtDNA haplogroup B.</p>\n<h2><span id=\"Hina_In_popular_music\">Hina In popular music</span></h2>\n<p>David Lee Roth recorded a song called \"Hina\", contained on the hard rock album <i>Skyscraper</i>, released in 1988.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Dema deity</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Sources_and_bibliography\">Sources and bibliography</span></h2>\n<ul><li>Adams, Richard. <i>The Legend of Te Tuna</i>. London: Sidgwick &amp; Jackson, 1986.</li>\n<li>Alpers, Anthony. <i>Legends of the South Sea</i>. London: John Murray, 1970.</li>\n<li>Beckwith, Martha. <i>Hawaiian Mythology</i>. New Haven: Yale UP, 1940.</li>\n<li>Campbell, Joseph. <i>The Masks of God: Primitive Mythology</i>. New York: Viking, 1970.</li>\n<li>Luquet, G.H. “Oceanic Mythology”. <i>New Larousse Encyclopedia of Mythology</i> (ed. Felix Guirand, trans. Richard Aldington and Delano Ames, London: Hamlyn, 1968), pp. 449–72.</li>\n<li>Reed, A. W. <i>Myths and Legends of Maoriland</i>. Wellington: A.H. &amp; A.W. Reed, 1961.</li>\n<li>Sykes, B. \"The Seven Daughters of Eve\" New York, London: W. W. Norton,2001.</li>\n<li>Wilkinson, Philip. <i>Illustrated Dictionary of Mythology</i>. New York: DK, 1998.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ku and Hina (1), photograph by Brother Bertram.jpg"}, {"ns": 6, "title": "File:Maruru by Paul Gauguin.jpg"}]}