{"pageid": 95314, "ns": 0, "title": "Haumea (mythology)", "extract": "<p><b>Haumea</b> (pronounced <span title=\"Representation in the International Phonetic Alphabet (IPA)\">[həuˈmɛjə]</span> in the Hawaiian language) is the goddess of fertility, incest, and childbirth in Hawaiian mythology.</p>\n<p>She is the mother of Pele, Kāne Milohai, Kā-moho-ali<span>ʻ</span>i, Nāmaka, Kapo, and Hi<span>ʻ</span>iaka, among many others. Except for Pele, who was born the normal way, her children were born from various parts of her body. From her head, for example, were born Laumiha, Kaha'ula, Kahakauakoko, and Kauakahi.</p>\n<p>She was a powerful being, and gave birth to many creatures, some after turning herself into a young woman to marry her children and grandchildren. She was finally killed by Kaulu.</p>\n<p>The Hawaiian goddess is not to be confused with a Māori god named Haumia or Haumia-tiketike, the god of wild plants and berries; he is the god of wild food, as opposed to (his brother) Rongo, the god of cultivated food.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Offspring\">Offspring</span></h2>\n<p>Some names attributed to Haumea's offspring are:</p>\n<dl><dd>children by Mulinaha:\n<dl><dd>Laumiha</dd>\n<dd>Kaha'ula</dd>\n<dd>Ka-haka-uakoko</dd>\n</dl></dd>\n<dd>children by Kanaloa:\n<dl><dd>Kaua-kahi (Kauakahi)</dd>\n</dl></dd>\n</dl><dl><dd>grandchildren:\n<dl><dd>Kaua-huli-honua</dd>\n<dd>Haloa</dd>\n<dd>Waia</dd>\n<dd>Hinanalo</dd>\n<dd>Nanakahili</dd>\n<dd>Wailoa</dd>\n<dd>Ki'o (last born)</dd>\n</dl></dd>\n</dl><h2><span id=\"Dwarf_planet\">Dwarf planet</span></h2>\n<p>On 17 September 2008 the International Astronomical Union (IAU) announced it named the fifth known dwarf planet in the Solar System \"Haumea\" after the Hawaiian goddess. The planet's two moons were named after Haumea's daughters: Hiʻiaka, the goddess born from the mouth of Haumea, and Namaka, the water spirit born from Haumea's body.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Sacred texts</li>\n</ul>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}