{"pageid": 953576, "ns": 0, "title": "Tanit", "extract": "<p><b>Tanit</b> was a Punic and Phoenician goddess, the chief deity of Carthage alongside her consort Ba`al Hammon. She was also adopted by the Punic Berber people.</p>\n<p>Tanit is also called <b>Tinnit</b>, <b>Tannou</b> or <b>Tangou</b>. The name appears to have originated in Carthage (modern day Tunisia), though it does not appear in local theophorous names. She was equivalent to the moon-goddess Astarte, and later worshipped in Roman Carthage in her Romanized form as Dea Caelestis, Juno Caelestis or simply Caelestis.</p>\n<p>In modern-day Tunisian Arabic, it is customary to invoke \"Omek Tannou\" or \"Oumouk Tangou\" (Mother Tannou or Tangou depending on the region), in years of drought to bring rain. Similarly, Tunisian and many other spoken forms of Arabic refer to <i>Baali farming</i> to refer to non-irrigated agriculture.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Worship\">Worship</span></h2>\n\n<p>Tanit was worshiped in Punic contexts in the Western Mediterranean, from Malta to Gades into Hellenistic times. From the fifth century BCE onwards, Tanit's worship is associated with that of Ba`al Hammon. She is given the epithet <i>pene baal</i> (\"face of Baal\") and the title <i>rabat</i>, the female form of <i>rab</i> (chief). In North Africa, where the inscriptions and material remains are more plentiful, she was, as well as a consort of Baal Hammon, a heavenly goddess of war, a virginal (not married) mother goddess and nurse, and, less specifically, a symbol of fertility, as are most female forms. Several of the major Greek goddesses were identified with Tanit by the syncretic <i>interpretatio graeca</i>, which recognized as Greek deities in foreign guise the gods of most of the surrounding non-Hellene cultures.</p>\n\n<p>Her shrine excavated at Sarepta in southern Phoenicia revealed an inscription that identified her for the first time in her homeland and related her securely to the Phoenician goddess Astarte (Ishtar). One site where Tanit is uncovered is at Kerkouane, in the Cap Bon peninsula in Tunisia.</p>\n<h2><span id=\"Child_sacrifice\">Child sacrifice</span></h2>\n<p>The origins of Tanit are to be found in the pantheon of Ugarit, especially in the Ugaritic goddess Anat (Hvidberg-Hansen 1982), a consumer of blood and flesh. There is significant, albeit disputed, evidence, both archaeological and within ancient written sources, pointing towards child sacrifice forming part of the worship of Tanit and Baal Hammon.</p>\n<p>Some archaeologists theorised that infant sacrifices have occurred. Lawrence E. Stager, who directed the excavations of the Carthage Tophet in the 1970s, believes that infant sacrifice was practiced there. Paolo Xella of the National Research Council in Rome summarized the textual, epigraphical, and archaeological evidence for Carthaginian infant sacrifice.</p>\n<h3><span id=\"Archaeological_evidence\">Archaeological evidence</span></h3>\n\n<p>\"Tophet\" is a term derived from the Bible, used to refer to a site near Jerusalem at which Canaanites and Israelites who strayed from Judaism by practicing Canaanite idolatry would sacrifice children. It is now used as a general term for all such sites with cremated human and animal remains. The Hebrew Bible does not specify that the Israelite victims were buried, only burned, although the \"place of burning\" was probably adjacent to the place of burial. We have no idea how the Phoenicians themselves referred to the places of burning or burial, or to the practice itself.</p>\n<p>Several apparent \"Tophets\" have been identified, chiefly a large one in Carthage, dubbed the \"Tophet of Salammbó\", after the neighbourhood where it was unearthed in 1921. Soil in the Tophet of Salammbó was found to be full of olive wood charcoal, probably from the sacrificial pyres. It was the location of the temple of the goddess Tanit and the necropolis. Animal remains, mostly sheep and goats, found inside some of the Tophet urns, strongly suggest that this was not a burial ground for children who died prematurely. The animals were sacrificed to the gods, presumably in place of children (one surviving inscription refers to the animal as \"a substitute\"). It is conjectured that the children unlucky enough not to have substitutes were also sacrificed and then buried in the Tophet. The remains include the bodies of both very young children and small animals, and those who argue in favor of child sacrifice have argued that if the animals were sacrificed then so too were the children. The area covered by the Tophet in Carthage was probably over an acre and a half by the fourth century BCE, with nine different levels of burials. About 20,000 urns were deposited between 400 BCE and 200 BCE, with the practice continuing until the early years of the Christian period. The urns contained the charred bones of newborns and in some cases the bones of fetuses and two-year-olds. These double remains have been interpreted to mean that in the cases of stillborn babies, the parents would sacrifice their youngest child.</p>\n<p>A detailed breakdown of the age of the buried children includes pre-natal individuals – that is, still births. It is also argued that the age distribution of remains at this site is consistent with the burial of children who died of natural causes, shortly before or after birth. Sergio Ribichini has argued that the Tophet was \"a child necropolis designed to receive the remains of infants who had died prematurely of sickness or other natural causes, and who for this reason were \"offered\" to specific deities and buried in a place different from the one reserved for the ordinary dead\". He adds that this was probably part of \"an effort to ensure the benevolent protection of the same deities for the survivors.\" However, this analysis is disputed; Patricia Smith and colleagues from the Hebrew University and Harvard University show from the teeth and skeletal analysis at the Carthage Tophet that infant ages at death (about two months) do not correlate with the expected ages of natural mortality (perinatal).</p>\n<h2><span id=\"Other_usage\">Other usage</span></h2>\n\n<p>Long after the fall of Carthage, Tanit was still venerated in North Africa under the Latin name of <i>Juno Caelestis</i>, for her identification with the Roman goddess Juno. The ancient Berber people of North Africa also adopted the Punic cult of Tanit. In Egyptian, her name means <i>Land of Neith</i>, Neith being a war goddess. Her symbol, found on many ancient stone carvings, appears as a trapezium (trapezoid) closed by a horizontal line at the top and surmounted in the middle by a circle: the horizontal arm is often terminated either by two short upright lines at right angles to it or by hooks. Later, the trapezium is frequently replaced by an isosceles triangle. The symbol is interpreted by Hvidberg-Hansen as a woman raising her hands. Hvidberg-Hansen (Danish professor of Semitic philology), notes that Tanit is sometimes depicted with a lion's head, showing her warrior quality.</p>\n<p>In modern times the name, with the spelling \"Tanith\", has been used as a female given name, both for real people such as the writer Tanith Lee, model Tanit Phoenix and, more frequently, in occult fiction.</p>\n<h2><span id=\"Cultural_references\">Cultural references</span></h2>\n<p>In Gustave Flaubert's historical novel <i>Salammbô</i> (1862), the title character is a priestess of Tanit. Mâtho, the chief male protagonist, a Libyan mercenary rebel at war with Carthage, breaks into the goddess' temple and steals her veil.</p>\n<p>In Kate Elliot's Spiritwalker Trilogy, a romanticised version of Tanit is one of many deities commonly worshiped in a polytheistic Europa. The narrator, Catherine, frequently appeals to \"Blessed Tanit, Protector of Women\", and the goddess occasionally appears to her.</p>\n<p>G. K. Chesterton refers to Tanit in his account of the Punic Wars \"War of the Gods and Demons\" (a chapter of his book <i>The Everlasting Man</i>). Describing the cultural shock of foreign armies invading Italy when Hannibal crossed the Alps, Chesterton writes:</p>\n<blockquote>\n<p>It was Moloch upon the mountain of the Latins, looking with his appalling face across the plain; it was Baal who trampled the vineyards with his feet of stone; it was the voice of Tanit the invisible, behind her trailing veils, whispering of the love that is more horrible than hate.</p>\n</blockquote>\n<p>In Margaret Atwood's The Blind Assassin there is an epigraph on a Carthaginian funerary urn that reads, \"I swam, the sea was boundless, I saw no shore./Tanit was merciless, my prayers were answered./O you who drown in love, remember me.\"</p>\n<p>In John Maddox Roberts's alternate history novel \"Hannibal's Children\", in which the Carthaginians won the Second Punic War, one of the characters is Princess Zarabel, leader of the Cult of Tanit</p>\n<p>Isaac Asimov's 1956 science fiction short story \"The Dead Past\", tells of Arnold Potterley, a professor of ancient history, who is obsessed with exonerating the Carthaginians of child sacrifice and tries to gain access to the chronoscope, a device which allows direct observation of past events. Eventually, Potterley's obsession with the Carthaginian past has far-reaching effects on the society of the present.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Ishtar</li>\n<li>Isis</li>\n</ul>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li><cite class=\"citation book\">Markoe, Glenn E. (2000). <i>Phoenicians</i>. Peoples of the Past. Berkeley, Calif.: University of California Press. ISBN 9780520226142. OCLC 45096924.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATanit&amp;rft.au=Markoe%2C+Glenn+E.&amp;rft.btitle=Phoenicians&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=9780520226142&amp;rft.place=Berkeley%2C+Calif.&amp;rft.pub=University+of+California+Press&amp;rft.series=Peoples+of+the+Past&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DsmPZ-ou74EwC&amp;rft_id=info%3Aoclcnum%2F45096924&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Tanit at Wikimedia Commons</p>\n<ul><li>Limestone stela with images of the goddess Tanit</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Bardo National Museum tanit.jpg"}, {"ns": 6, "title": "File:CarthageBillion.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Tanit ibiza.jpg"}, {"ns": 6, "title": "File:Tophet Carthage.2.jpg"}, {"ns": 6, "title": "File:Tunisise Carthage Tophet Salambo 02.JPG"}]}