{"pageid": 95460, "ns": 0, "title": "Rangi and Papa", "extract": "<p>In Māori mythology the primal couple <b>Rangi and Papa</b> (or <b>Ranginui</b> and <b>Papatūānuku</b>) appear in a creation myth explaining the origin of the world (though there are many different versions). In some South Island dialects, Rangi is called <b>Raki</b> or <b>Rakinui</b>.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Union_and_separation\">Union and separation</span></h2>\n<p>Ranginui and Papatūānuku are the primordial parents, the sky father and the earth mother who lie locked together in a tight embrace. They have many children all of whom are male, who are forced to live in the cramped darkness between them. These children grow and discuss among themselves what it would be like to live in the light. Tūmatauenga, the fiercest of the children, proposes that the best solution to their predicament is to kill their parents (Grey 1956:2).</p>\n<p>But his brother Tāne disagrees, suggesting that it is better to push them apart, to let Ranginui be as a stranger to them in the sky above while Papatūānuku will remain below to nurture them. The others put their plans into action—Rongo, the god of cultivated food, tries to push his parents apart, then Tangaroa, the god of the sea, and his sibling Haumia-tiketike, the god of wild food, join him. In spite of their joint efforts Rangi and Papa remain close together in their loving embrace. After many attempts Tāne, god of forests and birds, forces his parents apart. Instead of standing upright and pushing with his hands as his brothers have done, he lies on his back and pushes with his strong legs. Stretching every sinew Tāne pushes and pushes until, with cries of grief and surprise, Ranginui and Papatūānuku were pried apart (Grey 1956:2-3, Biggs 1966:448).</p>\n<h2><span id=\"War_in_heaven_and_earth\">War in heaven and earth</span></h2>\n\n<p>And so the children of Ranginui and Papatūanuku see light and have space to move for the first time. While the other children have agreed to the separation Tāwhirimātea, the god of storms and winds, is angered that the parents have been torn apart. He cannot bear to hear the cries of his parents nor see the tears of Ranginui as they are parted, he promises his siblings that from henceforth they will have to deal with his anger. He flies off to join Rangi and there carefully fosters his own many offspring who include the winds, one of whom is sent to each quarter of the compass. To fight his brothers, Tāwhirimātea gathers an army of his children—winds and clouds of different kinds, including fierce squalls, whirlwinds, gloomy thick clouds, fiery clouds, hurricane clouds and thunderstorm clouds, and rain, mists and fog. As these winds show their might the dust flies and the great forest trees of Tāne are smashed under the attack and fall to the ground, food for decay and for insects (Grey 1956:3-6, Tregear 1891:54, Biggs 1966:448-449).</p>\n<p>Then Tāwhirimātea attacks the oceans and huge waves rise, whirlpools form, and Tangaroa, the god of the sea, flees in panic. Punga, a son of Tangaroa, has two children, Ikatere father of fish, and Tu-te-wehiwehi (or Tu-te-wanawana) the ancestor of reptiles. Terrified by Tāwhirimātea’s onslaught the fish seek shelter in the sea and the reptiles in the forests. Ever since Tangaroa has been angry with Tāne for giving refuge to his runaway children. So it is that Tāne supplies the descendants of Tūmatauenga with canoes, fishhooks and nets to catch the descendants of Tangaroa. Tangaroa retaliates by swamping canoes and sweeping away houses, land and trees that are washed out to sea in floods (Grey 1971:5-6).</p>\n<p>Tāwhirimātea next attacks his brothers Rongo and Haumia-tiketike, the gods of cultivated and uncultivated foods. Rongo and Haumia are in great fear of Tāwhirimātea but, as he attacks them, Papatūānuku determines to keep these for her other children and hides them so well that Tāwhirimātea cannot find them. So Tāwhirimātea turns on his brother Tūmatauenga. He uses all his strength but Tūmatauenga stands fast and Tāwhirimatea cannot prevail against him. Tū (or human kind) stands fast and, at last, the anger of the gods subsided and peace prevailed.</p>\n<p>Tū thought about the actions of Tāne in separating their parents and made snares to catch the birds, the children of Tāne who could no longer fly free. He then made nets from forest plants and casts them in the sea so that the children of Tangaroa soon lie in heaps on the shore. He made hoes to dig the ground, capturing his brothers Rongo and Haumia-tiketike where they have hidden from Tāwhirimātea in the bosom of the earth mother and, recognizing them by their long hair that remains above the surface of the earth, he drags them forth and heaps them into baskets to be eaten. So Tūmatauenga eats all of his brothers to repay them for their cowardice; the only brother that Tūmatauenga does not subdue is Tāwhirimātea, whose storms and hurricanes attack humankind to this day (Grey 1971:7-10, Biggs 1966:449).</p>\n<p>There was one more child of Ranginui and Papatūānuku who was never born and still lives in Papatūanuku's tummy. Whenever this child is kicking the earth shakes and it causes an earthquake. Rūaumoko is his name and he is the God of earthquakes and volcanoes.</p>\n<h2><span id=\"Yearning\">Yearning</span></h2>\n<p>Tāne searched for heavenly bodies as lights so that his father would be appropriately dressed. He obtained the stars and threw them up, along with the moon and the sun. At last Ranginui looked handsome (Orbell 1998:145). Ranginui and Papatūanuku continue to grieve for each other to this day. Ranginui's tears fall towards Papatūanuku to show how much he loves her. Sometimes Papatūanuku heaves and strains and almost breaks herself apart to reach her beloved partner again but it is to no avail. When mist rises from the forests, these are Papatūānuku's sighs as the warmth of her body yearns for Ranginui and continues to nurture mankind (Grey 1956:11).</p>\n<h2><span id=\"Names_and_epithets\">Names and epithets</span></h2>\n<p><b>Ranginui</b></p>\n<ul><li>Rangi (\"Sky\")</li>\n<li>Raki (\"Sky\") in the South Island</li>\n<li>Ranginui (\"Great Sky\")</li>\n<li>Rangi-pōtiki (\"Rangi the Lastborn\"): possibly another name of Rangi, or a closely allied deity</li>\n</ul><p><b>Papatuanuku</b></p>\n<ul><li>Papa (\"world\")</li>\n<li>Papatūānuku (\"world separated\"), (Earth), (Mother Earth)</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Atea, husband of Papa (primordial parents) in Tuamotuan, Rarotongan and Marquesas genealogies</li>\n<li>Wākea, husband of Papa, from Hawaii</li>\n<li>Vatea, husband of Papa, father of gods and men in Mangaia, Cook Islands</li>\n<li>Anu and Ki (goddess), Sumerian deities similar to Rangi and Papa</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>B.G. Biggs, 'Maori Myths and Traditions' in A. H. McLintock (editor), <i>Encyclopaedia of New Zealand</i>, 3 Volumes. (Government Printer: Wellington), 1966, II:447-454.</li>\n<li>G. Grey, <i>Nga Mahi a Nga Tupuna</i>, fourth edition. First published 1854. (Reed: Wellington), 1971.</li>\n<li>G. Grey, <i>Polynesian Mythology</i>, Illustrated edition, reprinted 1976. (Whitcombe and Tombs: Christchurch), 1956.</li>\n<li>M. Orbell, <i>The Concise Encyclopedia of Māori Myth and Legend</i> (Canterbury University Press: Christchurch), 1998.</li>\n<li>A. Smith, <i>Songs and Stories of Taranaki from the Writings of Te Kahui Kararehe</i> (MacMillan Brown Centre for Pacific Studies: Christchurch), 1993.</li>\n<li>E.R.Tregear,<i>Maori-Polynesian Comparative Dictionary</i> (Lyon and Blair: Lambton Quay), 1891.</li>\n<li>K. Wiki, <i>Voices Magazine (Kyro August-Allen Wiki-Ewart: Napier)2013.</i></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Polynesian Mythology</i>, George Grey, first edition (1854)</li>\n<li>Samuel K. Parker, <i>Dialectics of Power in the Maori Creation Myth</i> in <i>Pacific Studies</i>, Vol 10 n°3, july 1987</li>\n<li>Tikao, T. T. (1939). Tikao talks: <i>Traditions and tales told by Teone Taare Tikao to Herries Beattie</i> (pp. 23–50). Wellington, New Zealand: A.H. and A.W. Reed</li>\n<li><i>Maori-Polynesian Comparative Dictionary</i>, E. R. Tregear, (Lyon and Blair: Lambton Quay), 1891</li>\n<li><i>Ranginui – the sky</i> in Te Ara: The Encyclopedia of New Zealand – the Encyclopedia of New Zealand</li>\n<li><i>Papatūānuku – the land</i> in Te Ara: The Encyclopedia of New Zealand</li>\n</ul>", "images": [{"ns": 6, "title": "File:M45 filip.jpg"}, {"ns": 6, "title": "File:WahineTane.jpg"}]}