{"pageid": 9569393, "ns": 0, "title": "Ki (goddess)", "extract": "<p><i><b>Ki</b></i> was the earth goddess in Sumerian mythology, chief consort of the sky god An. In some legends Ki and An were brother and sister, being the offspring of Anshar (\"Sky Pivot\") and Kishar (\"Earth Pivot\"), earlier personifications of heaven and earth.</p>\n<p>By her consort Anu, Ki gave birth to the Anunnaki, the most prominent of these deities being Enlil, god of the air. According to legends, heaven and earth were once inseparable until Enlil was born; Enlil cleaved heaven and earth in two. An carried away heaven. Ki, in company with Enlil, took the earth.</p>\n<p>Some authorities question whether Ki was regarded as a deity since there is no evidence of a cult and the name appears only in a limited number of Sumerian creation texts. Samuel Noah Kramer identifies Ki with the Sumerian mother goddess Ninhursag and claims that they were originally the same figure.</p>\n<p>She later developed into the Babylonian and Akkadian goddess Antu, consort of the god Anu (from Sumerian An).</p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Cuneiform <b>KI</b> (Borger 2003 nr. 737; U+121A0 <span title=\"cuneiform text\" lang=\"und-Xsux\" xml:lang=\"und-Xsux\">𒆠</span>) is the sign for \"earth\". It is also read as GI<sub>5</sub>, GUNNI (=KI.NE) \"hearth\", KARAŠ (=KI.KAL.BAD) \"encampment, army\", KISLAḪ (=KI.UD) \"threshing floor\" or steath, and SUR<sub>7</sub> (=KI.GAG). In Akkadian orthography, it functions as a determiner for toponyms and has the syllabic values <i>gi</i>, <i>ge</i>, <i>qi</i>, and <i>qe</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<ul><li>Michael Jordan, <i>Encyclopedia of Gods</i>, Kyle Cathie Limited, 2002</li>\n</ul>", "images": [{"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Ea (Babilonian) - EnKi (Sumerian).jpg"}, {"ns": 6, "title": "File:Palm tree symbol.svg"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:Quill and ink.svg"}, {"ns": 6, "title": "File:Text document with red question mark.svg"}]}