{"pageid": 95829, "ns": 0, "title": "Hine-nui-te-pō", "extract": "<p><b>Hine-nui-te-pō</b> (\"Great woman of night\") is a goddess of night and death and the ruler of the underworld in Māori mythology. She is a daughter of Tāne. She fled to the underworld because she discovered that Tāne, whom she had married, was also her father. The red colour of sunset comes from her.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>All of the children of Rangi and Papa were male. It was Tāne who first felt the need for a wife and began to look for a companion. His mother, Papatūānuku, showed him how to make a female form from red earth. Then Tāne breathed life into Hine-ahuone, the earth-formed-maid, and mated with her. Their child was Hine-ata-uira, maid-of-the-flashing-dawn (a.k.a. Hine-tītama), and Tāne took her to wife (Biggs 1966:449).</p>\n<p>One day, while Tāne was away, Hine-ata-uira began to wonder who her father was. She was disgusted and ashamed when she heard that her husband was also her father, and she ran away. When Tāne came back he was told that she had run off to the spirit-world, and he quickly followed after. But he was stopped from entering by Hine herself, in her new role as goddess of the underworld. \"Go back, Tāne\", she said to him, \"and raise our children. Let me remain here to gather them in.\" So Tāne came back to the upper world, while Hine stayed below, waiting only for Māui to bring death into the world, and begin the never-ending procession of mortals to her realm (Biggs 1966:449).</p>\n<p>Māui did the last of his tricks on her, attempting to make mankind immortal by trying to crawl through her body, entering in her vagina and leaving by her mouth while she slept, to reverse the path of birth. But one of his bird friends, the Pīwakawaka, laughed at the ridiculousness of the situation, seeing Māui turned into a worm squirming to enter the goddess, and woke her. To punish the demi-god, she crushed him with the obsidian teeth in her vagina; Māui was the first man to die (Alpers 1964:70).</p>\n<p>Her other husband is her paternal uncle Rūaumoko.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Vagina dentata</li>\n<li>Persephone</li>\n<li>Incest</li>\n<li>Māui (Māori mythology)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>B.G. Biggs, 'Maori Myths and Traditions' in A. H. McLintock (editor), <i>Encyclopaedia of New Zealand</i>, 3 Volumes. (Government Printer: Wellington), 1966, II:447-454.</li>\n<li>Anthony Alpers, <i>Maori Myths and Tribal Legends</i>. Anckland : Longman Paul, 1964. ISBN 0-582-71674-8.</li>\n</ul>"}