{"pageid": 9583233, "ns": 0, "title": "Aya (goddess)", "extract": "<p><b>Aya</b> (or Aja) in Akkadian mythology was a mother goddess, consort of the sun god Shamash. She developed from the Sumerian goddess Sherida, consort of Utu.</p>\n<h2><span id=\"History\">History</span></h2>\n<p>Sherida is one of the oldest Mesopotamian gods, attested in inscriptions from pre-Sargonic times, her name (as \"Aya\") was a popular personal name during the Ur III period (21st-20th century BCE), making her among the oldest Semitic deities known in the region. As the Sumerian pantheon formalized, Utu became the primary sun god, and Sherida was syncretized into a subordinate role as an aspect of the sun alongside other less powerful solar deities (c.f. Ninurta) and took on the role of Utu's consort.</p>\n<p>When the Semitic Akkadians moved into Mesopotamia, their pantheon became syncretized to the Sumerian. Inanna to Ishtar, Nanna to Sin, Utu to Shamash, etc. The minor Mesopotamian sun goddess Aya became syncretized into Sherida during this process. The goddess Aya in this aspect appears to have had wide currency among Semitic peoples, as she is mentioned in god-lists in Ugarit and shows up in personal names in the Bible (Gen 36:24, 2 Sam 3:7, 1 Chr 7:28).</p>\n<h2><span id=\"In_myth\">In myth</span></h2>\n<p>Aya is Akkadian for \"dawn\", and by the Akkadian period she was firmly associated with the rising sun and with sexual love and youth. The Babylonians sometimes referred to her as <i>kallatu</i> (the bride), and as such she was known as the wife of Shamash. In fact, she was worshiped as part of a separate-but-attached cult in Shamash's <i>e-babbar</i> temples in Larsa and Sippar.</p>\n<p>By the Neo-Babylonian period at the latest (and possibly much earlier), Shamash and Aya were associated with a practice known as <i>Hasadu</i>, which is loosely translated as a \"sacred marriage.\" A room would be set aside with a bed, and on certain occasions the temple statues of Shamash and Aya would be brought together and laid on the bed to ceremonially renew their vows. This ceremony was also practiced by the cults of Marduk with Sarpanitum, Nabu with Tashmetum, and Anu with Antu.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Palm tree symbol.svg"}]}