{"pageid": 95847, "ns": 0, "title": "Rohe (mythology)", "extract": "<dl><dd><i>\"Rohi\" redirects here. For the desert, see Cholistan Desert</i></dd>\n</dl><p>In a tradition of the Moriori people of the Chatham Islands, <b>Rohe</b> is the wife of the demi-god Māui. Beautiful Rohe was a sister of the sun, and her face shone. A quarrel arose after Rohe remarked that Māui's face was ugly. Māui then decided that they should change faces.</p>\n<p>Afterwards Māui used magic to kill Rohe, but her spirit returned and destroyed Māui. Thus were black magic and death introduced into the world. After her death, Rohe ruled as the goddess of the pō (spirit world), where she gathered in the spirits of the dead. Evil influences were attributed to her (Best 1982:362-363, Shand 1897:125-126).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Cook_Islands\">Cook Islands</span></h2>\n<p>In Mangaia, the name <b>Ro'e</b> appears in <b>Te Aka-ia-Ro'e</b> (the root of all existence) which, according to Tregear, is 'a spirit in the form of a thick stem tapering to a point, and is situated at the bottom of the Universe, sustaining the Cosmos' (Gill 1976:1, Tregear 1891:421). According to Elsdon Best, the goddess exchanges heads with Māui (Best 1982:363).</p>\n<h2><span id=\"Māori\"></span><span id=\"M.C4.81ori\">Māori</span></h2>\n<p>The Māori knew little of <b>Rohe</b>. Tregear records the one myth associated with her, in which she is the wife of Māui. She was beautiful as he was ugly, and she refused his request to exchange faces. Māui, however, recited an incantation, and their faces were switched. In anger Rohe left him, and refused to live any longer in the world of light. She went to the underworld, and became a goddess of the pō (night or spirit world). Rohe is said sometimes to beat the spirits of deceased as they pass through her realm. Her home is in that division of the night world called Te Uranga-o-te-rā. Māui and Rohe had a son named Rangihore, the god of rocks and stones (Craig 1989:231, Best 1982:362, Tregear 1891:421). </p>\n<h2><span id=\"Tahiti\">Tahiti</span></h2>\n<p>In Tahiti, the 'Father of Famine' is called <b>Rohe-upo'o-nui</b>, (Large-headed Rohe) (Tregear 1891:421).</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>E. Best, <i>Maori Religion and Mythology, Part 2</i> (Dominion Museum Bulletin No.11. Museum of New Zealand: Wellington, 1982).</li>\n<li>R.D. Craig, <i>Dictionary of Polynesian Mythology</i> (Greenwood Press: New York, 1989).</li>\n<li>W.W. Gill, <i>Myths and Songs from the South Pacific</i> (Henry S. King: London, 1876).</li>\n<li>A.Shand, The Moriori People of the Chatham Islands; their Traditions and History. <i>Journal of The Polynesian Society</i>, Volume 3, 1897.</li>\n<li>E.R. Tregear, <i>Maori-Polynesian Comparative Dictionary</i>, (Lyon and Blair: Lambton Quay 1891).</li>\n</ul>", "images": [{"ns": 6, "title": "File:Héraldique meuble Soleil avec visage.svg"}]}