{"pageid": 964983, "ns": 0, "title": "Egeria (deity)", "extract": "<p><b>Egeria</b> (Latin: <span lang=\"la\" xml:lang=\"la\"><i>Ēgeria</i></span>) was a nymph attributed a legendary role in the early history of Rome as a divine consort and counselor of Numa Pompilius, the second Sabine king of Rome, to whom she imparted laws and rituals pertaining to ancient Roman religion. Her name is used as an eponym for a female advisor or counselor.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin_and_etymology\">Origin and etymology</span></h2>\n<p>Egeria may predate Roman myth: she could have been of Italic origin in the sacred forest of Aricia in Latium, her immemorial site, which was equally the grove of Diana Nemorensis (\"Diana of Nemi\"). At Aricia there was also a Manius Egerius, a male counterpart of Egeria.</p>\n<p>The name <i>Egeria</i> has been diversely interpreted; it might mean \"of the black poplar\"; Georges Dumézil proposed it came from \"e-gerere\", suggesting it came from her childbirth role; her role as prophetess and author of \"sacred books\" would compare her to the Etruscan figure of Vegoia (alleged author among other things of \"Libri Fulgurales\", which give keys to interpreting the meaning of lightning strokes, seen as ominous messages from deities, a variety of them).</p>\n<h2><span id=\"Function\">Function</span></h2>\n<p>Egeria as a nymph or minor goddess of the Roman religious system is of unclear origin; she is consistently, though not in a very clear way, associated with another figure of the Diana type; their cult is known to have been celebrated at sacred groves, such as the site of Nemi at Aricia, and another one close to Rome (see section below); both goddesses are also associated with water bearing wondrous, religious or medical properties (the source in that grove at Rome was dedicated to the exclusive use of the Vestals); their cult was associated with other, male figures of even more obscure meaning, such as one named Virbius, or a Manius Egerius, presumably a youthful male, that anyway in later years was identified with figures like Atys or Hippolyte, because of the Diana reference (see Frazer).</p>\n<p>Described sometime as a \"mountain nymph\" (Plutarch), she is usually regarded as a water nymph and somehow her cult also involved some link with childbirth, like the Greek goddess Ilithyia.</p>\n<p>But most of all, Egeria gave wisdom and prophecy in return for libations of water or milk at her sacred groves. This quality has been made especially popular through the tale of her relationship with Numa Pompilius (the second legendary king of Rome, who succeeded its founder Romulus).</p>\n<h2><span id=\"Relationship_with_Numa_Pompilius\">Relationship with Numa Pompilius</span></h2>\n\n<p>According to mythology she counseled and guided the King Numa Pompilius (Latin \"numen\" designates \"the expressed will of a deity\") in the establishment of the original framework of laws and rituals of Rome. Numa is reputed to have written down the teachings of Egeria in \"sacred books\" that he had buried with him. When a chance accident brought them back to light some 500 years later, the Senate deemed them inappropriate for disclosure to the people, and ordered their destruction. What made them inappropriate was some matter of religious nature with \"political\" bearing that apparently has not been handed down by Valerius Antias, the source that Plutarch was using. Dionysius of Halicarnassus hints that they were actually kept as a very close secret by the Pontifices.</p>\n<p>She is also gifted with oracular capabilities (she interpreted for Numa the abstruse omens of gods, for instance the episode of the omen from Faunus). In another episode she helps Numa in a battle of wits with Jupiter himself, whereby Numa sought to gain a protective ritual against lightning strokes and thunder.</p>\n<p>Numa also invoked communicating with other deities, such as Muses; hence naturally enough, the somewhat \"pale\" figure of Egeria was later categorized by the Romans as one of the Camenae, deities who came to be equated with the Greek Muses as Rome fell under the cultural influence of Greece; so Dionysius of Halicarnassus listed Egeria among the Muses.</p>\n\n<p>The precise level of her relationship to Numa has been described diversely. She is typically given the respectful label <i>coniuncta</i> (\"consort\"); Plutarch is very evasive as of the actual mode of intimacy between Numa and Egeria, and hints that Numa himself entertained a level of ambiguity. By Juvenal's day that tradition was treated more critically. Juvenal called her Numa's <i>Amica</i> (or \"girlfriend\") in a sceptical phrase.</p>\n<p>Numa Pompilius died in 673 BC of old age. According to Ovid's <i>Metamorphoses</i>, with Numa's death Egeria melted into tears of sorrow, thus becoming a spring (<i>...donec pietate dolentis / mota soror Phoebi gelidum de corpore fontem / fecit...</i> ), traditionally identified with the one nearby Porta Capena in Rome.</p>\n<h2><span id=\"Egeria_spring_in_Rome\">Egeria spring in Rome</span></h2>\n\n<p>A spring and a grove once sacred to Egeria stand close to a gate of Rome, the Porta Capena. Its waters were dedicated to the exclusive use of the Vestals. The <i>ninfeo</i>, a favored picnic spot for nineteenth-century Romans, can still be visited in the archaeological park of the Caffarella, between the Appian Way and the even more ancient Via Latina, nearby the Baths of Caracalla (a later construction).</p>\n<p>In the second century, when Herodes Atticus recast an inherited villa nearby as a great landscaped estate, the natural grotto was formalized as an arched interior with an apsidal end where a statue of Egeria once stood in a niche; the surfaces were enriched with revetments of green and white marble facings and green porphyry flooring and friezes of mosaic. The primeval spring, one of dozens of springs that flow into the river Almone, was made to feed large pools, one of which was known as <i>Lacus Salutaris</i> or \"Lake of Health\". Juvenal regretted an earlier phase of architectural elaboration:</p>\n<dl><dd><i>Nymph of the Spring! More honour’d hadst thou been,</i></dd>\n<dd><i>If, free from art, an edge of living green,</i></dd>\n<dd><i>Thy bubbling fount had circumscribed alone,</i></dd>\n<dd><i>And marble ne’er profaned the native stone.</i></dd>\n</dl><h2><span id=\"In_modern_literature\">In modern literature</span></h2>\n<ul><li>In Nathaniel Lee's English Restoration tragedy <i>Lucius Junius Brutus</i> (1680), Egeria appears in a vision to Brutus' son Titus.</li>\n<li>In Oscar Wilde's The Importance of Being Earnest, the priest Chasuble refers to Cecily's tutor Miss Prism as \"Egeria.\"</li>\n<li>In Joseph Conrad's Under Western Eyes, (1911) Madame de S___, a Russian lady of \"advanced views\" is referred to as the Egeria of Peter Ivanovich, the \"heroic fugitive\" who wrote books preaching and practicing the cult of women under the rites of special devotion to the transcendental merits of Madame de S___.</li>\n<li>In Smithsonian Nov 2016 Vol47, Number 7; [Before the Scandal Broke] [By Mark Silk] John Adams writes to his son Charles: John Adams references Egeria in respect to Thomas Jefferson's meditation with his muse (Egeria) or Sally Hemings.</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li><i>Encyclopædia Britannica</i> 1911: Egeria</li>\n<li>Roma Sotterranea: Il ninfeo di Egeria: (in Italian) Ruins of Egeria's Nymphaeum</li>\n<li>Park of the Caffarella</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aegeria.png"}, {"ns": 6, "title": "File:Capitoline Wolf of Roman Kingdom.svg"}, {"ns": 6, "title": "File:Claude Lorrain 005.jpg"}, {"ns": 6, "title": "File:La ninfa Egeria dictando a Numa.jpg"}, {"ns": 6, "title": "File:Ninfeo egeria.jpg"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}