{"pageid": 9670158, "ns": 0, "title": "Maya moon goddess", "extract": "<p>The traditional Mayas generally assume the moon to be female, and the moon's phases are accordingly conceived as the stages of a woman's life. The <b>Maya moon goddess</b> wields great influence in many areas. Being in the image of a woman, she is associated with sexuality and procreation, fertility and growth, not only of human beings, but also of the vegetation and the crops. Since growth can also cause all sorts of ailments, the moon goddess is also a goddess of disease. Everywhere in Mesoamerica, including the Mayan area, she is specifically associated with water, be it wells, rainfall, or the rainy season. In the codices, she has a terrestrial counterpart in goddess I.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Lunar_mythology\">Lunar mythology</span></h2>\n<p>The sources for Maya lunar mythology are almost entirely contemporaneous, with the exception of the Popol Vuh. A division can be made according to the moon's kinship roles.</p>\n<ul><li><i>Moon as a male sibling: celestial power</i>.</li>\n</ul><p>In the Popol Vuh (16th century), the Maya Hero Twins are finally transformed into sun and moon, implying the recognition of a male moon, in a departure from the main Maya tradition. However, the Popol Vuh hardly belongs to lunar mythology, and becoming sun and moon may well be a metonym for acquiring dominance over the sky and thus, metaphorically, political predominance.</p>\n<ul><li><i>Moon as a wife: origin of menstruation</i>.</li>\n</ul><p>True lunar mythology is first and foremost represented by the Q'eqchi' myth of Sun and Moon first studied by Eric Thompson. It makes the Moon Goddess (Po) the daughter of the Earth God, or 'Mountain-Valley'. She is wooed and finally captured by Sun. They sleep together. When this is discovered and the couple flees, the angry father reacts by having his daughter destroyed. In all likelihood, this patriarchal punishment of a basic infraction of the rules of alliance represents the origin of menstruation, the 'evil blood' of a disobedient daughter colouring the water of sea and lake red, or sinking into the earth. The menstrual blood is stored in thirteen jars. In the jars, it is first transformed into creatures such as snakes and insects, a transformation leading up to the origin of poison and the diseases caused by it. However, some jars also hold medicinal plants. The thirteenth jar is the lunar jar: On being opened, the Moon is reborn from it. The creation of her vagina on instigation of, or directly by, her husband represents the origin of human procreation. Subsequent episodes make the Moon Goddess cohabit with Sun's elder brother, Cloud, and with the devil in the shape of a king vulture, thus connecting her to rainfall and black sorcery.</p>\n<ul><li><i>Moon as a (grand)mother: the rabbit in the moon</i>.</li>\n</ul><p>Among the Mayas of Chiapas and the Northwestern Highlands of Guatemala, Moon is not Sun's wife, but his mother or grandmother, while Sun is a young boy harassed by his elder brethren. Only in this mythology do we find the origin of the lunar rabbit, either as one of the elder brethren transformed into wild animals and caught by his mother, or as a creature responsible for the resurgence of the wild vegetation on Sun's maize field. In the latter case, the rabbit is caught by Sun, passed on to his mother, and again taken into the sky. In Northwestern Guatemala, the rabbit in the moon is sometimes replaced by a deer in the moon.</p>\n<h2><span id=\"The_moon_goddess_in_the_Post-Classic_and_Classic_periods\">The moon goddess in the Post-Classic and Classic periods</span></h2>\n\n<p>In the three Post-Classic codices, the Moon Goddess is underrepresented. Instead, one finds almanacs devoted to what appears to be her terrestrial counterpart, the Goddess I ('White Woman'). In Classic Maya art, however, the Moon Goddess occurs frequently. She is shown as a young woman holding her rabbit, and framed by the crescent of the waxing moon, which is her most important, identifying attribute. The Moon Goddess may also be sitting on a throne, alone (as in the Dresden codex), or behind god D (Itzamna). Although, in oral tradition, the goddess is often treated as the consort of the Sun Deity, Classic iconography does not insist on this (see Kinich Ahau). The lunar rabbit (perhaps a Trickster character) has an important role to play in a poorly understood episode involving the Moon Goddess, the Twins, the Maya maize god, and the aged god L. In some cases, the Moon Goddess is fused with the main Maya maize god, making it uncertain whether what we see is a Moon Goddess with a maize aspect (that is, a maize-bringing moon), or a Maize God with a lunar aspect or function.</p>\n<h2><span id=\"Calendrical_functions\">Calendrical functions</span></h2>\n<p>The Moon Goddess is the patroness of the month of Ch'en 'Well'. (\"Moon has gone to her well\" is an expression referring to New Moon.) She is also the patroness of one of the Venus 'years'. Her importance is reflected by the eclipse tables of the Dresden Codex and by the Lunar Series of the Long Count. Glyph C of the Lunar Series (indicating sequences of six lunations for purposes of eclipse prediction) connects her to other deities, such as the death god (God A), the Jaguar God of the Underworld, and, perhaps, the Maize God.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Awilix</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>H.E.M. Braakhuis, <i>Xbalanque's Canoe. The Origin of Poison in Q'eqchi'-Mayan Hummingbird Myth.</i> Anthropos 100-1 (2005): 173-191.</li>\n<li>H.E.M. Braakhuis, <i>Xbalanque's Marriage: A Commentary on the Q'eqchi' Myth of Sun and Moon.</i> Thesis, Leiden University (2010; online).</li>\n<li>Susan Milbrath, <i>Star Gods of the Maya: Astronomy in Art, Folklore, and Calendars</i>. Austin: University of Texas Press 1999.</li>\n<li>Karl Taube, <i>The Major Gods of Ancient Yucatan.</i> Dumbarton Oaks, Washington 1992.</li>\n<li>Karl Taube, <i>An Illustrated Dictionary of the Gods and Symbols of Ancient Mexico and the Maya</i>. Thames and Hudson 1997.</li>\n<li>J.E.S. Thompson, <i>Maya History and Religion</i>. Norman: University of Oklahoma Press 1970.</li>\n<li>J.E.S. Thompson, <i>An Introduction to Maya Hieroglyphic Writing</i>. Norman: University of Oklahoma Press 1960.</li>\n<li>J.E.S. Thompson, <i>The Moon Goddess in Middle America with Notes on Related Deities</i>. Washington: Carnegie Institute of Washington 1939.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Goddess O Ixchel.jpg"}, {"ns": 6, "title": "File:Maya moon goddess.jpg"}, {"ns": 6, "title": "File:Maya moon goddess from Sacul drinking vessel.jpg"}]}