{"pageid": 97050, "ns": 0, "title": "Tefnut", "extract": "<p><b>Tefnut</b> (Egyptian: <span lang=\"egy\" xml:lang=\"egy\"><i>tfn.t</i></span>) is a goddess of moisture, moist air, dew and rain in Ancient Egyptian religion. She is the sister and consort of the air god Shu and the mother of Geb and Nut.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>Literally translating as \"That Water\", the name Tefnut has been linked to the verb 'tfn' meaning 'to spit' and versions of the creation myth say that Ra (or Atum) spat her out and her name was written as a mouth spitting in late texts.</p>\n<p>Like most Egyptian deities, including her brother, Tefnut has no single ideograph or symbol. Her name in hieroglyphics consists of four single phonogram symbols t-f-n-t. Although the n phonogram is a representation of waves on the surface of water, it was never used as an ideogram or determinative for the word water (<i>mw</i>), or for anything associated with water.</p>\n<h2><span id=\"Mythological_origins\">Mythological origins</span></h2>\n\n<p>Tefnut is a daughter of the solar god Ra-Atum. Married to her brother, Shu, she is mother of Nut, the sky and Geb, the earth. Tefnut's grandchildren were Osiris, (Wesir) Isis, (Aset) Set, Nephthys, (Nebthet) and in some versions, Horus the Elder (Heru Wer). She was also a great grandmother of Horus the Younger (Heru-sa-Aset). Alongside her father, brother, children, grandchildren, and great-grandchild, she is a member of the Ennead of Heliopolis.</p>\n<p>There are a number of variants to the myth of the creation of Tefnut and her twin brother Shu. In all versions, Tefnut is the product of parthenogenesis, and all involve some variety of bodily fluid.</p>\n<p>In the Heliopolitan creation myth, the solar god Atum masturbates to produce Tefnut and Shu.</p>\n<dl><dd><i>Atum was creative in that he proceeded to masturbate himself in Heliopolis. He took his penis in his hand so that he might obtain the pleasure of orgasm thereby. And brother and sister were born - that is Shu and Tefnut.</i> Pyramid Text 527</dd>\n</dl><p>In some versions of this myth, Atum also swallows his semen, and spits it out to form the twins, or else the spitting of his saliva forms the act of procreation. Both of these versions contain a play on words, the <i>tef</i> sound which forms the first syllable of the name Tefnut also constitutes a word meaning \"to spit\" or \"to expectorate\".</p>\n<p>The Coffin Texts contain references to Shu being sneezed out by Atum from his nose, and Tefnut being spat out like saliva. The Bremner-Rind Papyrus and the Memphite Theology describe Atum masturbating into his mouth, before spitting out his semen to form the twins.</p>\n<h2><span id=\"Iconography\">Iconography</span></h2>\n<p>Tefnut is a leonine deity, and appears as human with a lioness head when depicted as part of the Great Ennead of Heliopolis. The other frequent depiction is as a lioness, but Tefnut can also be depicted as fully human. In her fully or semi anthropomorphic form, she is depicted wearing a wig, topped either with a uraeus serpent, or a uraeus and solar disk, and she is sometimes depicted as a lion headed serpent. Her face is sometimes used in a double headed form with that of her brother Shu on collar counterpoises.</p>\n<p>During the 18th and 19th Dynasties, particularly during the Amarna period, Tefnut was depicted in human form wearing a low flat headdress, topped with sprouting plants. Akhenaten's mother, Tiye was depicted wearing a similar headdress, and identifying with Hathor-Tefnut. The iconic blue crown of Nefertiti is thought by archaeologist Joyce Tyldesley to be derived from Tiye's headdress, and may indicate that she was also identifying with Tefnut.</p>\n<h2><span id=\"Cult_centres\">Cult centres</span></h2>\n<p>Heliopolis and Leontopolis (modern Tel el-Muqdam) were the primary cult centres. At Heliopolis, Tefnut was one of the members of that city's great Ennead, and is referred to in relation to the purification of the <i>wabet</i> (priest) as part of the temple rite. Here she had a sanctuary called the Lower Menset.</p>\n<p><i>\"I have ascended to you<br></i> <i>with the Great One behind me</i><br><i>and &lt;my&gt; purity before me:</i><br><i>I have passed by Tefnut,</i><br><i>even while Tefnut was purifying me,</i><br><i>and indeed I am a priest, the son of a priest in this temple.\"</i> Papyrus Berlin 3055</p>\n<p>At Karnak, Tefnut formed part of the Great Ennead and was invoked in prayers for the health and wellbeing of the Pharaoh.</p>\n<p>She was worshiped with Shu as a pair of lions in Leontopolis in the Delta.</p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Tefnut was connected with other leonine goddesses as the Eye of Ra. As a lioness she could display a wrathful aspect and is said to escape to Nubia in a rage from where she is brought back by Thoth. In the earlier Pyramid Texts she is said to produce pure waters from her vagina.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egyptian - Menat with the Heads of the Deities Shu and Tefnut - Walters 541515.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}, {"ns": 6, "title": "File:Tefnut.png"}]}