{"pageid": 97063, "ns": 0, "title": "Nephthys", "extract": "<p><b>Nephthys</b> (Greek: <span lang=\"grc\" xml:lang=\"grc\">Νέφθυς</span>) or <b>Nebthet</b> or <b>Neber-Het</b> was a goddess in ancient Egyptian religion. A member of the Great Ennead of Heliopolis in Egyptian mythology, she was a daughter of Nut and Geb. Nephthys was typically paired with her sister Isis in funerary rites because of their role as protectors of the mummy and the god Osiris and as the sister-wife of Set.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>Nephthys is the Greek form of an epithet (transliterated as Nebet-het, and Nebt-het, from Egyptian hieroglyphs).The origin of the goddess Nephthys is unclear but the literal translation of her name is usually given as \"Lady of the House\", which has caused some to mistakenly identify her with the notion of a \"housewife\", or as the primary lady who ruled a domestic household. This is a pervasive error repeated in many commentaries concerning this deity. Her name means quite specifically, \"Lady of the [Temple] Enclosure\" which associates her with the role of priestess.</p>\n<p>This title, which may be more of an epithet describing her function than a given name, probably indicates the association of Nephthys with one particular temple or some specific aspect of the Egyptian temple ritual. Along with her sister Isis, Nephthys represented the temple pylon or trapezoidal tower gateway entrance to the temple which also displayed the flagstaff. This entrance way symbolised the horizon or akhet.</p>\n<h2><span id=\"Function\">Function</span></h2>\n<p>At the time of the Fifth Dynasty Pyramid Texts, Nephthys appears as a goddess of the Heliopolitan Ennead. She is the sister of Isis and companion of the war-like deity, Set. As sister of Isis and especially Osiris, Nephthys is a protective goddess who symbolizes the death experience, just as Isis represented the (re)birth experience.</p>\n<p>Nephthys was known in some ancient Egyptian temple theologies and cosmologies as the \"Useful Goddess\" or the \"Excellent Goddess\". These late Ancient Egyptian temple texts describe a goddess who represented divine assistance and protective guardianship.</p>\n<p>Nephthys is regarded as the mother of the funerary-deity Anubis (Inpu) in some myths. Alternatively Anubis appears as the son of Bastet or Isis.</p>\n<p>As the primary \"nursing mother\" of the incarnate Pharaonic-god, Horus, Nephthys also was considered to be the nurse of the reigning Pharaoh himself. Though other goddesses could assume this role, Nephthys was most usually portrayed in this function. In contrast Nephthys is sometimes featured as a rather ferocious and dangerous divinity, capable of incinerating the enemies of the Pharaoh with her fiery breath.</p>\n<p>New Kingdom Ramesside Pharaohs, in particular, were enamored of <i>Mother Nephthys,</i> as is attested in various stelae and a wealth of inscriptions at Karnak and Luxor, where Nephthys was a member of that great city's Ennead and her altars were present in the massive complex.</p>\n\n<p>Nephthys was typically paired with her sister Isis in funerary rites because of their role as protectors of the mummy and the god Osiris and as the sister-wife of Set.</p>\n<p>Less well understood than her sister Isis, Nephthys was no less important in Egyptian Religion as confirmed by the work of E. Hornung, along with the work of several noted scholars.</p>\n<p><i>\"Ascend and descend; descend with Nephthys, sink into darkness with the Night-bark. Ascend and descend; ascend with Isis, rise with the Day-bark.\"</i></p>\n<p>Pyramid Text Utterance 222 line 210.</p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n<p>In the funerary role, Nephthys often was depicted as a kite, or as a woman with falcon wings, usually outstretched as a symbol of protection. Nephthys's association with the kite or the Egyptian hawk (and its piercing, mournful cries) evidently reminded the ancients of the lamentations usually offered for the dead by wailing women. In this capacity, it is easy to see how Nephthys could be associated with death and putrefaction in the Pyramid Texts. She was, almost without fail, depicted as crowned by the hieroglyphics signifying her name, which were a combination of signs for the sacred temple enclosure (<i>hwt</i>), along with the sign for <i>neb</i>, or <i>mistress (Lady)</i>, on top of the enclosure sign.</p>\n<p>Nephthys was clearly viewed as a morbid-but-crucial force of heavenly transition, i.e., the Pharaoh becomes strong for his journey to the afterlife through the intervention of Isis and Nephthys. The same divine power could be applied later to all of the dead, who were advised to consider Nephthys a necessary companion. According to the Pyramid Texts, Nephthys, along with Isis, was a force before whom demons trembled in fear, and whose magical spells were necessary for navigating the various levels of Duat, as the region of the afterlife was termed.</p>\n<p>It should here be noted that Nephthys was not necessarily viewed as the polar opposite of Isis, but rather as a different reflection of the same reality: eternal life in transition. Thus, Nephthys was also seen in the Pyramid Texts as a supportive cosmic force occupying the night-bark on the journey of Ra, the majestic sun god, particularly when he entered Duat at the transitional time of dusk, or twilight. Isis was Ra's companion at the coming of dawn.</p>\n<h2><span id=\"Mythology_and_position_in_the_Pantheon\">Mythology and position in the Pantheon</span></h2>\n<h3><span id=\"Nephthys_and_Set\">Nephthys and Set</span></h3>\n<p>Though it commonly has been assumed that Nephthys was married to Set and they have a son Anubis, recent Egyptological research has called this into question. Levai notes that while Plutarch's <i>De Iside et Osiride</i> mentions the deity's marriage, there is very little specifically linking Nephthys and Set in the original early Egyptian sources. She argues that the later evidence suggests that:</p>\n<blockquote>\n<p>while Nephthys's marriage to Set was a part of Egyptian mythology, it was not a part of the myth of the murder and resurrection of Osiris. She was not paired with Set the villain, but with Set's other aspect, the benevolent figure who was the killer of Apophis. This was the aspect of Set worshiped in the western oases during the Roman period, where he is depicted with Nephthys as co-ruler.</p>\n</blockquote>\n<h3><span id=\"The_savior_of_her_brother_Osiris\">The savior of her brother Osiris</span></h3>\n\n\n<p>Nephthys plays an important role in the Osirian myth cycle.</p>\n<p>It is Nephthys who assists Isis in gathering and mourning the dismembered portions of the body of Osiris, after his murder by the envious Set. Nephthys also serves as the nursemaid and watchful guardian of the infant Horus. The Pyramid Texts refer to Isis as the \"birth-mother\" and to Nephthys as the \"nursing-mother\" of Horus. Nephthys was attested as one of the four \"Great Chiefs\" ruling in the Osirian cult-center of Busiris, in the Delta and she appears to have occupied an honorary position at the holy city of Abydos. No cult is attested for her there, though she certainly figured as a goddess of great importance in the annual rites conducted, wherein two chosen females or priestesses played the roles of Isis and Nephthys and performed the elaborate 'Lamentations of Isis and Nephthys'. There, at Abydos, Nephthys joined Isis as a mourner in the shrine known as the Osireion. These \"Festival Songs of Isis and Nephthys\" were ritual elements of many such Osirian rites in major ancient Egyptian cult-centers.</p>\n<p>As a mortuary goddess like Isis, Neith, and Serqet, Nephthys was one of the protectresses of the Canopic jars of the Hapi. Hapi, one of the Sons of Horus, guarded the embalmed lungs. Thus we find Nephthys endowed with the epithet, \"Nephthys of the Bed of Life\", in direct reference to her regenerative priorities on the embalming table. In the city of Memphis, Nephthys was duly honored with the title \"Queen of the Embalmer's Shop\", and there associated with the jackal-headed god Anubis as patron.</p>\n<p>Nephthys was also considered a festive deity whose rites could mandate the liberal consumption of beer. In various reliefs at Edfu, Dendera, and Behbeit, Nephthys is depicted receiving lavish beer-offerings from the Pharaoh, which she would \"return\", using her power as a beer-goddess \"that [the pharaoh] may have joy with no hangover\". Elsewhere at Edfu, for example, Nephthys is a goddess who gives the Pharaoh power to see \"that which is hidden by moonlight\". This fits well with more general textual themes that consider Nephthys to be a goddess whose unique domain was darkness, or the perilous edges of the desert.</p>\n<p>Nephthys could also appear as one of the goddesses who assists at childbirth. An ancient Egyptian myth preserved in the Papyrus Westcar recounts the story of Isis, Nephthys, Meskhenet, and Heqet as traveling dancers in disguise, assisting the wife of a priest of Amun-Re as she prepares to bring forth sons who are destined for fame and fortune.</p>\n<p>Nephthys's healing skills and status as direct counterpart of Isis, steeped, as her sister in \"words of power\", are evidenced by the abundance of faience amulets carved in her likeness, and by her presence in a variety of magical papyri that sought to summon her famously altruistic qualities to the aid of mortals.</p>\n<h2><span id=\"New_Kingdom_cults\">New Kingdom cults</span></h2>\n\n<p>The Ramesside Pharaohs were particularly devoted to Set's prerogatives and, in the 19th Dynasty, a temple of Nephthys called the \"House of Nephthys of Ramesses-Meriamun\" was built or refurbished in the town of Sepermeru, midway between Oxyrhynchos and Herakleopolis, on the outskirts of the Fayyum and quite near to the modern site of Deshasheh. Here, as Papyrus Wilbour notes in its wealth of taxation records and land assessments, the temple of Nephthys was a specific foundation by Ramesses II, located in close proximity to (or within) the precinct of the enclosure of Set. To be certain, the House of Nephthys was one of fifty individual, land-owning temples delineated for this portion of the Middle Egyptian district in Papyrus Wilbour. The fields and other holdings belonging to Nephthys's temple were under the authority of two Nephthys-prophets (named Penpmer and Merybarse) and one (mentioned) wa'ab priest of the goddess.</p>\n<p>While certainly affiliated with the \"House of Set\", the Nephthys temple at Sepermeru and its apportioned lands (several acres) clearly were under administration distinct from the Set institution. The Nephthys temple was a unique establishment in its own right, an independent entity. According to Papyrus Wilbour, another \"House of Nephthys of Ramesses-Meriamun\" seems to have existed to the north, in the town of Su, closer to the Fayyum region.</p>\n<p>Another temple of Nephthys seems to have existed in the town of Punodjem. The Papyrus Bologna records a complaint lodged by a prophet of the temple of Set in that town regarding undue taxation in his regard. After making an introductory appeal to \"Re-Horakhte, Set, and Nephthys\" for the ultimate resolution of this issue by the royal Vizier, the prophet (named Pra'emhab) laments his workload. He notes his obvious administration of the \"House of Set\" and adds: \"I am also responsible for the ship, and I am responsible likewise for the House of Nephthys, along with a heap of other temples.\"</p>\n<p>As \"Nephthys of Ramesses-Meriamun\", the goddess and her shrines were under the particular endorsement of Ramesses II. The foundations of the Set and Nephthys temples at Sepermeru finally were discovered and identified in the 1980s, and the Nephthys temple was a self-sustaining temple complex within the Set enclosure.</p>\n<p>There can be little doubt that a cult of Nephthys existed in the temple and great town of Herakleopolis, north of Sepermeru. A near life-sized statue of Nephthys (currently housed in the Louvre) boasts a curiously altered inscription. The basalt image originally was stationed at Medinet-Habu, as part of the cultic celebration of the Pharaonic \"Sed-Festival\", but was transferred at some point to Herakleopolis and the temple of Herishef. The cult-image's inscription originally pertained to \"Nephthys, Foremost of the Sed [Festival] in the Booth of Annals\" (at Medinet-Habu), but was re-inscribed or re-dedicated to \"Nephthys, Foremost of the [Booths of] Herakleopolis\". A \"prophet of Nephthys\" is indeed attested for the town of Herakleopolis in the 30th Dynasty.</p>\n<h2><span id=\"Chief_goddess_of_Nome_VII\">Chief goddess of Nome VII</span></h2>\n<p>Nephthys was considered the unique protectress of the Sacred Phoenix, or the Bennu Bird. This role may have stemmed from an early association in her native Heliopolis, which was renowned for its \"House of the Bennu\" temple. In this role, Nephthys was given the name \"Nephthys-Kheresket\", and a wealth of temple texts from Edfu, Dendera, Philae, Kom Ombo, El Qa'la, Esna, and others corroborate the late identification of Nephthys as the supreme goddess of Upper Egyptian Nome VII, where another shrine existed in honor of the Bennu. Nephthys also was the goddess of the \"Mansion of the Sistrum\" in Hwt-Sekhem (Gr. Diospolis Parva), the chief city of Nome VII. There, Nephthys was the primary protectress of the resident Osirian relic, of the Bennu Bird, and of the local Horus/Osiris manifestation, the god Neferhotep.</p>\n<p>Nephthys was most widely and usually worshipped in ancient Egypt as part of a consortium of temple deities. Therefore, it should not surprise us that her cult images could likely be found as part of the divine entourage in temples at Kharga, Kellis, Deir el-Hagar, Koptos, Dendera, Philae, Sebennytos, Busiris, Shenhur, El Qa'la, Letopolis, Heliopolis, Abydos, Thebes, Dakleh Oasis, and indeed throughout Egypt. In most cases, Nephthys found her typical place as part of a triad alongside Osiris and Isis, or Isis and Horus, or Isis and Min, or as part of a quartet of deities. It is perhaps in this way that Nephthys best fulfilled her role as an important national deity whose ideal function was to provide powerful assistance to her associates in a great variety of temple cults—a truly \"Useful\" and \"Excellent\" goddess, as her primary epithets reflect.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:A mummy rests on a sacred boat guarded by Anubis. Above, figures of Osiris, Isis, and Nephthys. Sandstone stela. From Egypt, 332 BCE to 395 CE. Kelvingrove Art Gallery and Museum, Glasgow, UK.jpg"}, {"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:All Gizah Pyramids.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egyptian - Triad of Isis, Nephthys, and Harpocrates - Walters 481674.jpg"}, {"ns": 6, "title": "File:Eye of Horus bw.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Isis-FromAPaintedShroud MetropolitanMuseumOfArt.png"}]}