{"pageid": 97099, "ns": 0, "title": "Amunet", "extract": "<p><b>Amunet</b> (<span></span>; also spelled Amonet or Amaunet) was a primordial goddess in ancient Egyptian religion. She is a member of the Ogdoad and the consort of Amun.</p>\n<p>Her name, meaning \"the female hidden one\", was simply the feminine form of Amun's own name. It is possible that she was never an independent deity, as the first mention of either of them is in a pair.</p>\n<p>By at least the Twelfth dynasty (c. 1991–1803 BC) she was overshadowed as Amun's consort by Mut, but she remained locally important in the region of Thebes where Amun was worshipped, and there she was seen as a protector of the pharaoh.</p>\n<p>At Karnak, Amun's cult center, priests were dedicated to Amunet's service. The goddess also played a part in royal ceremonies such as the Sed festival. Amunet was depicted as a woman wearing the Red Crown and carrying a staff of papyrus.</p>\n<p>In late texts from Karnak she was syncretized with Neith, although she remained a distinct deity as late as the Ptolemaic period (323–30 BC).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"In_other_media\">In other media</span></h2>\n<h3><span id=\"Television\">Television</span></h3>\n<ul><li>In <i>Stargate SG-1</i> Amaunet is a recurring Goa'uld character and consort of Apophis, portrayed by Vaitiare Bandera.</li>\n<li>One of the main characters in <i>Penny Dreadful</i>, Vanessa Ives, is implied to be an incarnation of Amunet and is portrayed by Eva Green.</li>\n</ul><h3><span id=\"Film\">Film</span></h3>\n\n<p>Ahmanet is portrayed by Sofia Boutella, an adaptation of the ancient Egyptian goddess, as the titular role in <i>The Mummy</i>. The film is the first official installment in the Dark Universe.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Amunet-Luxor.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}