{"pageid": 97096, "ns": 0, "title": "Nu (mythology)", "extract": "<p><b>Nu</b> (also <i>Nenu, Nunu, Nun</i>), feminine <b>Naunet</b> (also <i>Nunut, Nuit, Nent, Nunet</i>), is the deification of the primordial watery abyss in the Hermopolitan Ogdoad cosmogony of ancient Egyptian religion. The name is paralleled with <i>nen</i> \"inactivity\" in a play of words in, \"I raised them up from out of the watery mass [<i>nu</i>], out of inactivity [<i>nen</i>]\". The name has also been compared Coptic <i>noun</i> \"abyss; deep\".</p>\n<p>Nut is also the name of the sky goddess of the Ennead of Heliopolis.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin_myth\">Origin myth</span></h2>\n<p>The Ancient Egyptians envisaged the oceanic abyss of the Nun as surrounding a bubble in which the sphere of life is encapsulated, representing the deepest mystery of their cosmogony. In Ancient Egyptian creation accounts the original mound of land comes forth from the waters of the Nun. The Nun is the source of all that appears in a differentiated world, encompassing all aspects of divine and earthly existence. In the Ennead cosmogony Nun is perceived as transcendent at the point of creation alongside Atum the creator god.</p>\n<h2><span id=\"History\">History</span></h2>\n<p>Beginning with the Middle Kingdom Nun is described as \"the Father of the Gods\" and he is depicted on temple walls throughout the rest of Ancient Egyptian religious history.</p>\n<p>The Ogdoad includes along with Naunet and Nun, Amaunet and Amun, Hauhet and Heh, Kauket and Kek. Like the other Ogdoad deities, Nu did not have temples or any center of worship. Even so, Nu was sometimes represented by a sacred lake, or, as at Abydos, by an underground stream.</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>In the 12th Hour of the Book of Gates Nu is depicted with upraised arms holding a \"solar bark\" (or barque, a boat). The boat is occupied by eight deities, with the scarab deity Khepri standing in the middle surrounded by the seven other deities.</p>\n<p>During the late period when Egypt became occupied, the negative aspect of the Nun (chaos) became the dominant perception, reflecting the forces of disorder that were set loose in the country.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Abzu</li>\n<li>Benben stone</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>E. A. Wallis Budge, The Gods of the Egyptians: Or, Studies in Egyptian Mythology (1904), vol. 1, 283f.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Nun and Naunet.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}