{"pageid": 97120, "ns": 0, "title": "Sekhmet", "extract": "<p>In Egyptian mythology, <b>Sekhmet</b> (<span></span> or <b>Sachmis</b> (<span></span>; also spelled Sakhmet, Sekhet, or Sakhet, among other spellings, means \"the powerful one\") is a warrior goddess as well as goddess of healing. She is depicted as a lioness, the fiercest hunter known to the Egyptians. It was said that her breath formed the desert. She was seen as the protector of the pharaohs and led them in warfare.</p>\n<p>Her cult was so dominant in the culture that when the first pharaoh of the twelfth dynasty, Amenemhat I, moved the capital of Egypt to Itjtawy, the centre for her cult was moved as well. Religion, the royal lineage, and the authority to govern were intrinsically interwoven in ancient Egypt during its approximately three millennia of existence.</p>\n<p>Sekhmet also is a solar deity, sometimes called the daughter of the sun god Ra and often associated with the goddesses Hathor and Bast. She bears the Solar disk and the uraeus which associates her with Wadjet and royalty. With these associations she can be construed as being a divine arbiter of the goddess Ma'at (Justice, or Order) in the Judgment Hall of Osiris, associating her with the Wadjet (later the Eye of Ra), and connecting her with Tefnut as well.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n\n<p>Sekhmet's name comes from the Ancient Egyptian word \"sekhem\" which means \"power or might\". Sekhmet's name suits her function and means \"the (one who is) powerful\". She also was given titles such as the \"(One) Before Whom Evil Trembles\", \"Mistress of Dread\", \"Lady of Slaughter\" and \"She Who Mauls\".</p>\n<h2><span id=\"History\">History</span></h2>\n\n\n\n\n<p>In order to placate Sekhmet's wrath, her priestesses performed a ritual before a different statue of the goddess on each day of the year. This practice resulted in many images of the goddess being preserved. Most of her statuettes were rigidly crafted and do not exhibit any expression of movements or dynamism; this design was made to make them last a long time rather than to express any form of functions or actions she is associated with. It is estimated that more than seven hundred statues of Sekhmet once stood in one funerary temple alone, that of Amenhotep III, on the west bank of the Nile.</p>\n<p>She was envisioned as a fierce lioness, and in art, was depicted as such, or as a woman with the head of a lioness, who was dressed in red, the color of blood. Sometimes the dress she wears exhibits a rosetta pattern over each breast, an ancient leonine motif, which can be traced to observation of the shoulder-knot hairs on lions. Occasionally, Sekhmet was also portrayed in her statuettes and engravings with minimal clothing or naked. Tame lions were kept in temples dedicated to Sekhmet at Leontopolis.</p>\n<h3><span id=\"Festivals_and_evolution\">Festivals and evolution</span></h3>\n<p>To pacify Sekhmet, festivals were celebrated at the end of battle, so that the destruction would come to an end. During an annual festival held at the beginning of the year, a festival of intoxication, the Egyptians danced and played music to soothe the wildness of the goddess and drank great quantities of wine ritually to imitate the extreme drunkenness that stopped the wrath of the goddess—when she almost destroyed humanity. This may relate to averting excessive flooding during the inundation at the beginning of each year as well, when the Nile ran blood-red with the silt from up-stream and Sekhmet had to swallow the overflow to save humankind.</p>\n<p>In 2006, Betsy Bryan, an archaeologist with Johns Hopkins University excavating at the temple of Mut presented her findings about the festival that included illustrations of the priestesses being served to excess and its adverse effects being ministered to by temple attendants. Participation in the festival was great, including the priestesses and the population. Historical records of tens of thousands attending the festival exist. These findings were made in the temple of Mut because when Thebes rose to greater prominence, Mut absorbed some characteristics of Sekhmet. These temple excavations at Luxor discovered a \"porch of drunkenness\" built onto the temple by the Pharaoh Hatshepsut, during the height of her twenty-year reign.</p>\n<p>In a myth about the end of Ra's rule on the earth, Ra sends Hathor as Sekhmet to destroy mortals who conspired against him. In the myth, Sekhmet's blood-lust was not quelled at the end of battle and led to her destroying almost all of humanity, so Ra poured out beer dyed with red ochre or hematite so that it resembled blood. Mistaking the beer for blood, she became so drunk that she gave up the slaughter and returned peacefully to Ra. The same myth was also described in the prognosis texts of the Calendar of Lucky and Unlucky Days of papyrus Cairo 86637, where the actions of Sekhmet, Horus, Ra and Wadjet were connected to the eclipsing binary Algol.</p>\n<p>Sekhmet later was considered to be the mother of Maahes, a deity who appeared during the New Kingdom period. He was seen as a lion prince, the son of the goddess. The late origin of Maahes in the Egyptian pantheon may be the incorporation of a Nubian deity of ancient origin in that culture, arriving during trade and warfare or even, during a period of domination by Nubia. During the Greek dominance in Egypt, note was made of a temple for Maahes that was an auxiliary facility to a large temple to Sekhmet at Taremu in the delta region (likely a temple for Bast originally), a city which the Greeks called Leontopolis, where by that time, an enclosure was provided to house lions.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>Death metal band Nile referenced Sekhmet in the title track of their album \"Ithyphallic\", and in \"The Eye Of Ra\" on their album <i>Those Whom the Gods Detest</i>.</li>\n<li>Death metal band Behemoth referenced Sekhmet in the song \"Christgrinding Avenue\" on their album <i>The Apostasy</i>.</li>\n</ul>\n<ul><li>Sekhmet is one of the evil female trinity of demigod vampires in author Kevin Given's \"<i>Last Rites: The Return of Sebastian Vasilis</i>\" which is the first novel in the \"<i>Karl Vincent: Vampire Hunter</i>\" series the other two being the Hebrew Lilith and the Hindu Kali. She is also seen in the same author's comic book \"<i>Karl Vincent: Vampire Hunter</i>\" issues 1-6 which adapts the novel. She will be played by actress Jasmine Yampierre in the film version from Crisp Film Works.</li>\n</ul>\n<ul><li>Sekhmet is used in <i>The 39 Clues</i> book <i>Beyond the Grave</i> and is the reason why the characters travel to Cairo.</li>\n<li>Sekhmet is also featured in <i>The Red Pyramid</i> written by Rick Riordan as a minor antagonist.</li>\n<li>Sekhmet is the subject of \"Lionheart\" a song about the goddess by the symphonic power metal band, Amberian Dawn from their <i>The Clouds of Northland Thunder</i> album.</li>\n<li>Sekhmet is the focus of \"Resurrection\", an episode of <i>Stargate SG-1</i>. The plot centers around a young girl named Anna who was created by a German doctor, who is the son of a Nazi. Sam, Daniel and Teal'c find artifacts belonging to the Goa'uld Sekhmet in the doctor's compound and realize that Anna was cloned using genetic material from the original Sekhmet, who was the executioner of Ra, the villain from the original film. A (possibly different) Sekhmet is also featured in the <i>Stargate SG-1</i> game <i>Stargate SG-1 Unleashed.</i></li>\n<li>In <i>Tutenstein</i>, an animated TV series about ancient Egypt, Sekhmet is featured in one of the episodes. She goes on a rampage in the museum and the building site to make people build a pyramid for Tut.</li>\n<li>The space vessel \"Sekhmet\" is a level in the video game <i>Jet Force Gemini</i>, a third person shooter developed by Rare in 1999.</li>\n<li>Sekhmet is also the name of an alien Aragami in the PlayStation Portable game, <i>God Eater</i>.</li>\n<li>In the video game <i>Skullgirls</i>, Sekhmet is the name of the bloodthirsty cat-like skeleton parasite bonded to the Egypt themed character Eliza.</li>\n<li>In the BBC TV series <i>Sherlock</i> episode \"The Great Game\", John Watson believes a cat named Sekhmet is responsible for the death of her owner.</li>\n<li>Sekhmet is the main character in Author S.K. Whiteside's <i>World of the Guardians</i> book series. Set in modern-day New Orleans, Sekhmet goes by the name of Syn.</li>\n<li>Sekhmet appears in the Big Finish Doctor Who audio drama, The Bride of Peladon. She is an Osiran.</li>\n<li>Temple of Goddess Spirituality in Southern Nevada that is dedicated to the Goddess Sekhmet.</li>\n<li>The subject of Margaret Atwood's poem titled \"Sekhmet, the Lion-headed Goddess of War.\"</li>\n<li>In the comic <i>The Wicked + The Divine</i>, Sekhmet (spelled <i>Sakhmet</i>) is one of twelve gods who reincarnate every 90 years only to die within two years. In the current incarnation, she is a popstar modelled on Rihanna.</li>\n<li>In Elizabeth Peters' Amelia Peabody series of books, Sekhmet is the name of one of the Emersons' cats.</li>\n<li>Sekhmet appears in the comic <i>Beasts of Burden: The Unfamiliar</i> after being summoned by a gathering of witches and familiars.</li>\n<li>Sekhmet appears in the 1997 cartoon series <i>Mummies Alive!</i> in \"The Curse of Sekhmet\" (Episode 11). After Scarab fell sick, he summoned Sekhmet to cure him. Instead, she unleashes havoc with the Plagues of Egypt and places a curse on the city, causing Presley to turn into a frog. Unlike in her classic depiction as a lion-headed female, she appears a regular human and can turn into an anthropomorphic vulture instead.</li>\n<li>Sekhmet is one of the creatures in the mobile game \"Deck Heroes\", where she is portrayed as a man with long hair.</li>\n<li>Sekhmet is one of three old-world goddesses providing guidance to the titular heroine in the young-adult novella <i>Fearless Inanna</i>, by author &amp; illustrator <i>Jonathan Schork</i> (2nd edition, SM-ARC, inc., 2016).</li>\n<li>Sekhmet is an ancient, evil vampire featured in the M/M paranormal romance book <i>A Light in the Darkness: Things That Go Bump</i>. She is the goddess of death and destruction infamous for her ability to create plague and cruelty.</li>\n<li>Sekhmet appears in the real-time strategy game <i>Age of Mythology</i> as a minor god for the Egyptians, and can be worshipped to increase the power of players' siege units.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Durga</li>\n<li>Lion and Sun § Other (non-Iranian) variants</li>\n<li>Narasimha</li>\n<li>Prathyangira</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Germond, Philippe (1981). <i>Sekhmet et la protection du monde</i> (in French). Editions de Belles-Lettres.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASekhmet&amp;rft.aufirst=Philippe&amp;rft.aulast=Germond&amp;rft.btitle=Sekhmet+et+la+protection+du+monde&amp;rft.date=1981&amp;rft.genre=book&amp;rft.pub=Editions+de+Belles-Lettres&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">Hoenes, Sigrid-Eike (1978). <i>Untersuchungen zu Wesen und Kult der Göttin Sachmet</i> (in German). R. Habelt Verlag.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASekhmet&amp;rft.aufirst=Sigrid-Eike&amp;rft.aulast=Hoenes&amp;rft.btitle=Untersuchungen+zu+Wesen+und+Kult+der+G%C3%B6ttin+Sachmet&amp;rft.date=1978&amp;rft.genre=book&amp;rft.pub=R.+Habelt+Verlag&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation book\">von Känel, Frédérique (1984). <i>Les prêtres-ouâb de Sekhmet et les conjurateurs de Serket</i> (in French). Presses Universitaires de France.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASekhmet&amp;rft.aufirst=Fr%C3%A9d%C3%A9rique&amp;rft.aulast=von+K%C3%A4nel&amp;rft.btitle=Les+pr%C3%AAtres-ou%C3%A2b+de+Sekhmet+et+les+conjurateurs+de+Serket&amp;rft.date=1984&amp;rft.genre=book&amp;rft.pub=Presses+Universitaires+de+France&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Ancient Egypt: the Mythology - Sekhmet</li>\n<li>\"Ancient war goddess statues unearthed in Egypt\", archaeologists unearth six statues of the lion-headed war goddess Sekhmet in temple of pharaoh Amenhotep III. 2006-03-06</li>\n<li>\"Karl Vincent: Vampire Hunter\" series</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egyptian - \"Aegis\" with the head of Sakhmet - Walters 57540 - Three Quarter.jpg"}, {"ns": 6, "title": "File:GD-EG-KomOmbo016.JPG"}, {"ns": 6, "title": "File:Head and upper body of the goddess Sekhmet, Kelvingrove Art Gallery and Museum, Glasgow..JPG"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Luxor Sekhmet New Kingdom.JPG"}, {"ns": 6, "title": "File:PartOfAMenat-HariesisStandsBySehkmetFlankedByWadjetAndNekhbet.png"}]}