{"pageid": 97179, "ns": 0, "title": "Bastet", "extract": "<p><b>Bastet</b> was a goddess in ancient Egyptian religion, worshiped as early as the 2nd Dynasty (2890 BCE). As <b>Bast</b>, she was the goddess of warfare in Lower Egypt, the Nile River delta region, before the unification of the cultures of ancient Egypt. Her name is also translated as <b>Baast</b>, <b>Ubaste</b>, and <b>Baset</b>. In Greek mythology, she is also known as <b>Ailuros</b> (Greek for \"cat\", αἴλουρος).</p>\n<p>The uniting Egyptian cultures had deities that shared similar roles and usually the same imagery. In Upper Egypt, Sekhmet was the parallel warrior lioness deity. Often similar deities merged into one with the unification, but that did not occur with these deities having such strong roots in their cultures. Instead, these goddesses began to diverge. During the 22nd Dynasty (<abbr title=\"circa\">c.</abbr><span> 945–715 BC</span>), Bast had transformed from a lioness warrior deity into a major protector deity represented as a cat. <i>Bastet</i>, the name associated with this later identity, is the name commonly used by scholars today to refer to this deity. Bastet is also the protector of cats.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Bastet, the form of the name which is most commonly adopted by Egyptologists today because of its use in later dynasties, is a modern convention offering one possible reconstruction. In early Egyptian, her name appears to have been <i>bꜣstt</i>. In Egyptian writing, the second <i>t</i> marks a feminine ending, but was not usually pronounced, and the aleph <i>ꜣ</i> () may have moved to a position before the accented syllable, <i>ꜣbst</i>. By the first millennium, then, <i>bꜣstt</i> would have been something like <i>*Ubaste</i> (&lt; <i>*Ubastat</i>) in Egyptian speech, later becoming Coptic <i>Oubaste</i>.</p>\n<p>During later dynasties, the deity remained, but was assigned a lesser role in the pantheon by bearing the name <i>Bastet</i>. This happened after Thebes became the capital of ancient Egypt during the 18th Dynasty. As they rose to great power the priests of the temple of Amun, dedicated to the primary local deity, advanced the stature of their titular deity to national prominence (Amun-Ra) and shifted the relative stature of others in the Egyptian pantheon. Diminishing her status, they began referring to the deity with the added suffix, as <i>Bastet</i>, and their use of the new name was well-documented, becoming very familiar to researchers. By the 22nd Dynasty the transition had occurred in all regions.</p>\n<p>What the name of the goddess means remains uncertain. One recent suggestion by Stephen Quirke (<i>Ancient Egyptian Religion</i>) explains it as meaning \"She of the ointment jar\". This ties in with the observation that her name was written with the hieroglyph for <i>ointment jar</i> (<i>bꜣs</i>) and that she was associated with protective ointments, among other things. The name of the material known as <i><span lang=\"en\" xml:lang=\"en\">alabaster</span></i> might, through Greek, come from the name of the goddess.</p>\n<h2><span id=\"Role_in_ancient_Egypt\">Role in ancient Egypt</span></h2>\n<p>Bastet was originally a lioness warrior goddess of the sun throughout most of ancient Egyptian history, but later she was changed into the cat goddess which is familiar today. Greeks occupying ancient Egypt toward the end of its civilization changed her into a goddess of the moon.</p>\n<p>As protector of Lower Egypt, she was seen as defender of the pharaoh, and consequently of the later chief male deity, Ra. Along with the other lioness goddesses, she would occasionally be depicted as the embodiment of the Eye of Ra. She has been depicted as fighting the evil snake named Apep, an enemy of Ra.</p>\n\n<p>Images of Bastet were often created from alabaster. The goddess was sometimes depicted holding a ceremonial sistrum in one hand and an aegis in the other—the aegis usually resembling a collar or gorget embellished with a lioness head.</p>\n<p>Her name was associated with the lavish jars in which Egyptians stored their ointment used as perfume. Bastet thus gradually became regarded as the goddess of perfumes, earning the title of <i>perfumed protector</i>. In connection with this, when Anubis became the god of embalming, Bastet came to be regarded as his wife for a short period of time. Bastet was also depicted as the goddess of protection against contagious diseases and evil spirits.</p>\n<h3><span id=\"Religious_Sect_Center\">Religious Sect Center</span></h3>\n\n<p>Bastet was a local deity whose religious sect was centered in the city of Bubastis, which lay in the Nile Delta near what is known as Zagazig today. The town, known in Egyptian as <i>pr-bꜣstt</i> (also transliterated as <i>Per-Bast</i>), carries her name, literally meaning <i>House of Bast</i>. It was known in Greek as <i>Boubastis</i> (<i>Βούβαστις</i>) and translated into Hebrew as <i>Pî-beset</i>, spelled without the initial <i>t</i> sound of the last syllable. In the biblical Book of Ezekiel 30:17, the town appears in the Hebrew form <i>Pibeseth</i>.</p>\n<h3><span id=\"Temple\">Temple</span></h3>\n<p>Herodotus, a Greek historian who traveled in Egypt in the 5th century BCE, describes Bastet's temple at some length:</p>\n<blockquote class=\"templatequote\">\n<p>Save for the entrance, it stands on an island; two separate channels approach it from the Nile, and after coming up to the entry of the temple, they run round it on opposite sides; each of them a hundred feet wide, and overshadowed by trees. The temple is in the midst of the city, the whole circuit of which commands a view down into it; for the city's level has been raised, but that of the temple has been left as it was from the first, so that it can be seen into from without. A stone wall, carven with figures, runs round it; within is a grove of very tall trees growing round a great shrine, wherein is the image of the goddess; the temple is a square, each side measuring a furlong. A road, paved with stone, of about three furlongs' length leads to the entrance, running eastward through the market place, towards the temple of Hermes; this road is about 400 feet wide, and bordered by trees reaching to heaven.</p>\n</blockquote>\n<p>The description offered by Herodotus and several Egyptian texts suggest that water surrounded the temple on three (out of four) sides, forming a type of lake known as <i>isheru</i>, not too dissimilar from that surrounding the temple of the mother goddess Mut in Karnak at Thebes. These lakes were typical of temples devoted to a number of lioness goddesses who are said to represent one original goddess, daughter of the Sun-God Ra / Eye of Ra: Bastet, Mut, Tefnut, Hathor, and Sakhmet. Each of them had to be appeased by a specific set of rituals. One myth relates that a lioness, fiery and wrathful, was once cooled down by the water of the lake, transformed into a gentle cat, and settled in the temple.</p>\n<p>In the temple, some cats were found to have been mummified and buried, many next to their owners. More than 300,000 mummified cats were discovered when Bastet's temple was excavated. The main source of information about the Bastet cult comes from Herodotus who visited Bubastis around 450 BCE after the changes in the religious sect. He equated Bastet with the Greek Goddess Artemis. He wrote extensively about the religious sect. Turner and Bateson suggest that the status of the cat was roughly equivalent to that of the cow in modern India. The death of a cat might leave a family in great mourning and those who could would have them embalmed or buried in cat cemeteries—pointing to the great prevalence of the cult of Bastet. Extensive burials of cat remains were found not only at Bubastis, but also at Beni Hasan and Saqqara. In 1888, a farmer uncovered a plot of many hundreds of thousands of cats in Beni Hasan.</p>\n<h3><span id=\"Festival\">Festival</span></h3>\n<p>Herodotus also relates that of the many solemn festivals held in Egypt, the most important and most popular one was that celebrated in Bubastis in honor of the goddess. Each year on the day of her festival, the town was said to have attracted some 700,000 visitors, both men and women (but not children), who arrived in numerous crowded ships. The women engaged in music, song, and dance on their way to the place. Great sacrifices were made and prodigious amounts of wine were drunk—more than was the case throughout the year. This accords well with Egyptian sources which prescribe that lioness goddesses are to be appeased with the \"feasts of drunkenness\". However, a festival of Bastet was known to be celebrated already in the New Kingdom at Bubastis. The block statue from the 18th dynasty (<abbr title=\"circa\">c.</abbr><span> 1380 BC</span>) of Nefer-ka, the wab-priest of Sekhmet, provides written evidence for this. The inscription suggests that the king (Amenhotep III) was personally present at the event and had great offerings made to the deity.</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>Bastet first appears in the 3rd millennium BC, where she is depicted as either a fierce lioness or a woman with the head of a lioness. The lioness was considered the fiercest hunter among the animals in Africa, hunting in co-operative groups of related females, and became the representation of the war goddess and protector in both Egypts that would unite throughout the history of ancient Egypt, with Sekhmet being a similar lioness war deity of Upper Egypt.</p>\n<p>The ancient Egyptian pantheon was evolving constantly. During the 18th dynasty, Thebes became the capital of ancient Egypt, and thus their patron deity became paramount. The priests of the temple of Amun shifted the relative stature of other deities in the Egyptian pantheon as Amun-Ra rose to national importance in the New Kingdom. With the unification, many similar deities were often merged into one. However, the significance of Bastet and Sekhmet to the regional cultures that merged resulted in a retention of both, necessitating a divergence in traits between the two. During this period, Bastet's role as warrior goddess in the Egyptian pantheon became diminished as Sekhmet became more dominant.</p>\n<p>Scribes of the New Kingdom and later eras began referring to her with an additional feminine suffix, as <i>Bastet</i>. The name change is thought to have been added to emphasize pronunciation of the ending <i>t</i> sound, which was often left silent, and use of the new name became very familiar to Egyptologists.</p>\n\n<p>Cats in ancient Egypt were revered highly, partly due to their ability to combat vermin such as mice, rats (which threatened key food supplies), and snakes—especially cobras. Cats of royalty were, in some instances, known to be dressed in golden jewelry and were allowed to eat from their owners' plates. Turner and Bateson estimate that during the 22nd Dynasty (<abbr title=\"circa\">c.</abbr><span> 945–715 BC</span>), Bastet worship changed from being a lioness deity into being predominantly a major cat deity. Because domestic cats tend to be tender and protective of their offspring, Bastet was also regarded as a good mother, and she was sometimes depicted with numerous kittens. Consequently, a woman who wanted children sometimes wore an amulet showing the goddess with kittens, the number of which indicated her own desired number of children.</p>\n\n<p>The fierce lion god Maahes of nearby Nubia became part of Egyptian mythology and assigned the role of the son of Bastet. During this time of the New Kingdom, Bastet was held to be the daughter of Amun-Ra. Bastet became identified as his mother in Lower Egypt, near the delta. Similarly, Sekhmet became identified as the mother of Maahes in Upper Egypt. The association of Bastet in Lower Egypt as mother of Anubis was broken years later when Anubis became identified as the son of Nephthys.</p>\n<p>As divine mother, and more especially as protector for Lower Egypt, Bastet became strongly associated with Wadjet, the patron goddess of Lower Egypt. She eventually became <b>Wadjet-Bast</b>, paralleling the similar pair of patron and lioness protector for Upper Egypt (Sekhmet-Nekhbet). Eventually, her position as patron and protector of Lower Egypt led to her being identified with the more substantial goddess Mut, whose cult had risen to power with that of Amun-Ra, and eventually being syncretized with her as <b>Mut-Wadjet-Bast</b>. Shortly after, in the constantly evolving pantheon, Mut also absorbed the identities of the Sekhmet-Nekhbet pairing as well.</p>\n<p>This merging of identities of similar goddesses has led to considerable confusion, leading to some attributing to Bastet the title <i>Mistress of the Sistrum</i> (more properly belonging to Hathor), a goddess who had become thought of as an aspect of the later emerging Isis (as had Mut), and the Greek idea of her as a lunar goddess (more properly an attribute of Mut) rather than the solar deity she was. The native Egyptian rulers were replaced by Greeks during an occupation of Egypt in the Ptolemaic Dynasty that lasted almost 300 years.</p>\n<p>The Ptolemys adopted many Egyptian beliefs and customs, but always \"interpreted\" them in relation to their own Greek culture. These associations sought to link the antiquity of Egyptian culture to the newer Greek culture, thereby lending parallel roots and a sense of continuity. Indeed, much confusion occurred with subsequent generations; the identity of Bastet slowly merged among the Greeks during their occupation of Egypt, who sometimes named her <i>Ailuros</i> (Greek for <i>cat</i>), thinking of Bastet as a version of Artemis, their own moon goddess.</p>\n<p>Thus, to fit their own mythology, Bastet was thought of as the sister of Horus, whom they identified as Apollo (Artemis' brother), and consequently, the daughter of the later emerging deities, Isis and Ra. Roman occupation of Egypt followed in 30 BC, and their pantheon of deities also was identified with the Greek interpretations of the ancient Egyptians. The introduction of Christianity and Muslim beliefs followed as well, and by the 6th century AD only a few vestiges of ancient Egyptian religious beliefs remained, although the cult of Isis had spread to the ends of the Roman Empire.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Other (non-Iranian) variants of Lion and Sun</li>\n<li>Felidae – Cat groups</li>\n<li>Feline – Domestic cat</li>\n<li>Cats in ancient Egypt</li>\n</ul><h2><span id=\"References\">References</span></h2>\n<ul><li>Herodotus, ed. H. Stein (et al.) and tr. AD Godley (1920), <i>Herodotus 1. Books 1 and 2</i>. Loeb Classical Library. Cambridge, Mass.</li>\n<li>E. Bernhauer, \"Block Statue of Nefer-ka\", in: M. I. Bakr, H. Brandl, Faye Kalloniatis (eds.): Egyptian Antiquities from Kufur Nigm and Bubastis. Berlin 2010, pp. 176–179 ISBN 978-3-00-033509-9.</li>\n<li><cite class=\"citation encyclopaedia\">Velde, Herman te (1999). \"Bastet\". In Karel van der Toorn; Bob Becking; Pieter W. van der Horst. <i>Dictionary of Demons and Deities in the Bible</i> (2nd ed.). Leiden: Brill Academic. pp. 164–5. ISBN 90-04-11119-0.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Bastet&amp;rft.aufirst=Herman+te&amp;rft.aulast=Velde&amp;rft.btitle=Dictionary+of+Demons+and+Deities+in+the+Bible&amp;rft.date=1999&amp;rft.edition=2nd&amp;rft.genre=bookitem&amp;rft.isbn=90-04-11119-0&amp;rft.pages=164-5&amp;rft.place=Leiden&amp;rft.pub=Brill+Academic&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation encyclopaedia\">Serpell, James A. \"Domestication and History of the Cat\". In Dennis C. Turner; Paul Patrick Gordon Bateson. <i>The Domestic Cat: the Biology of its Behaviour</i>. pp. 177–192.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Domestication+and+History+of+the+Cat&amp;rft.aufirst=James+A.&amp;rft.aulast=Serpell&amp;rft.btitle=The+Domestic+Cat%3A+the+Biology+of+its+Behaviour&amp;rft.genre=bookitem&amp;rft.pages=177-192&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DkO5y0fnLUD4C%26pg%3DPA179&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Malek, Jaromir (1993). <i>The Cat in Ancient Egypt</i>. London: British Museum Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.aufirst=Jaromir&amp;rft.aulast=Malek&amp;rft.btitle=The+Cat+in+Ancient+Egypt&amp;rft.date=1993&amp;rft.genre=book&amp;rft.place=London&amp;rft.pub=British+Museum+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation encyclopaedia\">Otto, Eberhard (1972–1992). \"Bastet\". In W. Helck; et al. <i>Lexicon der Ägyptologie</i>. <b>1</b>. Wiesbaden. pp. 628–30.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Bastet&amp;rft.aufirst=Eberhard&amp;rft.aulast=Otto&amp;rft.btitle=Lexicon+der+%C3%84gyptologie&amp;rft.date=1972%2F1992&amp;rft.genre=bookitem&amp;rft.pages=628-30&amp;rft.place=Wiesbaden&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation encyclopaedia\">Quaegebeur, J. (1991). \"Le culte de Boubastis - Bastet en Egypte gréco-romaine\". In L. Delvaux and E. Warmenbol. <i>Les divins chat d'Egypte</i>. Leuven. pp. 117–27.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Le+culte+de+Boubastis+-+Bastet+en+Egypte+gr%C3%A9co-romaine&amp;rft.aufirst=J.&amp;rft.aulast=Quaegebeur&amp;rft.btitle=Les+divins+chat+d%27Egypte&amp;rft.date=1991&amp;rft.genre=bookitem&amp;rft.pages=117-27&amp;rft.place=Leuven&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span><span>CS1 maint: Uses editors parameter (link)</span></li>\n<li><cite class=\"citation book\">Quirke, Stephen (1992). <i>Ancient Egyptian Religion</i>. London: British Museum Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.aufirst=Stephen&amp;rft.aulast=Quirke&amp;rft.btitle=Ancient+Egyptian+Religion&amp;rft.date=1992&amp;rft.genre=book&amp;rft.place=London&amp;rft.pub=British+Museum+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation encyclopaedia\">Bakr, Mohamed I. &amp; Brandl, Helmut (2010). \"Bubastis and the Temple of Bastet\". In M. I. Bakr; H. Brandl &amp; F. Kalloniatis. <i>Egyptian Antiquities from Kufur Nigm and Bubastis</i>. Cairo/Berlin. pp. 27–36.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Bubastis+and+the+Temple+of+Bastet&amp;rft.au=Bakr%2C+Mohamed+I.&amp;rft.au=Brandl%2C+Helmut&amp;rft.btitle=Egyptian+Antiquities+from+Kufur+Nigm+and+Bubastis&amp;rft.date=2010&amp;rft.genre=bookitem&amp;rft.pages=27-36&amp;rft.place=Cairo%2FBerlin&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> ISBN 978-3-00-033509-9</li>\n<li><cite class=\"citation encyclopaedia\">Bernhauer, Edith (2014). \"Stela Fragment (of Bastet)\". In M. I. Bakr; H. Brandl; F. Kalloniatis. <i>Egyptian Antiquities from the Eastern Nile Delta</i>. Cairo/Berlin. pp. 156–157.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ABastet&amp;rft.atitle=Stela+Fragment+%28of+Bastet%29&amp;rft.au=Bernhauer%2C+Edith&amp;rft.btitle=Egyptian+Antiquities+from+the+Eastern+Nile+Delta&amp;rft.date=2014&amp;rft.genre=bookitem&amp;rft.pages=156-157&amp;rft.place=Cairo%2FBerlin&amp;rft_id=http%3A%2F%2Fproject-min.de%2Fhome%2Fenglish%2Fmuseums.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span> ISBN 978-3-00-045318-2</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>\"All About Bast\" — Comprehensive essay by S.D. Cass on <i>per-Bast.org</i></li>\n<li>\"Temple to cat god found in Egypt\", BBC News</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:All Gizah Pyramids.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Bastet.svg"}, {"ns": 6, "title": "File:Bastet Istanbul museum.JPG"}, {"ns": 6, "title": "File:British Museum Egypt 101-black.jpg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egyptian 3 symbol.png"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}]}