{"pageid": 97233, "ns": 0, "title": "Ammit", "extract": "<p><b>Ammit</b> (<span></span>; \"devourer\" or \"soul-eater\"; also called <b>Ammut</b> or <b>Ahemait</b>) was a female goddess in ancient Egyptian religion with a body that was part lion, hippopotamus and crocodile—the three largest \"man-eating\" animals known to ancient Egyptians. A funerary deity, her titles included \"Devourer of the Dead\", \"Eater of Hearts\", and \"Great of Death\".</p>\n<p>Ammit lived near the scales of justice in Duat, the Egyptian underworld. In the Hall of Two Truths, Anubis weighed the heart of a person against the feather of Ma'at, the goddess of truth, which was depicted as an ostrich feather (the feather was often pictured in Ma'at's headdress). If the heart was judged to be not pure, Ammit would devour it, and the person undergoing judgement was not allowed to continue their voyage towards Osiris and immortality. Once Ammit swallowed the heart, the soul was believed to become restless forever; this was called \"to die a second time\". Ammit was also sometimes said to stand by a lake of fire. In some traditions, the unworthy hearts were cast into the fiery lake to be destroyed. Some scholars believe Ammit and the lake represent the same concept of destruction.</p>\n<p>Ammit was not worshipped; instead she embodied all that the Egyptians feared, threatening to bind them to eternal restlessness if they did not follow the principle of Ma'at.</p>\n<p>Ammit has been linked with the goddess Tawaret, who has a similar physical appearance and, as a companion of Bes, also protected others from evil. Other authors have noted that Ammit's lion characteristics, and the lake of fire, may be pointers to a connection with the goddess Sekhmet. The relation to afterlife punishment and lake of fire location are also shared with the baboon deity Babi.</p>\n<h2><span id=\"Influence_on_popular_culture\">Influence on popular culture</span></h2>\n<ul><li>Ammit was made male as a character in the <i>Palladium RPG</i>. A monster of the same name is also a card in <i>Yu-Gi-Oh!</i></li>\n<li>In addition, Ammit also intermittenly appears in <i>The Kane Chronicles</i>, a trilogy based on Egyptian Myths. In the book series, Ammit follows suit as the original myths, being the servant and companion of Anubis. Ammit is portrayed as tiny, about the size of a dog.</li>\n<li>Ammit is also featured in the <i>Lara Croft and the Temple of Osiris</i> video game.</li>\n<li>Ammit Cryearth is a Grimoire in form of a hand mirror that reflects the true form of the holder; it appears in <i>BlazBlue: Remix Heart</i> manga.</li>\n<li>The <i>Magic: The Gathering</i> set Amonkhet, which is based on ancient Egyptian life and mythology, features the card Baleful Ammit, as well as an Ammit creature mentioned twice in its official lore. Ammit also appeared in the following set \"Hour of Devastation\" in the card Ammit Eternal.</li>\n<li>One of the Titans, monsters summoned from magic amulets in the animated series, <i>Huntik: Secrets &amp; Seekers</i>, is a large crocodile called Ammit Heart-Eater.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li><i>Book of the Dead</i></li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<p> Media related to Ammit at Wikimedia Commons</p>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ammit.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}, {"ns": 6, "title": "File:Weighing of the heart3.jpg"}]}