{"pageid": 97259, "ns": 0, "title": "Renenutet", "extract": "<p><b>Renenūtet</b> (also transliterated <b>Ernūtet</b> and <b>Renenet</b>) was a goddess of nourishment and the harvest in ancient Egyptian religion. The importance of the harvest caused people to make many offerings to Renenutet during harvest time. Initially, her cult was centered in Terenuthis. Renenutet was envisioned, particularly in art, as a cobra, or as a woman with the head of a cobra.</p>\n<p>The verbs 'to fondle, to nurse, or rear' help explain the name Renenutet. This goddess was a 'nurse' who took care of the pharaoh from birth to death.</p>\n<p>She was the female counterpart of Shai, \"destiny\", who represented the positive destiny of the child. Along with this, Renenutet was also the Thermouthis, or Hermouthis in Greek. She embodied the fertility of the fields and was the protecter of the royal office and power.</p>\n<p>Sometimes, as the goddess of nourishment, Renenutet was seen as having a husband, Sobek. He was represented as the Nile River, the annual flooding of which deposited the fertile silt that enabled abundant harvests. The temple of Medinet Madi is dedicated to both Sobek and Renenutet. It is a small and decorated building in the Faiyum.</p>\n<p>More usually, Renenutet was seen as the mother of Nehebkau, who occasionally was represented as a snake also. When considered the mother of Nehebkau, Renenutet was seen as having a husband, Geb, who represented the Earth.</p>\n<p>She was the mother of the god Nepri.</p>\n<p>Later, as a snake-goddess worshiped over the whole of Lower Egypt, Renenutet was increasingly associated with Wadjet, Lower Egypt's powerful protector and another snake goddess represented as a cobra. Eventually Renenutet was identified as an alternate form of Wadjet, whose gaze was said to slaughter enemies. Wadjet was the cobra shown on the crown of the pharaohs.</p>\n<h2><span id=\"Hymn\">Hymn</span></h2>\n<p>The <i>Hymn of Renenutet</i> says:</p>\n<dl><dd><i>I will make the Nile swell for you</i>,</dd>\n<dd><i>without there being a year of lack and exhaustion in the whole land</i>,</dd>\n<dd><i>so the plants will flourish, bending under their fruit</i>.</dd>\n<dd><i>The land of Egypt is beginning to stir again</i>,</dd>\n<dd><i>the shores are shining wonderfully</i>,</dd>\n<dd><i>and wealth and well-being dwell with them</i>,</dd>\n<dd><i>as it had been before</i>.</dd>\n</dl><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:All Gizah Pyramids.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:DiosaEgipcia.jpg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egypt myth stub.JPG"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Nepret, Renenutet and Hu as cobras (KV11).jpg"}]}