{"pageid": 97264, "ns": 0, "title": "Serket", "extract": "<p><b>Serqet</b> <span></span> (also known as Selqet, Selket, Serket, or Selcis) is the goddess of fertility, nature, animals, medicine, magic, and healing venomous stings and bites in Egyptian mythology, originally the deification of the scorpion.</p>\n<p>Scorpion stings lead to paralysis and Serqet's name describes this, as it means \"(she who) tightens the throat\", however, Serqet's name also can be read as meaning \"(she who) causes the throat to breathe\", and so, as well as being seen as stinging the unrighteous, Serqet was seen as one who could cure scorpion stings and the effects of other venoms such as snakebite.</p>\n<p>In the art of ancient Egypt, Serqet was shown as a scorpion (a symbol found on the earliest artifacts of the culture such as from Naqada III) or, as a woman with a scorpion on her head. Although Serqet does not appear to have had any temples, she had a sizable number of priests in many communities.</p>\n<p>The most dangerous species of scorpion resides in North Africa, and its sting may kill, so Serqet was considered a highly important goddess, and sometimes she was considered by pharaohs to be their patron. Her close association with the early rulers implies that she was their protector, notably Scorpion I and Scorpion II.</p>\n<p>As the protector against venom and snakebite, Serqet often was said to protect the deities from Apep, the great snake-demon of evil, sometimes being depicted as the guard when Apep was captured.</p>\n<p>As many of the venomous creatures of Egypt could prove fatal, Serqet also was considered a protector of the dead, particularly being associated with venoms and fluids causing stiffening. She was thus said to be the protector of the tents of embalmers, and of the canopic jar associated with venom—the jar of the intestine—which was deified later as Qebehsenuef, one of the four sons of Horus, who were her sons by one of the two Horuses (Heru-pa-khered (Horus the Younger) or Her-ur (Horus the Elder)).</p>\n<p>As the guard of one of the canopic jars and a protector, Serqet gained a strong association with Neith, Isis, and Nephthys, who also performed similar functions. Eventually, later in Egyptian history that spanned thousands of years and whose pantheon evolved toward a merger of many deities, Serqet began to be identified with Isis, sharing imagery and parentage, until finally, Serqet became said to be merely an aspect of Isis, whose cult had become very dominant.</p>\n<p>It has been suggested that Serket's identification with a scorpion may be a misinterpretation of the determinative of her name and animal associated with her, and that could refes not to a scorpion, but rather to a waterscorpion (Nepidae). According to this hypothesis, Serket is referred to as \"She who gives breath\" because of the way waterscorpions seem to breath underwater. The appearance of a waterscorpion must have made it be associated with the scorpion, therefore the use of the goddess for curing scorpion stings and other venomous creatures, or, maybe exactly because she \"causes to breathe\", not for the physical similarities of the creatures.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">von Känel, Frédérique (1984). <i>Les prêtres-ouâb de Sekhmet et les conjurateurs de Serket</i> (in French). Presses Universitaires de France.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASerket&amp;rft.aufirst=Fr%C3%A9d%C3%A9rique&amp;rft.aulast=von+K%C3%A4nel&amp;rft.btitle=Les+pr%C3%AAtres-ou%C3%A2b+de+Sekhmet+et+les+conjurateurs+de+Serket&amp;rft.date=1984&amp;rft.genre=book&amp;rft.pub=Presses+Universitaires+de+France&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Serket.svg"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}