{"pageid": 97287, "ns": 0, "title": "Neith", "extract": "<p><b>Neith</b> (<span></span> or <span></span>; also spelled <b>Nit</b>, <b>Net</b>, or <b>Neit</b>) is an early goddess in the Egyptian pantheon, said to be the first and the prime creator. She is the patron deity of Sais, where her cult was centered in the Western Nile Delta of northern Egypt and attested as early as the First Dynasty. The Ancient Egyptian name of this city was Zau. She is the creator of the universe and all it contains and she governs how it functions, \"I am the things that are, that will be, and that have been...\"</p>\n<p>Neith also is one of the three tutelary deities of the ancient Egyptian southern city of Ta-senet or Iunyt known as Esna (Arabic: إسنا), Greek: Λατόπολις (Latopolis), or πόλις Λάτων (<i>polis Laton</i>), or Λάττων (Laton); Latin: <i>Lato</i>), which is located on the west bank of the River Nile, some 55 km south of Luxor, in the modern Qena Governorate.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Symbolism\">Symbolism</span></h2>\n\n<p>Neith is a goddess of war and of hunting and had as her symbol, two arrows crossed over a shield. She is a far more complex goddess than is generally known, however, and of whom ancient texts only hint of her true nature. A religious silence was imposed by ancient Egyptians for secrecy, employing euphemisms and allusions and often relying on symbols alone. In her usual representations, she is portrayed as a fierce deity, a woman wearing the Red Crown, occasionally holding or using the bow and arrow, in others a harpoon. In fact, the hieroglyphs of her name usually are followed by a determinative containing the archery elements, with the shield symbol of the name being explained as either double bows (facing one another), intersected by two arrows (usually lashed to the bows), or, by other imagery associated with her worship. Her symbol also identified the city of Sais. This symbol was displayed on top of her head in Egyptian art. In her form as a goddess of war, she was said to make the weapons of warriors and to guard their bodies when they died.</p>\n<p>As a deity, Neith is normally shown carrying the was scepter (symbol of rule and power) and the ankh (symbol of life). She is also called such cosmic epithets as the \"Cow of Heaven\", a sky-goddess similar to Nut, and as the Great Flood, Mehet-Weret (MHt wr.t), as a cow who gives birth to the sun daily. In these forms, she is associated with creation of both the primeval time and daily \"re-creation\". As protectress of the Royal House, she is represented as a uraeus, and functions with the fiery fury of the sun, In time, this led to her being considered as the personification of the primordial waters of creation. She is identified as a great mother goddess in this role as a creator. She is the personification of the primeval waters, able to give birth (create) parthenogenetically (without the opposite gender). Among the pairs of deities usually noted by the later ancient Egyptians, she is pared with Ptah-Nun. In the same manner, her personification as the primeval waters is Mehetweret (MHt wr.t), the Great Flood, conceptualized as streaming water, related to another use of the verb <i>sti</i>, meaning 'to pour'.</p>\n<p>Neith is one of the most ancient deities associated with ancient Egyptian culture. Flinders Petrie (<i>Diopolis Parva</i>, 1901) noted the earliest depictions of her standards were known in predynastic periods, as can be seen from a representation of a barque bearing her crossed arrow standards in the Predynastic Period, as displayed in the Ashmolean Museum, Oxford.</p>\n<p>Her first anthropomorphic representations occur in the early dynastic period, on a diorite vase of King Ny-Netjer of the Second Dynasty, found in the Step Pyramid of Djoser (Third Dynasty) at Saqqara. That her worship predominated the early dynastic periods is shown by a preponderance of theophoric names (personal names which incorporate the name of a deity) within which Neith appears as an element. Predominance of Neith's name in nearly forty percent of early dynastic names, and particularly in the names of four royal women of the First Dynasty, only emphasizes the importance of this goddess in relation to the early society of Egypt, with special emphasis upon the Royal House.</p>\n<p>In the very early periods of Egyptian history, the main iconographic representations of this goddess appear to have been limited to her hunting and war characteristics, although there is no Egyptian mythological reference to support the concept that this was her primary function as a deity. It has been suggested these hunting and war features of Neith's imagery may indicate her origin from Libya, located west and southwest of Egypt, where she was goddess of the combative peoples there.</p>\n<p>It has been theorized that Neith's primary cult point in the Old Kingdom was established in Saïs (modern Sa el-Hagar) by Hor-Aha of the First Dynasty, in an effort to placate the residents of Lower Egypt by the ruler of the unified country. Textual and iconographic evidence indicates that she was a national goddess for Old Kingdom Egypt, with her own sanctuary in Memphis, indicating the high regard held for her. There, she was known as \"North of her Wall\", as counterpoise to Ptah's \"South of his Wall\" epithet. While Neith is generally regarded as a deity of Lower Egypt, her worship was not consistently located in that delta region. Her cult reached its height in Saïs and apparently in Memphis in the Old Kingdom, and remained important, although to a lesser extent, through the Middle and New Kingdom. The cult regained prominence again during the twenty-sixth dynasties when worship at Saïs flourished again, as well as at Esna in Upper Egypt.</p>\n<p>Neith's symbol and part of her hieroglyph also bore a resemblance to a loom, and so in later syncretisation of Egyptian myths by the Greek ruling class, she also became goddess of weaving. At this time her role as a creator conflated with that of Athena, as a deity who wove all of the world and existence into being on her loom.</p>\n<p>Sometimes Neith was pictured as a woman nursing a baby crocodile, and she then was addressed with the title, \"Nurse of Crocodiles\", reflecting a southern provincial mythology that she served as either the mother of the crocodile god, Sobek, (or he was her consort). As mother of Ra, in her Mehet-Weret form, she was sometimes described as the \"Great Cow who gave birth to Ra\". As a maternal figure (beyond being the birth-mother of the sun-god Ra) Neith is associated with Sobek as her son (as far back as the Pyramid Texts), but in later religious conventions that paired deities, no male deity is consistently identified with her as a consort and she often is represented without one. Later triad associations made with her have little or no religious or mythological supporting references, appearing to have been made by political or regional associations only.</p>\n<p>Some writers assert that since Neith is a creator capable of giving birth without a partner (asexually) and without association of creation with sexual imagery, as seen in the myths of Atum and other creator deities, they may interpret that as her being bisexual. Her name always appears as feminine, however. Erik Hornung interprets that in the Eleventh Hour of the Book of the Amduat, Neith's name appears written with a phallus (<i>Das Amduat</i>, <b>Teil I</b>: <i>Text</i>: 188, No. 800.(Äg. Abh., Band 7, Wiesbaden) 1963). See also Ramadan el-Sayed, <i>La Déese Neith de Saïs</i>, <b>I</b>:16; 58-60, for both hieroglyphic rendering and discussion of a bisexual nature of Neith as creator/creatress deity, and <i>Lexikon der Ägyptologie</i> (<b>LÄ I</b>) under \"<i>Götter, androgyne</i>\": 634-635 (W. Westendorf, ed., Harassowitz, Wiesbaden, 1977). In reference to Neith's function as creator with both male and female characteristics, Peter Kaplony has said in the <b>Lexikon der Ägyptologie</b>: \"Die Deutung von Neith als <i>Njt</i> \"Verneinung\" ist sekundär. Neith ist die weibliche Entsprechung zu <i>Nw(w</i>), dem Gott der Urflut (Nun and Naunet). (Citing Sethe, <i>Amun</i>, § 139)\". <b><i>LÄ</i> II</b>: 1118 (Harassowitz, Wiesbaden, 1977). The antiquity of Neith reaches deeply into the prehistoric periods, apparently even the neolithic, however, when female deities as the sole creators were quite common in human cultures, so she should be considered in that role without having to reach for other explanations about her not following later conventions.</p>\n<p>Neith was considered to be eldest of the deities. Neith is said to have been \"born the first, in the time when as yet there had been no birth\" (St. Clair, <i>Creation Records</i>: 176). In the Pyramid Texts, Neith is paired with Selket as braces for the sky, which places these two goddesses as the two supports for the heavens (see PT 1040a-d, following J. Gwyn Griffths, <i>The Conflict of Horus and Seth</i>, (London, 1961) p. 1). This ties in with the vignette in the <i><b>Contendings of Seth and Horus</b></i> when Neith is asked by the deities, as the most ancient among them, to decide who should rule. She was appealed to as an arbiter in the dispute between Horus and Seth. In her message of reply, Neith selects Horus, and says she will \"cause the sky to crash to the earth\" if he is not selected.</p>\n<h2><span id=\"Attributes\">Attributes</span></h2>\n\n<p>An analysis of her attributes shows Neith was a goddess with many roles. From predynastic and early dynasty periods, she was referred to as an \"Opener of the Ways\" (<i>wp w3.wt</i>) which may have referred, not only to her leadership in hunting and war, but also as a psychopomp in cosmic and underworld pathways, escorting souls. References to Neith as the \"Opener of Paths\" occurs in Dynasties 4 through 6, and is seen in the titles of women serving as priestesses of the goddess. Such epithets include: \"<i>Priestess of Neith who opens all the (path)ways</i>\", \"<i>Priestess of Neith who opens the good pathways</i>\", \"<i>Priestess of Neith who opens the way in all her places</i>\". (el-Sayed, <b>I</b>: 67-69). el-Sayed asserts his belief that Neith should be seen as a parallel to Wepwawet, the ancient jackal-god of Upper Egypt, who was associated with both royalty in victory and as a psychopomp for the dead.</p>\n<p>The main imagery of Neith as <i>wp w3.wt</i> was as the deity of the unseen and limitless sky, as opposed to Nut and Hathor, who respectively represented the manifested night and day skies. Her epithet as the \"Opener of the Sun's paths in all her stations\" refers to how the sun is reborn (due to seasonal changes) at various points in the sky, under her control of all beyond the visible world, of which only a glimpse is revealed prior to dawn and after sunset. It is at these changing points that Neith reigns as a form of sky goddess, where the sun rises and sets daily, or at its 'first appearance' to the sky above and below. It is at these points, beyond the sky that is seen, that her true power as the deity who creates life is manifested. Georges St. Clair (<i>Creation Records</i>, 1898) noted that Neith is represented at times as a cow goddess with a line of stars across her back (as opposed to Nut's representations with stars across the belly) [See el-Sayed, II, Doc. 644], and maintained this indicated the ancient goddess represents the full ecliptic circle around the sky (above and below), and is seen iconographically in texts as both the regular and the inverted determinative for the heavenly vault, indicating the cosmos below the horizon. St. Clair maintained it was this realm Neith personified, for she is the complete sky which surrounds the upper (Nut) and lower (Nunet?) sky, and which exists beyond the horizon, and thereby beyond the skies themselves. Neith, then, is that portion of the cosmos which is not seen, and in which the sun is reborn daily, below the horizon (which may reflect the statement assigned to Neith as \"I come at dawn and at sunset daily\").</p>\n<p>Since Neith also was goddess of war, she thus had an additional association with death: in this function, she shot her arrows into the enemies of the dead, and thus she began to be viewed as a protector of the dead, often appearing as a uraeus snake to drive off intruders and those who would harm the deceased (in this form she is represented in the tomb of Tutankhamun). She also is shown as the protectress of one of the Four sons of Horus, specifically, of Duamutef, the deification of the canopic jar storing the stomach, since the abdomen (often mistakenly associated as the stomach) was the most vulnerable portion of the body and a prime target during battle.</p>\n\n<h2><span id=\"Mythology\">Mythology</span></h2>\n\n<p>In some creation myths, she was identified as the mother of Ra and Apep. When she was identified as a water goddess, she was also viewed as the mother of Sobek, the crocodile. It was this association with water, i.e. the Nile, that led to her sometimes being considered the wife of Khnum, and associated with the source of the River Nile. She also was associated with the Nile Perch as well as the goddess of the triad in that cult center.</p>\n<p>As the goddess of creation and weaving, she was said to reweave the world on her loom daily. An interior wall of the temple at Esna records an account of creation in which Neith brings forth from the primeval waters of the Nun the first land. All that she conceived in her heart comes into being, including the thirty deities. Having no known husband she has been described as \"Virgin Mother Goddess\":</p>\n<blockquote class=\"templatequote\">\n<p>Unique Goddess, mysterious and great who came to be in the beginning and caused everything to come to be . . . the divine mother of Ra, who shines on the horizon...</p>\n</blockquote>\n<p>Proclus (412–485 AD) wrote that the adyton of the temple of Neith in Sais (of which nothing now remains) carried the following inscription:</p>\n<blockquote class=\"templatequote\">\n<p>I am the things that are, that will be, and that have been. No one has ever laid open the garment by which I am concealed. The fruit which I brought forth was the sun.</p>\n</blockquote>\n<p>It was said that Neith interceded in the kingly war between Horus and Set, over the Egyptian throne, recommending that Horus rule.</p>\n<p>A great festival, called the <i>Feast of Lamps</i>, was held annually in her honor and, according to Herodotus, her devotees burned a multitude of lights in the open air all night during the celebration.</p>\n<h2><span id=\"Syncretic_relationships\">Syncretic relationships</span></h2>\n\n<p>The Greek historian Herodotus (c. 484–425 BC) noted that the Egyptian citizens of Sais in Egypt worshipped Neith and that they identified her with Athena. The <i>Timaeus</i>, a dialogue written by Plato, mirrors that identification with Athena, possibly as a result of the identification of both goddesses with war and weaving.</p>\n<p>E. A. Wallis Budge speculates that the spread of Christianity in Egypt was influenced by the likeness of attributes between the Mother of Christ and goddesses such as Isis and Neith. He asserts that the writers of the apocryphal gospels, in honoring the blessed Virgin, ascribed to her the peculiar mythologies of these goddesses.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<p>People named after Neith:</p>\n<ul><li>Neithhotep, first recorded Egyptian queen</li>\n<li>Merneith, queen regent</li>\n<li>Neith (wife of Pepi II)</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">el-Sayed, Ramadan (1982). <i>La déesse Neith de Saïs</i>. Cairo: Institut Français d'Archéologie Orientale.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANeith&amp;rft.aufirst=Ramadan&amp;rft.aulast=el-Sayed&amp;rft.btitle=La+d%C3%A9esse+Neith+de+Sa%C3%AFs&amp;rft.date=1982&amp;rft.genre=book&amp;rft.pub=Cairo%3A+Institut+Fran%C3%A7ais+d%27Arch%C3%A9ologie+Orientale&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li><cite class=\"citation news\">Tower Hollis, Susan (1995). \"5 Egyptian Goddesses in the Third Millenium B.C.: Neith, Hathor, Nut, Isis, Nephthys.\". <b>KMT: Journal of Ancient Egypt</b> 5/4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANeith&amp;rft.atitle=5+Egyptian+Goddesses+in+the+Third+Millenium+B.C.%3A+Neith%2C+Hathor%2C+Nut%2C+Isis%2C+Nephthys.&amp;rft.aufirst=Susan&amp;rft.aulast=Tower+Hollis&amp;rft.date=1995&amp;rft.genre=article&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\"><span> </span></span></li>\n<li><cite class=\"citation book\">Mallet, Dominique (1888). <i>Le culte de Neit à Saïs</i>. Paris : E. Leroux.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANeith&amp;rft.aufirst=Dominique&amp;rft.aulast=Mallet&amp;rft.btitle=Le+culte+de+Neit+%C3%A0+Sa%C3%AFs.&amp;rft.date=1888&amp;rft.genre=book&amp;rft.pub=Paris+%3A+E.+Leroux.&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n</ul>", "images": [{"ns": 6, "title": "File:Aegis of Neith-H1550-IMG 0172.jpg"}, {"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Bronze statuette of Neith. She wears the Red Crown of Lower Egypt. The hieroglyphic inscriptions, partially erased, mention the name of Padihor. From Egypt. Late Period. The British Museum, London.jpg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:ENHANCED PHOTO OF NEITH.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Neith.svg"}, {"ns": 6, "title": "File:P1070098 Louvre statuette de Neith E3730 rwk.JPG"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}