{"pageid": 97315, "ns": 0, "title": "Heh (god)", "extract": "<p><b>Ḥeḥ</b> (also <b>Huh</b>, <b>Hah</b>, <b>Hauh</b>, <b>Huah</b>, <b>Hahuh</b> and <b>Hehu</b>) was in Egyptian mythology, the personification of infinity or eternity in the Ogdoad, his name itself meaning \"endlessness\". His female counterpart was known as <b>Hauhet</b>, which is simply the feminine form of his name.</p>\n<p>Like the other concepts in the Ogdoad, his male form was often depicted as a frog, or a frog-headed human, and his female form as a snake or snake-headed human. The frog head symbolised fertility, creation, and regeneration, and was also possessed by the other Ogdoad males Kek, Amun, and Nun. The other common representation depicts him crouching, holding a palm stem in each hand (or just one), sometimes with a palm stem in his hair, as palm stems represented long life to the Egyptians, the years being represented by notches on it. Depictions of this form also had a shen ring at the base of each palm stem, which represented infinity. Depictions of Heh were also used in hieroglyphs to represent one million, which was essentially considered equivalent to infinity in Ancient Egyptian mathematics. Thus this deity is also known as the \"god of millions of years\".</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origins_and_mythology\">Origins and mythology</span></h2>\n<p>The primary meaning of the term <i>ḥeḥ</i> was \"million\" or \"millions\"; subsequently, a personification of Ḥeḥ was adopted as the Egyptian god of infinity. Together with his female counterpart Ḥauḥet, Ḥeḥ represented a member of the Ogdoad of eight primeval deities whose worship was centred at Hermopolis Magna. The other members of the Ogdoad, Nu and Naunet, Amun and Amaunet, Kuk and Kauket, who joined together to create the cataclysmic event that gives rise to the sun and sun god, Atum.</p>\n<h2><span id=\"Forms_and_iconography\">Forms and iconography</span></h2>\n\n<p>The god Ḥeḥ was usually depicted anthropomorphically, as in the hieroglyphic character, as a male figure with divine beard and lappet wig. Normally kneeling (one knee raised), sometimes in a basket—the sign for \"all\", the god typically holds in each hand a notched palm branch (palm rib). (These were employed in the temples for ceremonial time-keeping, which use explains the use of the palm branch as the hieroglyphic symbol for <i>rnp.t</i>, \"year\"). Occasionally, an additional palm branch is worn on the god's head.</p>\n<p>In Ancient Egyptian Numerology, Gods such as Heh were used to represent numbers in a decimal point system. Particularly, the number 1,000,000 is depicted in the hieroglyph of Heh, who is position in his normal seated position.</p>\n<h2><span id=\"Cult_and_worship\">Cult and worship</span></h2>\n<p>The personified, somewhat abstract god of eternity Ḥeḥ possessed no known cult centre or sanctuary; rather, his veneration revolved around symbolism and personal belief. The god's image and its iconographic elements reflected the wish for millions of years of life or rule; as such, the figure of Ḥeḥ finds frequent representation in amulets, prestige items and royal iconography from the late Old Kingdom period onwards. Heh became associated with the King and his quest for longevity. For instance, he appears on the tomb of King Tutankhamen, in two cartouches, where he is crowned with a winged scarab beetle, symbolizing existence and a sun disk. The placement of Heh in relation to King Tutankhamen's corpse means he will be granting him these \"millions of years\" into the afterlife.</p>\n<h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li><b>Barta</b>, Winfried [1992], \"Die Bedeutung der Personifikation Huh im Unterschied zu den Personifikationen Hah und Nun\", <i>Göttinger Miszellen</i> 127 (1992), pp. 7–12.</li>\n<li>Seawright, Caroline. \"Heh and Hauhet, Deities of Infinity and Eternity.\" N.p., 21 May 2002. Web. 6 May 2017.</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Renpet</li>\n<li>Heh</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:All Gizah Pyramids.jpg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Folder Hexagonal Icon.svg"}, {"ns": 6, "title": "File:Heh.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:People icon.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}