{"pageid": 97317, "ns": 0, "title": "Hathor", "extract": "<p><b>Hathor</b> (<span></span> or <span></span>; Egyptian: <i>ḥwt-ḥr</i>; in Greek: <span lang=\"el\" xml:lang=\"el\">Ἅθωρ</span>, meaning \"mansion of Horus\") is an ancient Egyptian goddess who personified the principles of joy, feminine love, and motherhood. She was one of the most important and popular deities throughout the history of ancient Egypt. Hathor was worshipped by royalty and common people alike. In tomb paintings, she is often depicted as \"Mistress of the West\", welcoming the dead into the next life. In other roles, she was a goddess of music, dance, foreign lands, and fertility. She was believed to assist women in childbirth. She was also believed to be the patron goddess of miners.</p>\n<p>The cult of Hathor predates the historic period, and the roots of devotion to her are therefore difficult to trace, though it may be a development of predynastic cults that venerated fertility, and nature in general, represented by cows.</p>\n<p>Hathor is commonly depicted as a cow goddess with horns in which is set a sun disk with Uraeus. Twin feathers are also sometimes shown in later periods as well as a menat necklace. Hathor may be the cow goddess who is depicted from an early date on the Narmer Palette and on a stone urn dating from the 1st dynasty that suggests a role as sky-goddess and a relationship to Horus who, as a sun god, is \"housed\" in her.</p>\n<p>The ancient Egyptians viewed reality as multi-layered in which deities who merge for various reasons, while retaining divergent attributes and myths, were not seen as contradictory but complementary. In a complicated relationship Hathor is at times the mother, daughter and wife of Ra and, like Isis, is at times described as the mother of Horus, and associated with Bast.</p>\n<p>The cult of Osiris promised eternal life to those deemed morally worthy. Originally the justified dead, male or female, became an Osiris but by early Roman times females became identified with Hathor and men with Osiris.</p>\n<p>The ancient Greeks sometimes identified Hathor with the goddess Aphrodite.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Early_depictions\">Early depictions</span></h2>\n\n<p>Hathor is ambiguously depicted until the fourth dynasty. In the historical era Hathor is shown using the imagery of a cow deity. Artifacts from pre-dynastic times depict cow deities using the same symbolism as used in later times for Hathor and Egyptologists speculate that these deities may be one and the same or precursors to Hathor.</p>\n<p>A cow deity appears on the belt of the King on the Narmer Palette dated to the pre-dynastic era, and this may be Hathor or, in another guise, the goddess Bat with whom she is linked and later supplanted. At times they are regarded as one and the same goddess, though likely having separate origins, and reflections of the same divine concept. The evidence pointing to the deity being Hathor in particular is based on a passage from the Pyramid texts which states that the King's apron comes from Hathor.</p>\n<p>A stone urn recovered from Hierakonpolis and dated to the first dynasty has on its rim the face of a cow deity with stars on its ears and horns that may relate to Hathor's, or Bat's, role as a sky-goddess. Another artifact from the first dynasty shows a cow lying down on an ivory engraving with the inscription \"Hathor in the Marshes\" indicating her association with vegetation and the papyrus marsh in particular. From the Old Kingdom she was also called <i>Lady of the Sycamore</i> in her capacity as a tree deity.</p>\n<h2><span id=\"Relationships,_associations,_images,_and_symbols\"></span><span id=\"Relationships.2C_associations.2C_images.2C_and_symbols\">Relationships, associations, images, and symbols</span></h2>\n\n\n<p>Hathor had a complex relationship with Ra. At times she is the eye of Ra and considered his daughter, but she is also considered Ra's mother. She absorbed this role from another cow goddess Mehet-Weret (\"Great flood\") who was the mother of Ra in a creation myth and carried him between her horns. As a mother she gave birth to Ra each morning on the eastern horizon and as wife she conceives through union with him each day.</p>\n<p>Hathor, along with the goddess Nut, was associated with the Milky Way during the third millennium B.C. when, during the fall and spring equinoxes, it aligned over and touched the earth where the sun rose and fell. The four legs of the celestial cow represented Nut or Hathor could, in one account, be seen as the pillars on which the sky was supported with the stars on their bellies constituting the Milky Way on which the solar barque of Ra, representing the sun, sailed.</p>\n\n<p>The Milky Way was seen as a waterway in the heavens, sailed upon by both the sun deity and the moon, leading the ancient Egyptians to describe it as <i>The Nile in the Sky</i>.</p>\n<p>Hathor also was favoured as a protector in desert regions (see Serabit el-Khadim). As Serabit el-Khadim was where turquoise was mined, Hathor's titles included \"Lady of Turquoise\", \"Mistress of Turquoise\", and \"Lady of Turquoise Country\".</p>\n<p>Hathor's identity as a cow, perhaps depicted as such on the Narmer Palette, meant that she became identified with another ancient cow-goddess of fertility, Bat.</p>\n<p>The assimilation of Bat, who was associated with the sistrum, a musical instrument, brought with it an association with music. In this later form, Hathor's cult became centred in Dendera in Upper Egypt and it was led by priestesses and priests who also were dancers, singers and other entertainers.</p>\n\n<p>Hathor was also associated with the afterlife. It was said that, with her motherly character, Hathor greeted the souls of the dead in Duat, and proffered them with refreshments of food and drink. She also was described sometimes as <i>mistress of the necropolis</i>.</p>\n<p>Hathor also became associated with the menat, the turquoise <i>musical necklace</i> often worn by women. A hymn to Hathor says:</p>\n<dl><dd><i>Thou art the Mistress of Jubilation, the Queen of the Dance, the Mistress of Music, the Queen of the Harp Playing, the Lady of the Choral Dance, the Queen of Wreath Weaving, the Mistress of Inebriety Without End</i>.</dd>\n</dl><p>Essentially, Hathor had become a goddess of joy, and so she was deeply loved by the general population, and truly revered by women, who aspired to embody her multifaceted role as wife, mother, and lover. In this capacity, she gained the titles of <i>Lady of the House of Jubilation</i>, and <i>The One Who Fills the Sanctuary with Joy</i>. The worship of Hathor was so popular that more festivals were dedicated to her honor than any other Egyptian deity, and more children were named after this goddess than any other deity. Even Hathor's priesthood was unusual, in that both women and men became her priests.</p>\n<h2><span id=\"Temples\">Temples</span></h2>\n\n<p>As Hathor's cult developed from prehistoric cow cults it is not possible to say conclusively where devotion to her first took place. Dendera in Upper Egypt was a significant early site where she was worshiped as \"<i>Mistress of Dendera\"</i>. From the Old Kingdom era she had cult sites in Meir and Kusae with the Giza-Saqqara area perhaps being the centre of devotion. At the start of the first Intermediate period Dendera appears to have become the main cult site where she was considered to be the mother as well as the consort of <i>\"Horus of Edfu</i>\". Deir el-Bahri, on the west bank of Thebes, was also an important site of Hathor that developed from a pre-existing cow cult.</p>\n<p>Temples (and chapels) dedicated to Hathor:</p>\n<ul><li>The Temple of Hathor and Ma'at at Deir el-Medina, West Bank, Luxor.</li>\n<li>The Temple of Hathor at Philae Island, Aswan.</li>\n<li>The Hathor Chapel at the Mortuary Temple of Queen Hatshepsut. West Bank, Luxor.</li>\n<li>The temple of Hathor at Timna valley, Israel</li>\n</ul><h2><span id=\"Hathor_as_bloodthirsty_warrior\">Hathor as bloodthirsty warrior</span></h2>\n\n\n<p>The <i>Book of the Heavenly Cow</i> states that while Ra was ruling the earth, humans began plotting against him. Ra sent Hathor, in the form of the warlike goddess Sekhmet, to destroy them. Hathor (as Sekhmet) became bloodthirsty and the slaughter was great because she could not be stopped. As the slaughter continued, Ra saw the chaos down below and decided to stop the blood-thirsty goddess. So he poured huge quantities of blood-coloured beer on the ground to trick Sekhmet. She drank so much of it—thinking it to be blood—that she became drunk and returned to her former gentle self as Hathor.</p>\n<h2><span id=\"Nebethetepet\">Nebethetepet</span></h2>\n<p>In Egyptian mythology, <b>Nebethetepet</b> was the manifestation of Hathor at Heliopolis. She was associated with the sun-god Atum. Her name means <i>mistress of the offering</i>.</p>\n<h2><span id=\"Hathor_outside_the_Nile_river_in_Egypt\">Hathor outside the Nile river in Egypt</span></h2>\n<p>Hathor was worshipped in Canaan in the eleventh century BC.</p>\n\n<p>A major temple to Hathor was constructed by Seti II at the copper mines at Timna in Edomite Seir. Serabit el-Khadim (Arabic: سرابيط الخادم, also transliterated Serabit el-Khadem) is a locality in the south-west Sinai Peninsula where turquoise was mined extensively in antiquity, mainly by the ancient Egyptians. Archaeological excavation, initially by Sir Flinders Petrie, revealed the ancient mining camps and a long-lived temple of Hathor. The Greeks, who became rulers of Egypt for three hundred years before the Roman domination in 31 BC, equated Hathor with their own goddess of love and beauty, Aphrodite.</p>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Cattle in religion</li>\n<li>Nandi (bull)</li>\n<li>Auðumbla</li>\n<li>Lamassu</li>\n<li>Apis</li>\n<li>Ninsun</li>\n<li>Kamadhenu, cow from Hindu mythology</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Hathor Article by Caroline Seawright</li>\n<li>Het-Hert site, another name for Hathor</li>\n<li>Wadjet tattoos related to Hathor on 3,000 year old mummy</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egypt.KV43.01.jpg"}, {"ns": 6, "title": "File:GD-EG-Caire-Musée091.JPG"}, {"ns": 6, "title": "File:Hathor's head. Faience, from a sistrum's handle. 18th Dynasty. From Thebes, Egypt. The Petrie Museum of Egyptian Archaeology, London.jpg"}, {"ns": 6, "title": "File:Hathor.svg"}, {"ns": 6, "title": "File:Hathor with sacred eye in papyrus.JPG"}, {"ns": 6, "title": "File:Hathôr ou Ahtôr (Atar, Athyr, Aphrodite, Vénus), N372.2.jpg"}]}