{"pageid": 97350, "ns": 0, "title": "Wadjet", "extract": "<p><b>Wadjet</b> (<span></span> or <span></span>; Egyptian <i><span lang=\"egy\" xml:lang=\"egy\">wȝḏyt</span></i>, \"green one\"), known to the Greek world as <b>Uto</b> (Οὐτώ/<span></span> or Βουτώ/<b>Buto</b> <span></span>) among other names, was originally the ancient local goddess of the city of Dep (Buto). It became part of the city that the Egyptians named <b>Per-Wadjet</b> (<i>House of Wadjet</i>) and the Greeks called Buto (Desouk now), which was an important site in the Predynastic era of ancient Egypt and the cultural developments of the Paleolithic. She was said to be the patron and protector of Lower Egypt and upon unification with Upper Egypt, the joint protector and patron of all of Egypt \"goddess\" of Upper Egypt. The image of Wadjet with the sun disk is called the uraeus, and it was the emblem on the crown of the rulers of Lower Egypt. She was also the protector of kings and of women in childbirth.</p>\n<p>As the patron goddess, she was associated with the land and depicted as a snake-headed woman or a snake—usually an Egyptian cobra, a venomous snake common to the region; sometimes she was depicted as a woman with two snake heads and, at other times, a snake with a woman's head. Her oracle was in the renowned temple in Per-Wadjet that was dedicated to her worship and gave the city its name. This oracle may have been the source for the oracular tradition that spread to Greece from Egypt.</p>\n<p>The <i>Going Forth of Wadjet</i> was celebrated on December 25 with chants and songs. An annual festival held in the city celebrated Wadjet on April 21. Other important dates for special worship of her were June 21, the Summer Solstice, and March 14. She also was assigned the fifth hour of the fifth day of the moon.</p>\n<p>Wadjet was closely associated in the Egyptian pantheon with the Eye of Ra, a powerful protective deity. The hieroglyph for her eye is shown below; sometimes two are shown in the sky of religious images. Per-Wadjet also contained a sanctuary of Horus, the child of the sun deity who would be interpreted to represent the pharaoh. Much later, Wadjet became associated with Isis as well as with many other deities.</p>\n<p>In the relief shown to the right, which is on the wall of the Hatshepsut Temple at Luxor, there are two images of Wadjet: one of her as the uraeus sun disk with her head through an ankh and another where she precedes a Horus hawk wearing the double crown of united Egypt, representing the pharaoh whom she protects.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Etymology\">Etymology</span></h2>\n<p>The name Wadjet is derived from the term for the symbol of her domain, Lower Egypt, the <i>papyrus</i>.</p>\n<p>Her name means \"papyrus-colored one\", as <i>wadj</i> is the Ancient Egyptian word for the color green (in reference to the color of the papyrus plant) and the <i>et</i> is an indication of her gender. Its hieroglyphs differ from those of the Green Crown (Red Crown) of Lower Egypt only by the determinative, which in the case of the crown was a picture of the Green Crown and, in the case of the goddess, a rearing cobra.</p>\n<h2><span id=\"Protector_of_country,_pharaohs,_and_other_deities\"></span><span id=\"Protector_of_country.2C_pharaohs.2C_and_other_deities\">Protector of country, pharaohs, and other deities</span></h2>\n<p>Eventually, Wadjet was claimed as the patron goddess and protector of the whole of Lower Egypt and became associated with Nekhbet, depicted as a white vulture, who held unified Egypt. After the unification the image of Nekhbet joined Wadjet on the crown, thereafter shown as part of the uraeus.</p>\n<p>The Ancient Egyptian word <i>Wadj</i> signifies blue and green. It is also the name for the well-known <i>Eye of the Moon</i>. Indeed, in later times, she was often depicted simply as a woman with a snake's head, or as a woman wearing the uraeus. The uraeus originally had been her body alone, which wrapped around or was coiled upon the head of the pharaoh or another deity.</p>\n<p>Wadjet was depicted as a cobra. As patron and protector, later Wadjet often was shown coiled upon the head of Ra; in order to act as his protection, this image of her became the uraeus symbol used on the royal crowns as well.</p>\n\n<p>Another early depiction of Wadjet is as a cobra entwined around a papyrus stem, beginning in the Predynastic era (prior to 3100 B.C.) and it is thought to be the first image that shows a snake entwined around a staff symbol. This is a sacred image that appeared repeatedly in the later images and myths of cultures surrounding the Mediterranean Sea, called the caduceus, which may have had separate origins.</p>\n<p>Her image also rears up from the staff of the \"flag\" poles that are used to indicate deities, as seen in the hieroglyph for <i>uraeus</i> above and for <i>goddess</i> in other places.</p>\n<h2><span id=\"Associations_with_other_deities\">Associations with other deities</span></h2>\n\n<p>An interpretation of the Milky Way was that it was the primal snake, Wadjet, the protector of Egypt. In this interpretation she was closely associated with Hathor and other early deities among the various aspects of the great mother goddess, including Mut and Naunet. The association with Hathor brought her son Horus into association also. The cult of Ra absorbed most of Horus's traits and included the protective eye of Wadjet that had shown her association with Hathor.</p>\n<p>When identified as the protector of Ra, who was also a sun deity associated with heat and fire, she was sometimes said to be able to send fire onto those who might attack, just as the cobra spits poison into the eyes of its enemies. In this role she was called the <i>Lady of Flame</i>.</p>\n<p>She later became identified with the war goddess of Lower Egypt, Bast, who acted as another figure symbolic of the nation, consequently becoming <i><b>Wadjet-Bast</b></i>. In this role, since Bast was a lioness, Wadjet-Bast was often depicted with a lioness head.</p>\n<p>After Lower Egypt had been conquered by Upper Egypt and they were unified, the lioness goddess of Upper Egypt, Sekhmet, was seen as the more powerful of the two warrior goddesses. It was Sekhmet who was seen as the <i>Avenger of Wrongs</i>, and <i>the Scarlet Lady</i>, a reference to blood, as the one with bloodlust. She is depicted with the solar disk and Wadjet, however.</p>\n<p>Wadjet, Horus, Ra and Sekhmet were connected to the eclipsing binary Algol in the Calendar of Lucky and Unlucky Days of papyrus Cairo 86637.</p>\n<p>Eventually, Wadjet's position as patron led to her being identified as the more powerful goddess Mut, whose cult had come to the fore in conjunction with rise of the cult of Amun, and eventually being absorbed into her as the <i>Mut-Wadjet-Bast</i> triad.</p>\n<p>When the pairing of deities occurred in later Egyptian myths, since she was linked to the land, after the unification of Lower and Upper Egypt she came to be thought of as the wife of Hapy, a deity of the Nile, which flowed through the land.</p>\n<p>Wadjet, as the goddess of Lower Egypt, had a big temple at the ancient Imet (now Tell Nebesha) in the Nile Delta. She was worshipped in the area as the 'Lady of Imet'. Later she was joined by Min and Horus to form a triad of deities. This was based on an Osiriac model identified elsewhere in Egypt.</p>\n<p>Wadjet is not to be confused with the Egyptian demon Apep, who is also represented as a snake in Egyptian mythology.</p>\n<h2><span id=\"Other_uses\">Other uses</span></h2>\n<p>The Nazit Mons, a mountain on Venus, is named for Nazit, an \"Egyptian winged serpent goddess\". According to Elizabeth Goldsmith, the Greek name for Nazit was Buto.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Ethnoherpetology</li>\n<li>Eye of Horus</li>\n<li>Mehen</li>\n<li>Serpent (symbolism)</li>\n<li>Snake goddess</li>\n<li>Snakes in mythology</li>\n<li>Unut</li>\n<li>Uraeus</li>\n</ul><h2><span id=\"Footnotes\">Footnotes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>James Stevens Curl, <i>The Egyptian Revival: Ancient Egypt as the Inspiration for Design Motifs in the West</i>, Routledge 2005</li>\n<li>Adolf Erman, Hermann Grapow, <i>Wörterbuch der ägyptischen Sprache</i>, Berlin 1963</li>\n<li>Ana Ruiz, <i>The Spirit of Ancient Egypt</i>, Algora Publishing 2001</li>\n<li>Toby A. H. Wilkinson, <i>Early Dynastic Egypt</i>, Routledge 1999</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Blue eye-shaped amulet HARGM3762.JPG"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:S F-E-CAMERON Hatshepsut Hawk.JPG"}, {"ns": 6, "title": "File:Symbol book class2.svg"}, {"ns": 6, "title": "File:Wadjet N5139 mp3h8831.jpg"}]}