{"pageid": 97357, "ns": 0, "title": "Nekhbet", "extract": "<p><b>Nekhbet</b> (<span></span>; also spelt Nekhebit) was an early predynastic local goddess in Egyptian mythology, who was the patron of the city of Nekheb (her name meaning <i>of Nekheb</i>). Ultimately, she became the patron of Upper Egypt and one of the two patron deities for all of Ancient Egypt when it was unified.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Mythology\">Mythology</span></h2>\n<p>Egypt’s oldest oracle was the shrine of Nekhbet at Nekheb, the original <i>necropolis</i> or city of the dead. It was the companion city to Nekhen, the religious and political capital of Upper Egypt at the end of the Predynastic period (c. 3200–3100 BC) and probably, also during the Early Dynastic Period (c. 3100–2686 BC). The original settlement on the Nekhen site dates from Naqada I or the late Badarian cultures. At its height, from about 3400 BC, Nekhen had at least 5,000 and possibly as many as 10,000 inhabitants.</p>\n<p>The priestesses of Nekhbet were called <i>muu</i> (mothers) and wore robes of Egyptian vulture feathers.</p>\n<p>Nekhbet was the tutelary deity of Upper Egypt. Nekhbet and her Lower Egyptian counterpart Wadjet often appeared together as the \"Two Ladies\". One of the titles of each ruler was the <i>Nebty</i> name, which began with the hieroglyphs for <i>[s/he] of the Two Ladies...</i>.</p>\n<p>In art, Nekhbet was depicted as a vulture. Alan Gardiner identified the species that was used in divine iconography as a griffon vulture. Arielle P. Kozloff, however, argues that the vultures in New Kingdom art, with their blue-tipped beaks and loose skin, better resemble the lappet-faced vulture.</p>\n<p>In New Kingdom times, the vulture appeared alongside the uraeus on the headdresses with which kings were buried. The uraeus and vulture are traditionally interpreted as Wadjet and Nekhbet, but Edna R. Russmann has suggested that in this context they represent Isis and Nephthys, two major funerary goddesses, instead.</p>\n<p>Nekhbet usually was depicted hovering, with her wings spread above the royal image, clutching a shen symbol (representing eternal encircling protection), frequently in her claws. As patron of the pharaoh, she was sometimes seen to be the mother of the divine aspect of the pharaoh, and it was in this capacity that she was <i>Mother of Mothers</i>, and the <i>Great White Cow of Nekheb</i>.</p>\n<p>In some late texts of the <i>Book of the Dead</i>, Nekhbet is referred to as <i>Father of Fathers, Mother of Mothers, who hath existed from the Beginning, and is Creatrix of this World</i>.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<ul><li>Nekhbet is a bird-like monster in <i>Final Fantasy 12</i>.</li>\n</ul><ul><li>Nekhbet appears in Rick Riordan's <i>The Throne of Fire</i> as a minor antagonist.</li>\n</ul><ul><li>Nekhbet is the name of a pet vulture in the anime <i>Tenshi ni Narumon</i>.</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Hans Bonnet: <i>Nechbet.</i> In: <i>Lexikon der ägyptischen Religionsgeschichte.</i> Nikol, Hamburg 2000, ISBN 3-937872-08-6, S. 507f.</li>\n<li>Wolfgang Helck, Eberhard Otto: <i>Nechbet.</i> In: <i>Kleines Lexikon der Ägyptologie.</i> Harrassowitz, Wiesbaden 1999, ISBN 3-447-04027-0, S. 199.</li>\n<li>Alexandra von Lieven: <i>Grundriss des Laufes der Sterne – Das sogenannte Nutbuch.</i> The Carsten Niebuhr Institute of Ancient Eastern Studies (u. a.), Kopenhagen 2007, ISBN 978-87-635-0406-5.</li>\n<li>Alexandra von Lieven: <i>Der Himmel über Esna – Eine Fallstudie zur religiösen Astronomie in Ägypten am Beispiel der kosmologischen Decken- und Architravinschriften im Tempel von Esna.</i> Harrassowitz, Wiesbaden 2000, ISBN 3-447-04324-5.</li>\n<li>Marcelle Werbrouck, <i>Fouilles de El Kab II.</i> 1940, S. 46ff.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egypt.Nekhbet.01.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}