{"pageid": 97385, "ns": 0, "title": "Menhit", "extract": "<p><b>Menhit</b> <span></span> (also spelt Menchit) was originally a Nubian war goddess in Egyptian mythology. Her name depicts a warrior status, as it means <i>(she who) massacres</i>.</p>\n<p>Due to the aggressive attributes possessed by and hunting methods used by lionesses, most things connected to warfare in Egypt were depicted as leonine, and Menhit was no exception, being depicted as a lioness-goddess.</p>\n<p>She also was believed to advance ahead of the Egyptian armies and cut down their enemies with fiery arrows, similar to other war deities She was less known to the people as a crown goddess and was one of the goddesses who represented the protective uraeus on royal crowns.</p>\n<p>In the 3rd Nome of Upper Egypt, particularly at Esna, Menhit was said to be the wife of Khnum and the mother of Heka.</p>\n<p>She was also worshipped in Lower Egypt, where she was linked with the goddesses Wadjet and Neith.</p>\n<p>As the centre of her cult was toward the southern border of Egypt, in Upper Egypt, she became strongly identified with Sekhmet, who was originally the lion-goddess of war for Upper Egypt, after unification of the two Egyptian kingdoms, this goddess began to be considered simply another aspect of Sekhmet.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Literature\">Literature</span></h2>\n<ul><li>Rolf Felde: <i>Ägyptische Gottheiten.</i> Wiesbaden 1995</li>\n<li>Hans Bonnet: <i>Lexikon der ägyptischen Religionsgeschichte</i>, Hamburg 2000; ISBN 3-937872-08-6</li>\n</ul>\n<p><br></p>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Egypt myth stub.JPG"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Question book-new.svg"}, {"ns": 6, "title": "File:SFEC EGYPT ESNA 2006-013.JPG"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}