{"pageid": 97393, "ns": 0, "title": "Anuket", "extract": "<p><b>Anuket</b> was the personification and goddess of the Nile river in the Egyptian mythology in Elephantine, at the start of the Nile's journey through Egypt, and in nearby regions of Nubia.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>In Ancient Egyptian, she was known as Anuket, <b>Anaka</b>, or <b>Anqet</b>. Her name meant the \"Clasper\" or \"Embracer\". In Greek, this became <b>Anoukis</b> (<span lang=\"grc\" xml:lang=\"grc\">Ανουκις</span>), sometimes also spelled <b>Anukis</b>. In the <i>interpretatio graeca</i>, she was considered equivalent to Hestia or Vesta.</p>\n<h2><span id=\"Depictions\">Depictions</span></h2>\n<p>Anuket was usually depicted as a woman with a headdress of either reed or ostrich feathers (thought by most egyptologists to be a detail deriving from Nubia). She was usually depicted as holding a Sceptre topped with an ankh, and her sacred animal was the gazelle. She was also shown suckling the Pharaoh through the New Kingdom and became a goddess of lust in later years. In later periods, she was assoiciated with the Cowry, especially the shell, which resembled the vagina.</p>\n<h2><span id=\"History_&amp;_Roles\"></span><span id=\"History_.26_Roles\">History &amp; Roles</span></h2>\n<p>She was originally the daughter of Ra, but was always related to Satet in some way. For example, both goddesses were called the \"Eye of Ra\", along with Bastet, Hathor, and Sekhmet. Also, they were both related in some way to the Uraeus.</p>\n<h2><span id=\"Worship\">Worship</span></h2>\n<p>Anuket was part of a triad with the god Khnum, and the goddess Satis. She may have been the sister of the goddess Satis or she may have been a junior consort to Khnum instead.</p>\n<p>A temple dedicated to Anuket was erected on the Island of Seheil. Inscriptions show that a shrine or altar was dedicated to her at this site by the 13th dynasty Pharaoh Sobekhotep III. Much later, during the 18th dynasty, Amenhotep II dedicated a chapel to the goddess.</p>\n<p>During the New Kingdom, Anuket’s cult at Elephantine included a river procession of the goddess during the first month of Shemu. Inscriptions mention the processional festival of Khnum and Anuket during this time period.</p>\n\n<p>Ceremonially, when the Nile started its annual flood, the <i><b>Festival of Anuket</b></i> began. People threw coins, gold, jewelry, and precious gifts into the river, in thanks for the life-giving water and returning benefits derived from the wealth provided by her fertility to the goddess. The taboo held in several parts of Egypt, against eating certain fish which were considered sacred, was lifted during this time, suggesting that a fish species of the Nile was a totem for Anuket and that they were consumed as part of the ritual of her major religious festival.</p>\n\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite id=\"CITEREFEB1878\" class=\"citation\">\"Anoukis\", <i>Encyclopædia Britannica</i>, 9th ed., Vol. II, New York: Charles Scribner's Sons, 1878, p. 90</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAnuket&amp;rft.atitle=Anoukis&amp;rft.btitle=Encyclop%C3%A6dia+Britannica%2C+9th+ed.%2C+Vol.+II&amp;rft.date=1878&amp;rft.genre=bookitem&amp;rft.pages=90&amp;rft.place=New+York&amp;rft.pub=Charles+Scribner%27s+Sons&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n</ul><h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li><cite class=\"citation book\">Valbelle, Dominique (1981). <i>Satis et Anoukis</i> (in French). Verlag Philipp von Zabern. ISBN 3-8053-0414-5.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAnuket&amp;rft.aufirst=Dominique&amp;rft.aulast=Valbelle&amp;rft.btitle=Satis+et+Anoukis&amp;rft.date=1981&amp;rft.genre=book&amp;rft.isbn=3-8053-0414-5&amp;rft.pub=Verlag+Philipp+von+Zabern&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span></li>\n<li>http://www.ancientegyptonline.co.uk/anuket.html</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Anuket.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:N372.2d.jpg"}, {"ns": 6, "title": "File:Neferhotep I 3.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}