{"pageid": 97408, "ns": 0, "title": "Qetesh", "extract": "<p><b>Qetesh</b> (also <b>Kadesh</b> <span></span>) is a goddess adopted into the ancient Egyptian religion from the religion of Canaan, popular during the New Kingdom. She was a fertility goddess of sacred ecstasy and sexual pleasure.</p>\n<p>The name was probably vocalized by Egyptians as *<i>Qātiša</i> from the Semitic root <i>Q-D-Š</i> meaning 'holy'. Her city of worship was Qadesh.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Representation\">Representation</span></h2>\n\n\n<p>In the Qetesh stele, Qetesh is represented as a frontal nude standing on a lion between Min of Egypt and the Canaanite warrior god Resheph. She is holding a snake in one hand and a bouquet lotus flowers in the other as symbols of creation.</p>\n<p>Qetesh is associated with Anat, Astarte, and Asherah. She also has elements associated with the goddesses of Mycenae, the Minoans of Crete, and certain Kassite goddesses of the metals trade in tin, copper and bronze between Lothal and Dilmun.</p>\n<p>On some versions of the Qetesh stele her register with Min and Resheph is placed over another register showing gifts being presented to ‘Anat the goddess of War and below a register listing the lands belonging to Min and Resheph.</p>\n<p><b>Qudshu-Astarte-Anat</b> is a representation of a single goddess who is a combination of three goddesses: Qetesh (Athirat, Asherah), Astarte, and Anat. It was a common practice for Canaanites and Egyptians to merge different deities through a process of syncretism, thereby turning them into one single entity. The \"Triple-Goddess Stone\", once owned by Winchester College, shows the goddess Qetesh with the inscription \"Qudshu-Astarte-Anat\", displaying their association as being one goddess, and Qetesh (Qudshu) in place of Athirat. Religious scholar Saul M. Olyan (author of <i>Asherah and the Cult of Yahweh in Israel</i>) calls the representation on the Qudshu-Astarte-Anat plaque \"a triple-fusion hypostasis\", and considers Qudshu to be an epithet of Athirat by a process of elimination, for Astarte and Anat appear after Qudshu in the inscription.</p>\n<h2><span id=\"Epithets\">Epithets</span></h2>\n<p>She is called \"Mistress of All the Gods\", \"Lady of the Stars of Heaven\", \"Beloved of Ptah\", \"Great of magic, mistress of the stars\", and \"Eye of Ra, without her equal\". Qadshu is also used as an epithet of Athirat, the Great Mother Goddess of the Canaanites.</p>\n<h2><span id=\"In_popular_culture\">In popular culture</span></h2>\n<p>Qetesh is the name given to the Goa'uld that once possessed Vala Mal Doran, a recurring and then regular character in Seasons 9 and 10, respectively of the science fiction television series <i>Stargate SG-1</i>.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Battle of Kadesh</li>\n<li>Cybele</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Johanna Stuckey, The \"Holy One\", MatriFocus, 2007</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Neo-Natib Qadish Symbol.png"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Qetesh relief plaque (Triple Goddess Stone).png"}, {"ns": 6, "title": "File:Stele of Qadesh upper-frame.jpg"}, {"ns": 6, "title": "File:Stele of the Syrian goddess Kadesh.JPG"}]}