{"pageid": 9750533, "ns": 0, "title": "Ritona", "extract": "<p><b>Ritona</b>, also known as <b>Pritona</b>, is a Celtic goddess chiefly venerated in the land of the Treveri in what is now Germany. Her cult is attested at Pachten and at Trier, where she \"had a carefully built little temple\" in the Altbachtal complex. Ritona's temple was one of several in the Altbachtal to include exedrae and courtyards that may have been used to prepare ritual banquets and/or to place offerings. At Pachten her temple also had a theatre, presumably used for performances of a religious nature. A single inscription also honours her at Uzès in southern France.</p>\n<p>Her name, related to the same root as Welsh <i>rhyd</i> ‘ford’, suggests that she was a goddess of fords. Jean-Marie Pailler remarks that, \"Water crossings required religious precautions that were written into the landscape, toponymy, and ritual: Ritona is thus well at home among the 'crossers' who were the Treveri\".</p>\n<p>The name variant ‘Pritona’ is directly attested twice: on the goddess's only inscription at Pachten (<small>PRITONAE DIVINAE SIVE CA[...]IONI</small>) and in conjunction with ‘Ritona’ on an inscription from Trier (<small>DEA RITONA PRITONA</small>). ‘Pritona’ is also restored in a further, more fragmentary inscription from Trier (<small>RITO/[NAE] SIVE EX IV[SSV PR]/ITONI[AE?]</small>).</p>\n<p>Lothar Schwinden characterizes Ritona as a mother goddess on the basis of the statue of a seated goddess found at Pachten, which he connects with the well-known local type of seated mother goddesses with dogs or babies on their laps (cf. Aveta).</p>\n\n<p>The Pachten inscription specifies that the goddess was invoked by an individual \"for the well-being of the townsfolk of Contiomagium\" (<small>PRO SALVTE / [V]IKANORVM CONTI/OMAGIENSIVM</small>). A votive sculpture from Crain, depicting a male figure holding an offering-dish and pouring out liquid from a vessel, is dedicated to Minerva and Ritona. On two of the inscriptions from Trier, Ritona is invoked in conjunction either with the <i>numina</i> of the Augusti (see imperial cult) or in honour of the divine house (the imperial family).</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Abbaye Saint-Germain d'Auxerre-Stèle funéraire-Crain.jpg"}, {"ns": 6, "title": "File:PachtenContiomagusStein.jpg"}, {"ns": 6, "title": "File:Rouelle d or Balesme Haute Marne.jpg"}, {"ns": 6, "title": "File:Taranis Jupiter with wheel and thunderbolt Le Chatelet Gourzon Haute Marne.jpg"}]}