{"pageid": 9803269, "ns": 0, "title": "Achi Chokyi Drolma", "extract": "<p><b>Achi Chokyi Drolma</b> (Wylie: <i>a phyi chos kyi sgrol ma</i>) is the Dharma Protector (Dharmapāla) of the Drikung Kagyu school of Tibetan Buddhism. Achi Chokyi Drolma is the grandmother of Jigten Sumgön, the founder of Drikung Kagyu. She also appears as a protector in the Karma Kagyu refuge tree as Achi Chodron and is a dharmapāla and dakini in the life story of the Nyingma tertön Tsasum Lingpa (Wylie: <i>rtsa gsum gling pa</i>).</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Prophecy\">Prophecy</span></h2>\n<p>According to a prophecy in the Cakrasaṃvara Tantra, it is said, \"The head of the Karma Dakinis will come to the area of Tidro cave in Drikung. This will be a nirmanakaya manifestation of Vajrayogini\".</p>\n<h2><span id=\"Birth\">Birth</span></h2>\n<p>Around the eleventh century in Shoto in the area of Drikung (Ü-Tsang), there lived a family who could not conceive a child. In order to bear a child they made a pilgrimage to Swayambhu in Nepal. They prayed fervently for a child and one night the woman, Driza Dharzam, had a dream that a brightly shining sun appeared in the east and radiated light in the ten directions and the sun then dissolved into her womb and radiated light which filled the whole universe, especially illuminating the country of her birth. In the same night, her husband Nanam Chowopal had a dream that a rosary of clear white light</p>\n<p>emanated from the eastern Buddha field and entered the womb of his wife. In the morning they discussed their dreams and he said, 'a special son will be born to us and we should take much care until this child is born.' They performed a ganachakra offering; made strong prayers for the fulfillment of their wishes and then returned to their native land in Drikung.</p>\n<p>The time came for the birth and an extraordinary daughter was born in the place called Kyetrag Thang. There were numerous auspicious signs and her body was of purest white and radiating rays of light. As a small child she was always reciting the mantra of Tara and at the age of three she was teaching the mantra to others. She grew quickly and was incredibly beautiful. Her parents died when she was quite young and she then stayed with her uncle.</p>\n<h2><span id=\"Young_adulthood\">Young adulthood</span></h2>\n<p>Many wanted to marry her but she refused all stating, 'I will go to Kham and there lives a great yogi who is descended from the noble clan of the Kyura race. This yogi I will marry and our sons and daughters and future generations will be extraordinary persons who will benefit all sentient beings by spreading the essence of the Buddha's teachings.' Then accompanying a merchant, she traveled to Kham. They arrived at a place called Dentod Tsonrur and she said to her companion, 'This is the place I have to stay.' She departed and went to meet the great saint Ame Tsultrim Gyatso to whom she said, 'Although I have no attachment to the worldly life, if we join together our descendants will bear many enlightened beings who will do great benefit for the teachings of the Buddha.' On their marriage day, Ame Tsultrim Gyatso did not have any possessions to arrange for the ceremony. Drolma said, 'Do not worry, I will take care of it.' So saying she miraculously pulled a damaru from her right pocket and a kapala from her left. Then beating the damaru and holding the kapala in her hand she made a mystic dance while gazing into the sky. Immediately the house was filled with the finest food and drink and the richest garments with which to clothe themselves - thus giving great satisfaction and pleasure to all the guests. They lived together and in time she gave birth to four sons: Namkhe Wangchuk, Pekar Wangyal, Sonam Pal and Kathung Trushi. These sons were exceptionally intelligent and became scholars on both the temporal and spiritual levels. Of her four sons, Pekar Wangyal fathered four sons. They were Khenpo Dharma, Konchog Rinchen, Tsunpo Bar and Naljor Dorje - of these four, Naljor Dorje became the father of the great Ratnashri Jigten Sumgon, the great Drikungpa, who was the reincarnation of Nagarjuna.</p>\n<h2><span id=\"Death\">Death</span></h2>\n<p>At a later time Drolma said, 'I have knowingly taken birth into samsara in order to fulfill my aspirations to protect the teachings of the Buddha and for the welfare of all sentient beings. Because of this, I will grant the ordinary and supreme siddhis to my followers. She led her followers to a huge cave called Tingring. The cave was very sacred, containing many precious termas and many self-created statues of the Buddhas and Bodhisattvas, Yidams, Dakinis, and Dharma Protectors on the rocks inside the cave. A human corpse was brought and she transformed that corpse into a great tsog offering. Those who could partake of that tsog were granted the ordinary and supreme siddhis. Then she composed a text containing a sadhana of herself and promised to look after the teachings of the Buddha in general and to protect the essence of the Buddha's teaching that will appear in the future.</p>\n<p>With that she said, 'My activities through this body have come to an end,' and she flew up to the Buddha Field on her blue horse without leaving her body.\"</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Tibetan Buddhism</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>http://home.swipnet.se/ratnashri/Achi.htm</li>\n<li>http://www.turtlehill.org/khen/tsa.html</li>\n<li>http://www.dharmadownload.net/pages/english/Natsok/0003_lineage/001_RefugeTree/001_natsok_0003.htm</li>\n<li>http://www.himalayanart.org/image.cfm/73896.html</li>\n</ul>", "images": [{"ns": 6, "title": "File:AchiChokyiDrolma.jpg"}, {"ns": 6, "title": "File:Faith Buddhism Vajra.svg"}]}