{"pageid": 98271, "ns": 0, "title": "Hatmehit", "extract": "<p><b>Hatmehit</b>, or <b>Hatmehyt</b> (reconstructed to have been pronounced *Hāwit-Maḥūyat in Egyptian) in the ancient Egyptian religion was a fish-goddess in the area around the delta city of Per-banebdjedet, Mendes. In ancient Egyptian art Hatmehit was depicted either as a fish, or a woman with a fish emblem or crown on her head. She was a goddess of life and protection.</p>\n<h2><span id=\"Name\">Name</span></h2>\n<p>Her name translates as <i>Foremost of Fish</i> or <i>Chief of Fish.</i> She may have some connection to Hathor, one of the oldest deities of Egypt who also went by the name <i>Mehet-Weret</i>, meaning <i>great flood</i>. This may possibly be due to being seen as a remnant of the primal waters of creation from which all things arose. Other goddesses associated with the primal waters of creation are Mut and Naunet.</p>\n<p>When the cult of Osiris arose, the people of Mendes reacted by identifying Osiris as having achieved his authority by being the husband of Hatmehit. In particular, it was the <i>Ba</i> of Osiris, known as Banebjed (literally meaning <i>Ba of the lord of the djed</i>, referring to Osiris), which was said to have married Hatmehit.</p>\n<p>When Horus became considered the son of Osiris, a form known as <i>Harpocrates</i> (<i>Har-pa-khered</i> in Egyptian), Hatmehit was consequently said to be his mother. As wife of Osiris, and mother of Horus, she eventually became identified as a form of Isis.</p>\n<h2><span id=\"Sources\">Sources</span></h2>\n<ul><li>Richard Wilkinson: The Complete Gods and Goddesses of Ancient Egypt. London, Thames and Hudson, 2003. ISBN 978-0-500-05120-7, p.228–229</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<p> Media related to Hatmehit at Wikimedia Commons</p>\n<ul><li>Iconography of Hatmehit (PDF-article)</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:H'At-Mehit LACMA M.69.91.218.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}