{"pageid": 98372, "ns": 0, "title": "Mafdet", "extract": "<p>In early Egyptian mythology, <b>Mafdet</b> (also spelled <b>Maftet</b>) was a goddess who protected against snakes and scorpions and was often represented as either some sort of felid or mongoose. She is present in the Egyptian pantheon as early as the First Dynasty. Mafdet was the deification of legal justice, or possibly of capital punishment. She was also associated with the protection of the king's chambers and other sacred places, and with protection against venomous animals, which were seen as transgressors against Maat.</p>\n<p>Since venomous animals such as scorpions and snakes are killed by felines, Mafdet was seen as a feline goddess, although it is uncertain whether alternately, she also was meant to be a cat, civet, or a mongoose. In reflection of the manner in which these animals kill snakes and she was given titles such as \"slayer of serpents\".</p>\n<p>The goddess was prominent during the reign of the First Dynasty pharaoh Den, whose image appears on stone vessel fragments from his tomb and is mentioned in a dedicatory entry in the Palermo Stone. She is also mentioned in the <i>Pyramid Texts</i> of the Old Kingdom as protecting the sun god Ra from poisonous snakes.</p>\n<h2><span id=\"Art\">Art</span></h2>\n<p>In art, Mafdet was shown as a feline, a woman with a feline head, or a feline with the head of a woman.</p>\n<p>She also was depicted as a feline running up the side of an executioner's staff of office. It was said that Mafdet ripped out the hearts of wrong-doers, delivering them to the pharaoh's feet like cats that present humans with rodents or birds they have killed or maimed.</p>\n<p>During the New Kingdom, Mafdet was seen as ruling over the judgment hall in Duat where the enemies of the pharaoh were decapitated with <i>Mafdet's claw</i>.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Anubis attending the mummy of Sennedjem.jpg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}