{"pageid": 98379, "ns": 0, "title": "Mehet-Weret", "extract": "<p><b>Mehet-Weret</b> <i>(mḥ.t-wr.t)</i> is a goddess of the sky in Ancient Egyptian religion. Her name means \"Great Flood\".</p>\n<p>She was mentioned in the Pyramid Texts. In Ancient Egyptian creation myths, she gives birth to the sun at the beginning of time, and in art she is portrayed as a cow with a sun disk between her horns. She is associated with the goddesses Neith, Hathor, and Isis, all of whom have similar characteristics, and like them she could be called the \"Eye of Ra\".</p>\n<p>Mehet-Weret is primarily known as being the “Celestial Cow” or “Cow Goddess” because of her physical characteristics, but she contributes to the world in more ways than that. She is also the Goddess of Water, Creation, and Rebirth; in Egyptian mythology, Mehet-Weret is one of the main components in the making and survival of life.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Origin\">Origin</span></h2>\n<p>Mehet-Weret was responsible for raising the sun into the sky every day. She produced the light for the crops of those who worshipped her, she was also caused the annual Nile River flood that fertilized the crops with water. In Patricia Monaghan's <i>The Encyclopedia of Goddesses and Heroines</i>, she describes Mehet-Weret as the Goddess of Creation because she gives birth to the sun every day, creating life for all those who worship her.</p>\n<p>In Egyptian mythology, Mehet-Weret was known as the Goddess of Water and Creation, but Geraldine Pinch also introduces the idea that she was a piece of the nighttime sky. She is referenced as being the river of stars known as the Milky Way, because of her physical traits of being the responsible for the annual flood of the Nile River.</p>\n<h3><span id=\"Birthing_Ra\">Birthing Ra</span></h3>\n<p>Mehet-Weret is described as being the mother of Ra, the ancient Egyptian solar deity. As the Goddess of Creation, she gives birth to the sun every day and is the reason the world isn’t in the dark. In her physical description, she is described as having a sun disk between her horns; in typical motherly fashion, she protects her son Ra and keeps him close to her.</p>\n<h2><span id=\"Physical_description\">Physical description</span></h2>\n<p>Mehet-Weret is described as having a woman’s body with a cow’s head, and as such, is sometime called the Cow Goddess. A sun disk lies between the horns on her head, which connects her to the creation of the sun.</p>\n<h3><span id=\"Sarcophagus_of_Khonsu\">Sarcophagus of Khonsu</span></h3>\n<p>Mehet-Weret is featured on the sarcophagus of Khonsu. The hieroglyphics painted on the outside of the sarcophagus are yet another way to protect the deceased; they are used to paint a journey to the afterlife for the pharaoh. Even in hieroglyphics, Mehet-Weret is dressed in many ritual artifacts as a way to keep her goddess-like standing. The picture features a human bowing and adoring her; this was meant as a way to signify her importance as a divine being. In this picture, Mehet-Weret signifies that after his death, the pharaoh will be reborn into the afterlife.</p>\n<h2><span id=\"Relationships\">Relationships</span></h2>\n<h3><span id=\"Hathor\">Hathor</span></h3>\n<p>“Myth of the Heavenly Cow” by Nadine Guilhou tells the story of a separate goddess that is related to Mehet-Weret who is named Hathor. Hathor is seen as more troublesome than Mehet-Weret, because she creates chaos in the human world. The title of the story of the “Myth of the Heavenly Cow” is also known as “The Destruction of Mankind” because Hathor was sent to kill the rebels who acted against the sun god Ra and his plans to rearrange the cosmos. While Hathor is the bloodthirsty warrior cow, focused on the destruction of humankind, Mehet-Weret is responsible for creating some of the most basic needs for humankind: sun and water.</p>\n<h2><span id=\"Death_and_afterlife\">Death and afterlife</span></h2>\n<p>The goddess Mehet-Weret was featured in a number of spells in The Book of the Dead, including spell 17. In this spell she was credited for the birth of Re, also known as the Sun God Ra. But she is also the one who protects Re, because it was believed by the ancient people of Egypt that the sun died every day and was reborn by Mehet-Weret. She was responsible for taking him into the underworld, or night because of the darkness, and then bringing him back to the world the next day, almost as if in the afterlife. The people of Egypt believed that Mehet-Weret was the Goddess of Creation and Rebirth, so she was featured in one of the spells to help the humans make their way into the afterlife. The Book of the Dead is an important text in the Egyptian culture because it allows the audience to understand the different journeys that the ancient Egyptians believed in to get to the afterlife.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Mehetueret02.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}