{"pageid": 98386, "ns": 0, "title": "Meretseger", "extract": "<p>In Egyptian mythology, <b>Meretseger</b> (also spelt <b>Mertseger</b>), meaning <i>\"she who loves silence\"</i> exerted great authority during the New Kingdom era over the Theban Necropolis and was considered to be both a dangerous and merciful goddess. She was closely connected with al-Qurn, the pyramid-shaped peak in the Valley of the Kings. As a cobra-goddess she is sometimes associated with Hathor.</p>\n<p>She was the patron deity of the workers in Deir el-Medina who built the tombs. She punished workers who committed crimes, but healed those who repented. In one instance Meretseger is petitioned to bring relief to one in pain. She answer the prayer by bringing \"<i>sweet breezes</i>\" A draftsman named Neferabu dedicated a stela to her:</p>\n<blockquote>\n<p><i>\"An ignorant man (I was), without my heart, who did not know good from evil. I was doing misdeeds against the Peak and she taught me a lesson...The peak strikes with the stroke of a savage lion. She is after him who offends her.\"</i></p>\n</blockquote>\n<p>Merestseger takes pity on the man and <i>\"She turned to me in mercy, She caused me to forget the sickness that has been upon me\"</i>.</p>\n<p>As a cobra, she spat venom at anyone who tried to vandalise or rob the royal tombs. In art she was portrayed as either a coiled cobra, or as a woman-headed cobra, or rarely as a triple headed cobra, where one head was that of a cobra, one of a woman, and one of a vulture.</p>\n<p>Her close association with the Valley of the Kings prevented her becoming anything more than a local deity, and when the valley ceased being in use, so she also ceased being worshipped.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Meretseger.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:S F-E-CAMERON 2006-10-EGYPT-WESTBANK-0064.JPG"}, {"ns": 6, "title": "File:Stele cobra goddess Louvre N4193.jpg"}, {"ns": 6, "title": "File:Symbol book class2.svg"}]}