{"pageid": 98392, "ns": 0, "title": "Meskhenet", "extract": "<p>In Ancient Egyptian mythology, <b>Meskhenet</b>, (also spelt <b>Mesenet</b>, <b>Meskhent</b>, and <b>Meshkent</b>) was the goddess of childbirth, and the creator of each child's Ka, a part of their soul, which she breathed into them at the moment of birth. She was worshipped from the earliest of times by Egyptians.</p>\n\n<p></p>\n\n<p></p>\n<h2><span id=\"In_mythology\">In mythology</span></h2>\n<p>In ancient Egypt, women delivered babies while squatting on a pair of bricks, known as <i>birth bricks</i>, and Meskhenet was the goddess associated with this form of delivery. Consequently, in art, she was sometimes depicted as a brick with a woman's head, wearing a cow's uterus upon it. At other times she was depicted as a woman with a symbolic cow's uterus on her headdress.</p>\n<p>Since she was responsible for creating the Ka, she was associated with fate. Thus later she was sometimes said to be paired with Shai, who became a god of destiny after the deity evolved out of an abstract concept.</p>\n<p>Meskhenet features prominently in the last of the folktales in the Westcar Papyrus. The story tells of the birth of Userkaf, Sahure, and Neferirkare Kakai, the first three kings of the Fifth Dynasty, who in the story are said to be triplets. Just after each child is born, Meskhenet appears and prophesies that he will become king of Egypt.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Taweret</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:JuicioDeLasAlmas.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}, {"ns": 6, "title": "File:SahureAndNomeGod-CloseUpOfSahure MetropolitanMuseum.png"}, {"ns": 6, "title": "File:Symbol book class2.svg"}, {"ns": 6, "title": "File:Temple of Deir el-Medina 20.JPG"}]}