{"pageid": 98475, "ns": 0, "title": "Sopdet", "extract": "<p><b>Sopdet</b> is the ancient Egyptian name of the star Sirius and its personification as an Egyptian goddess. Known to the Greeks as <b>Sothis</b>, she was conflated with Isis as a goddess and Anubis as a god.</p>\n<p><span id=\"Name\"></span><span id=\"Etymology\"></span></p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Names\">Names</span></h2>\n\n<p>The exact pronunciation of ancient Egyptian is uncertain, as vowels were not recorded until a very late period. In modern transcription, her name usually appears as Sopdet (Egyptian: <span lang=\"egy\" xml:lang=\"egy\"><i>Spdt</i></span>, <abbr title=\"literally\">lit</abbr>.<span> </span>\"Triangle\" or \"Sharp One\") after the known Greek and Latin form Sothis (Greek: <span lang=\"grc\" xml:lang=\"grc\">Σῶθις</span>, <i>Sō̂this</i>).</p>\n<h2><span id=\"History\">History</span></h2>\n\n<p>During the early period of Egyptian civilization, the heliacal rising of the bright star preceded the usual annual flooding of the Nile. It was therefore apparently used for the solar civil calendar which largely superseded the original lunar calendar in the 3rd<span> </span>millennium<span> </span><span><span>BC</span></span>. Despite the wandering nature of the Egyptian calendar, the erratic timing of the flood from year to year, and the slow procession of Sirius within the solar year, Sopdet continued to remain central to cultural depictions of the year and to celebrations of Wep Renpet (<i><span lang=\"egy\" xml:lang=\"egy\">Wp Rnpt</span></i>), the Egyptian New Year. She was also venerated as a goddess of the fertility brought to the soil by the flooding.</p>\n<p>She was long thought to be represented by the cow on an ivory tablet from the reign of Djer (Dynasty I), but this is no longer supported by most Egyptologists. During the Old Kingdom, she was an important goddess of the annual flood and a psychopomp guiding deceased pharaohs through the Egyptian underworld. During the Middle Kingdom, she was primarily a mother and nurse and, by the Ptolemaic period, she was almost entirely subsumed into Isis.</p>\n<h2><span id=\"Myths\">Myths</span></h2>\n<p>Sopdet is the consort of Sah, the personified constellation of Orion near Sirius. Their child Venus was the hawk god Sopdu, \"Lord of the East\". As the \"bringer of the New Year and the Nile flood\", she was associated with Osiris from an early date and by the Ptolemaic period Sah and Sopdet almost solely appeared in forms conflated with Osiris and Isis.</p>\n<h2><span id=\"Representation\">Representation</span></h2>\n<p>She was depicted as a woman with a five-pointed star upon her head, usually with a horned hedjet similar to Satis. In the Ptolemaic and Roman period, the European notion of the \"Dog Star\" caused her to sometimes be represented as a large dog or as a woman riding one sidesaddle.</p>\n<p>From the Middle Kingdom, Sopdet sometimes appeared as a god who held up part of Nut (the sky or firmament) with Hathor. In Greco-Roman Egypt, the male Sopdet was conflated with the dog-headed Anubis.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Egyptian pantheon</li>\n<li>Isis &amp; Satet</li>\n<li>Anubis</li>\n<li>Sirius &amp; Sothic cycle</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<h3><span id=\"Citations\">Citations</span></h3>\n\n<h3><span id=\"Bibliography\">Bibliography</span></h3>\n<ul><li><cite id=\"CITEREFWilkinson2003\" class=\"citation\">Wilkinson, Richard H. (2003), \"Sothis\", <i>The Complete Gods and Goddesses of Ancient Egypt</i>, London: Thames &amp; Hudson, pp. 167–168, ISBN 0-500-05120-8</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASopdet&amp;rft.atitle=Sothis&amp;rft.aufirst=Richard+H.&amp;rft.aulast=Wilkinson&amp;rft.btitle=The+Complete+Gods+and+Goddesses+of+Ancient+Egypt&amp;rft.date=2003&amp;rft.genre=bookitem&amp;rft.isbn=0-500-05120-8&amp;rft.pages=167-168&amp;rft.place=London&amp;rft.pub=Thames+%26+Hudson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\"><span> </span></span>.</li>\n</ul>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Hubble heic0206j.jpg"}, {"ns": 6, "title": "File:Isis-Sothis-Demeter.jpg"}, {"ns": 6, "title": "File:Ivory label with Djer name and Sopdet.png"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:La tombe de Sethi 1er (KV.17) (Vallée des Rois, Thèbes ouest) -8.jpg"}, {"ns": 6, "title": "File:Mergefrom.svg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}