{"pageid": 98471, "ns": 0, "title": "Seshat", "extract": "<p><b>Seshat</b>, under various spellings, was the Ancient Egyptian goddess of wisdom, knowledge, and writing. She was seen as a scribe and record keeper, and her name means <i><b>she who scrivens</b></i> (i.e. <i>she who is the scribe</i>), and is credited with inventing writing. She also became identified as the goddess of accounting, architecture, astronomy, astrology, building, mathematics, and surveying. These are all professions that relied upon expertise in her skills. She is identified as Safekh-Aubi in some late texts.</p>\n<p><i>Mistress of the House of Books</i> is another title for Seshat, being the deity whose priests oversaw the library in which scrolls of the most important knowledge were assembled and spells were preserved. One prince of the fourth dynasty, Wep-em-nefret, is noted as the <i>Overseer of the Royal Scribes, Priest of Seshat</i> on a slab stela. Heliopolis was the location of her principal sanctuary. She is described as the goddess of history.</p>\n<p>In art, she was depicted as a woman with a seven-pointed emblem above her head. It is unclear what this emblem represents. Pharaoh Tuthmosis III (1479-1425 BCE) called her Sefket-Abwy (She of seven points). Spell 10 of the Coffin Texts states \"Seshat opens the door of heaven for you.\"</p>\n<p>Usually, she is shown holding a palm stem, bearing notches to denote the recording of the passage of time, especially for keeping track of the allotment of time for the life of the pharaoh. She was also depicted holding other tools and, often, holding the knotted cords that were stretched to survey land and structures.</p>\n<p>She is frequently shown dressed in a cheetah or leopard hide, a symbol of funerary priests. If not shown with the hide over a dress, the pattern of the dress is that of the spotted feline. The pattern on the natural hide was thought to represent the stars, being a symbol of eternity, and to be associated with the night sky.</p>\n<p>As the divine measurer and scribe, Seshat was believed to appear to assist the pharaoh in both of these practices. It was she who recorded, by notching her palm, the time allotted to the pharaoh for his stay on earth.</p>\n<p>Seshat assisted the pharaoh in the \"stretching the cord\" ritual. This ritual is related to laying out the foundations of temples and other important structures in order to determine and assure the sacred alignments and the precision of the dimensions. Her skills were necessary for surveying the land after the annual floods to reestablish boundary lines. The priestess who officiated at these functions in her name also oversaw the staff of others who performed similar duties and were trained in mathematics and the related store of knowledge.</p>\n<p>Much of this knowledge was considered quite sacred and not shared beyond the ranks of the highest professionals such as architects and certain scribes. She also was responsible for recording the speeches the pharaoh made during the crowning ceremony and approving the inventory of foreign captives and goods gained in military campaigns. During the New Kingdom, she was involved in the Sed festival held by the pharaohs who could celebrate thirty years of reign.</p>\n<p>Later, when the cult of the moon deity, Thoth, became prominent and he became identified as a god of wisdom, the role of Seshat changed in the Egyptian pantheon when counterparts were created for most older deities. The lower ranks of her priestesses were displaced by the priests of Thoth. First, she was identified as his daughter, and later as his wife.</p>\n<p>After the pairing with Thoth the emblem of Seshat was shown surmounted by a crescent moon, which, over time, degenerated into being shown as two horns arranged to form a crescent shape, but pointing downward (in an atypical fashion for Egyptian art). When the crescent moon symbol had degenerated into the horns, she sometimes was known as <b>Safekh-Aubi</b>, meaning <i><b>she who wears the two horns</b></i>. In a few images the <i>horns</i> resemble two cobras, as depicted in hieroglyphs, but facing each other with heads touching.</p>\n<h2><span id=\"Gallery\">Gallery</span></h2>\n<ul class=\"gallery mw-gallery-traditional\"><li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n<li class=\"gallerybox\" style=\"width: 155px\">\n\n</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Aker.svg"}, {"ns": 6, "title": "File:Ambox important.svg"}, {"ns": 6, "title": "File:Ancient Egypt Wings.svg"}, {"ns": 6, "title": "File:Commons-logo.svg"}, {"ns": 6, "title": "File:Djed.svg"}, {"ns": 6, "title": "File:Goddess Seshat, ca. 1919-1875 B.C.E., 52.129.jpg"}, {"ns": 6, "title": "File:Hatshepsut and Seshat.jpg"}, {"ns": 6, "title": "File:Kheper.svg"}, {"ns": 6, "title": "File:Luxor temple 16.jpg"}, {"ns": 6, "title": "File:Pyramidi aavikolla.png"}]}