{"pageid": 9887860, "ns": 0, "title": "Divona", "extract": "<p>In Gallo-Roman religion, <b>Divona</b> or, in Gaulish, <b>Devona</b> is the eponymous goddess of a sacred spring that was the source of fresh water <i>(fons)</i> for the city of <i>Burdigala</i> (Bordeaux). She is hailed (<i>salve</i>, compare Salve Regina) in a Latin poem by Ausonius, the 4th-century Bordelais scholar-poet who was the tutor of the emperor Gratian.</p>\n<p>The word <i>Divona</i> derives from Gaulish <i>deuos</i>, \"divinity,\" and may simply be an honorific title rather than the name of a particular deity. It is a likely origin for place names such as <i>Divona Cadurcorum</i> (\"Divona of the Cadurci,\" modern Cahors, Δηουόνα, <i>Dēvona</i> in Ptolemy), Divonne (Ain) (although other derivations are suggested), and Dionne (Côte-d'Or). The territory of the Celtic Cadurci, in the modern French department of Lot, was noted for its springs in antiquity; Frontinus notes that the Cadurcan town of Uxellodunum was surrounded by a river and had an abundance of freshwater sources <i>(fontes)</i>.</p>\n<p>In ancient Roman religion, goddesses of freshwater sources are often associated with the deity Fons, god of fountains and wellheads, honored at the Fontinalia for his role in the public water supply for the city. Ausonius invokes <i>fons</i>, the manmade outlet that makes the water available to the people, with a string of adjectives: <i>sacer, alme, perennis, / vitree, glauce, profunde, sonore, illimis, opace</i>, \"sacred, life-giving, eternal, / glassy, blue-green, measureless, sonorous, free of mud, shaded.\" He hails <i>fons</i> as the \"Genius of the city\" <i>(urbis genius)</i> having the power to offer a healing draught <i>(medico potabilis haustu)</i>. In the next line, Ausonius says that this <i>genius</i> or tutelary deity is <i>Divona</i> in the Celtic language <i>(Divona Celtarum lingua)</i>, that is, <i>fons</i> added to the <i>divae</i> (plural).</p>\n<p>The name also appears in inscriptions.</p>\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Claude Bourgeois, <i>Divona: Divinités et ex-voto du culte gallo-romaine de l'eau</i> (De l'archéologie à l'histoire, 1991).</li>\n</ul><h2><span id=\"References\">References</span></h2>"}