{"pageid": 9896486, "ns": 0, "title": "Brimo", "extract": "<p>In ancient Greek religion and myth, the epithet <i><b>Brimo</b></i>— \"angry\" or \"terrifying\"— may be applied to any of several goddesses with an inexorable, dreaded and vengeful aspect that is linked to the land of the Dead: to Hecate or Persephone, to Demeter Erinyes— the angry, bereft Demeter— or, perhaps, to Cybele. <i>Brimo</i> is the \"furious\" aspect of the Furies. In the solemn moment when Medea picks the dire underworld root for Jason, she calls seven times upon Brimo, \"she who haunts the night, the Nursing Mother [<i>Kourotrophos</i>]. In black weed And murky gloom she dwells, Queen of the Dead\".</p>\n<p>The Thessalian or Thracian word <i>Brimo</i> was foreign in Attica. Brimo-Hecate was worshipped at Pherae in Thessaly and has connections with Orphic religion, in which Persephone was prominent.</p>\n<p>The <i>Alexandra</i> of Lycophron makes clear that when Hecuba is to be transformed into one of the hounds of the triple Hecate, Brimo is an epithet of the Thessalian goddess of the Underworld.</p>\n<p>Clement of Alexandria was of the opinion that Brimo was only a title of Demeter at Eleusis. At the Eleusinian Mysteries, the Christian writer Hippolytus reports, the hierophant announced the birth of <b>Brimos</b>: \"The Mistress has given birth to a Holy Boy! Brimo has given birth to Brimos! that is, the Strong One to the Strong One\" <i>Brimos</i> is thus an epithet of Iacchos, the Holy Child of the virginal Persephone, whose epiphany was at the heart of the Eleusinian Mysteries.</p>\n<p>In later, more worldly and cynical times, the archaic and fearful spirit could be mocked: in Lucian of Samosata's parody <i>Oracle of the dead</i>, Brimo is among the voters recorded by the magistrates of Hades: she groans her assent while Cerberus yelps \"aye!\".</p>\n<p>In the Greek magical papyri found in Egypt, <i>Brimo</i> makes a natural appearance in incantations connected with the <i>catabasis</i> ritual, of entering the Underworld and returning unharmed.</p>\n<h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n<ul><li>Smith, <i>Dictionary of Greek and Roman Biography and Mythology</i></li>\n<li>Kerenyi, Karl, <i>Eleusis: Archetypal Image of Mother and Child</i> (Princeton: Bollingen Press) 1967.</li>\n</ul>"}