{"pageid": 9927278, "ns": 0, "title": "Astghik", "extract": "<p>In the earliest prehistoric period <i><b>Astghik</b></i>, or <i><b>Astɫik</b></i>, (Armenian: <span lang=\"hy\" xml:lang=\"hy\">Աստղիկ</span>) had been worshipped as the Armenian deity of fertility and love, later the skylight had been considered her personification, and she had been the consort of Vahagn. In the later heathen period she became the goddess of love, maidenly beauty, and water sources and springs. Her worship was derived from the two Indian princes who took refuge in the region of Armenia.</p>\n<p>The <i>Vartavar</i> festival devoted to Astghik that had once been celebrated in mid July was transformed into the Christian holiday of the Transfiguration of Christ, and is still celebrated by the Armenians. As in pre-Christian times, on the day of this fest the people release doves and sprinkle water on each other with wishes of health and good luck.</p>\n<p>Astghik was originally the goddess creator of heaven and earth, and later with her demotion to maiden, Aramazd, became creator (as all sun cults rising to power, began to be worshiped sun god personifications) and Anahit that had been worshiped as Great Lady and Mother Deity (the moon being worshiped as her personification), she forms a trinity in the pantheon of Armenian deities. In the period of Hellenistic influence, Astghik became similar to the Greek Aphrodite and the Mesopotamian Ishtar.</p>\n<p>Her name is the diminutive of Armenian <span lang=\"hy\" xml:lang=\"hy\">աստղ</span> <i><span title=\"ISO 9985 Armenian\">astɫ</span></i>, meaning <i>\"star\"</i>, and all star goddesses were originally called Night goddesses including the morning and evening star (Venus) which from Proto-Indo-European *h₂stḗr is cognate to Sanskrit <i>stṛ</i>, Avestan <i>star</i>, Pahlavi <i>star</i>, Persian <i>sitará</i>, Pashto <i>storai</i>, Greek <i>ἀστήρ</i> etc.</p>\n<p>Her principal seat was in Ashtishat (Taron), located to the North from Mush, where her chamber was dedicated to the name of Vahagn, the personification of a sun-god, her lover or husband according to popular tales, and had been named \"Vahagn's bedroom\".</p>\n<p>Other temples and places of worship of Astghik had been located in various towns and villages, such as the mountain of Palaty (to the South-West from Lake Van), in Artamet (12 km from Van), etc.</p>\n<p>The unique monuments of prehistoric Armenia, \"višap\" vishaps (Arm. višap 'serpent, dragon', derived from Sanskrit \"visharp\" oror \"dragon stones\", spread in many provinces of historical Armenia – Gegharkunik, Aragatsotn, Javakhk, Tayk, etc., and are another manifastation of her worship.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Aramazd</li>\n<li>Anahit</li>\n<li>Vahagn</li>\n<li>Hayk</li>\n<li>Ishtar</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Draig.svg"}]}