{"pageid": 99357, "ns": 0, "title": "Oya", "extract": "<p><b>Oya</b> (Yoruba: <b>Ọya</b>, also known as <b>Oyá</b> or <b>Oiá</b>; <b>Yansá</b> or <b>Yansã</b>; and <b>Iansá</b> or <b>Iansã</b> in Latin America) is an Orisha of winds, lightning, and violent storms, death and rebirth. She is similar to the Haitian god Maman Brigitte, who is syncretised with the Catholic Saint Brigit.</p>\n<p>In Yoruba, the name Oya literally means \"She Tore\". She is known as <b>Ọya-Iyansan</b> – the \"mother of nine.\" This is due to the Niger River (known to the Yoruba as the Odo-Ọya) traditionally being known for having nine tributaries.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Candomblé\"></span><span id=\"Candombl.C3.A9\">Candomblé</span></h2>\n<p>In Candomblé Oya is known as Oiá, lyá Mésàn, or most commonly, Iansã, from the Yoruba <i>Yánsán</i>. Iansã, as in Yoruba religion, commands winds, storms, and lightning. She is the queen of the River Niger, and the mother of nine. She is a warrior and unbeatable. Attributes of Iansã including great intensity of feeling, sensations, and charm. Another ability attributed to Iansã is control over the mysteries that surround the dead. Iansã is syncretized with Saint Barbara. In the Candomblé <i>nação</i> (association) of Angola Congo, Iansã is associated with the color red.</p>\n<h3><span id=\"Characteristics\">Characteristics</span></h3>\n<ul><li>Salutation: \"Eeparrei!\", or \"Epahhey, Oia!\"</li>\n<li>Consecrated day: Wednesday</li>\n<li>Colors: Brown, red, pink, and white</li>\n<li>Symbols: <i>eruquerê</i>, a ritual object; or a copper sword</li>\n<li>Prohibitions: pumpkin, stingray, and mutton</li>\n<li>Food: acarajé</li>\n</ul><h3><span id=\"Ritual_foods\">Ritual foods</span></h3>\n<p>Acarajé, a ball formed from crushed or peeled beans and fried in <i>dendê</i> (palm oil) is a traditional offering to Iansã in the Candomblé tradition of Brazil. A simple, unseasoned form of acarajé is used in rituals, and a version served with various condiments is sold as a common street food in Bahia in the northeast of Brazil. Ipeté and bobo de inhame are also associated with Iansã.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Egungun-oya</li>\n</ul><h2><span id=\"Bibliography\">Bibliography</span></h2>\n<ul><li>Judith Gleason, <i>OYA</i>, Harper: San Francisco, 1992 (Shamballah, 1987), ISBN 0-06-250461-4</li>\n<li>Charles Spencer King, \"Nature's Ancient Religion\", ISBN 978-1-4404-1733-7</li>\n</ul><h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Iansã.jpg"}]}