{"pageid": 99353, "ns": 0, "title": "Oshun", "extract": "<p><b>Oshun</b> (known as <i><b>Ochún</b></i> or <i><b>Oxúm</b></i> in Latin America) also spelled <b>Ọṣun</b>, is an orisha, a spirit or deity that reflects one of the manifestations of God in the Ifá and Yoruba religions. She is one of the most popular and venerated orishas.</p>\n<p>Oshun is a Nigerian Yoruba deity of the river and fresh water, luxury and pleasure, sexuality and fertility, and beauty and love. She is connected to destiny and divination.</p>\n<p>She is the patron saint of the Osun River in Nigeria, which bears her name. Oshun is honored at the Osun-Osogbo Festival a two-week-long annual festival, usually in August, at the Osun-Osogbo Sacred Grove on the banks of the Osun River, Nigeria.</p>\n<p>Oshun is syncretized with Our Lady of Charity, patron saint of Cuba, and Our Lady of Aparecida, the patron saint of Brazil. In Trinidad she is associated with St. Philomena and the Hindu deity Ganga Mai or Mother Ganges.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Summary\">Summary</span></h2>\n<p>According to the Ifa Literary Corpus in Ose Otura, Ọṣun was the only female irunmole (primordial) sent to set up the world by Olodumare. The other males that were sent began the work and ignored Ọṣun. Ọṣun gathered the women and protested the blatant disrespect by forming Iyami Aje, a band of women endowed with special power. The men failed miserably and when they inquired to Olodumare as to why they weren't succeeding, Olodumare informed them that nothing can be done with out Ọṣun. Anything they attempt to do without women will fail. The male irunmole hurried to beg Ọṣun to join them.</p>\n<p>Oshun is said to have gone to a drum festival one day and to have fallen in love with Shango. Since that day, Shango has been married to Oba, Oya, and Oshun, though Oshun is said to be his principal wife. Other stanzas in the Ifa Literary Corpus say that she was also married to Orunmila, the Orisha of Wisdom and Divination.</p>\n<p>Oshun is the orisha of the river. Her devotees leave her offerings and perform ceremonies at bodies of fresh water such as rivers, streams and canals.</p>\n<p>Oshun is associated with the colours gold/deep yellow in the diaspora and in Nigeria, white, yellow and green. In Trinidad she is associated with the colour pink.</p>\n<h2><span id=\"Violin_for_Ochun\">Violin for Ochun</span></h2>\n<p>A violín is a type of musical ceremony in Regla de Ocha performed for Ochún. It includes both European classical music and Cuban popular music.</p>\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"Further_reading\">Further reading</span></h2>\n<ul><li>Ajiabde, G. Olusola. <i>Negotiating Performance: Osun in the Verbal and Visual Metaphors</i>, Bayreuth, Working Papers, 2005.</li>\n<li>Afolabi, Kayode. <i>Osun Osogbo - Sacred People and Sacred Places</i>, Charleston 2006.</li>\n<li>Badejo, Diedre, <i>Oshun Seegesi: The Elegant Deity of Wealth, Power, and Femininity</i>, Asmara 1996.</li>\n<li>De La Torre, Miguel A., \"Dancing with Ochún: Imagining How a Black Goddess Became White,\" in <i>Black Religion and Aesthetics: Religious Thought and Life in Africa and the African Diaspora</i>, Anthony Pinn, ed., Cambridge University Press, pp. 113–134.</li>\n<li>Fakayode, Fayemi Fatunde, <i>Osun: The Manly Woman</i>, Athelia Henrietta Press 2004.</li>\n<li>Murphy, Joseph M.; Sanford, Mei-Mei. <i>Osun Across the Waters: A Yoruba Goddess in African and the Americas</i>. Bloomington: Indiana University Press, 2001.</li>\n<li>Probst, Peter, <i>Osogbo and the Art of Heritage : Monuments, Deities, and Money</i>. Bloomington: Indiana University Press, 2011.</li>\n<li>Popoola, S. Solagbade, <i>Ikunle Abiyamo: It is on Bent Knees that I gave Birth</i>. Asefin Media Publication, 2007</li>\n<li>Akalatunde, Osunyemi, <i>Ona Agbani: The Ancient Path: Understanding And Implementing The Ways Of Our Ancestors</i> . Createspace, 2005</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Santeria.fr All about Oshun</li>\n</ul>", "images": [{"ns": 6, "title": "File:Templo Osun3.jpg"}]}