{"pageid": 9936323, "ns": 0, "title": "Šauška", "extract": "<p><b>Šauška</b> or <b>Shaushka</b> (Hittite: <i>Šauša</i>, &amp; later <i>Šawuška</i>) was a Hurrian goddess who was also adopted into the Hittite pantheon. She is known in detail because she became the patron goddess of the Hittite king Hattusili III (1420–1400 BC) following his marriage to Puduhepa, the daughter of the goddess' high priest. Her cultic center was Lawazantiya in Kizzuwatna.</p>\n<p>Shaushka is a goddess of fertility, war and healing. She is depicted in human form with wings, standing with a lion and accompanied by two attendants. She was considered equivalent to the Mesopotamian goddess Ishtar and is sometimes identified using Ishtar's name in Hittite cuneiform.</p>\n<p>Shaushka is interesting in that she uses her authority in matters of sexuality to mess around a little where she saw fit. Texts describe Shaushka as similar to Ishtar, as an ambiguous goddess who supervised conjugal love and harmonious relationships but, unpredictably, could turn love into a dangerous endeavor. Reliefs at Yazilikaya show the goddess twice: in one relief she is depicted with male gods and in another with the goddesses. According to Hittite texts about Shaushka of Lawazantiya: she is clothed like a man and like a woman, and has male attributes such as an axe and weapons. Sometimes this has been taken as a sign of her bisexual or androgynous character.</p>\n<p></p>\n\n<p></p>\n<h2><span id='Amarna_letters_\"Šauška\"'></span><span id=\"Amarna_letters_.22.C5.A0au.C5.A1ka.22\">Amarna letters <i>\"Šauška\"</i></span></h2>\n<p>In the 1350-1335 BC Amarna letters correspondence, (written mostly to the Ancient Egyptian pharaoh), one letter EA 23, (EA for 'el Amarna'), written to the pharaoh, has as its topic, the <i>Loaning of a Statue</i> to Egypt. It is presumed that it's due to the health of the Egyptian king, but there are other theories or explanations.</p>\n<p>The title of the letter is: <i>\"A goddess travels to Egypt\"</i>.</p>\n<p>It is a short, 32-line letter, from Tushratta, (letter no. 7 of 13), and the 2nd half of the letter states:</p>\n<dl><dd><i>\"Now, in the time, too, of my father ... ..went to this country, and just as earlier she dwelt there and they honored her, may my brother now honor her 10 times more than before. May my brother honor her, –(then) at (his) pleasure let her go so that she may come back.</i></dd>\n<dd><i>May Šauška, the mistress of heaven, protect us, my brother and me, 100,000 years, and may our mistress grant both of us great joy. And let us act as friends.</i></dd>\n<dd><i>Is Šauška for me alone my god(dess), and for my brother not his god(dess)?\"</i></dd>\n</dl><p>Black Egyptian script is also written on the reverse side of this letter, (in the open space remaining).</p>\n<h2><span id=\"See_also\">See also</span></h2>\n\n<ul><li>Hittite mythology</li>\n<li>Hurrian mythology</li>\n<li>Amarna letter EA 19</li>\n</ul><h2><span id=\"References\">References</span></h2>\n\n<ul><li>Moran, William L. <i>The Amarna Letters.</i> Johns Hopkins University Press, 1987, 1992. (softcover, ISBN 0-8018-6715-0)</li>\n</ul><h2><span id=\"External_links\">External links</span></h2>\n<ul><li>EA 23-(Reverse), with <b>Black <i>Hieratic</i></b>; Article-(British Museum)</li>\n<li>For a collection of Amarna letters photographs, see: Pirissi and Tulubri links, (Tushratta letters, and others).</li>\n</ul>", "images": [{"ns": 6, "title": "File:Babylonlion.JPG"}, {"ns": 6, "title": "File:Draig.svg"}, {"ns": 6, "title": "File:Shaushka Yazilikaya.jpg"}]}