{"pageid": 99366, "ns": 0, "title": "Olokun", "extract": "<p><b>Olokun</b> (Yoruba: <b>Olókun</b>, known as <b>Olocún</b> in Latin America) is an orisha. Olokun is believed to be the mother of Aje, the orisha of great wealth and of the bottom of the ocean. Olokun is revered as the ruler of all bodies of water and for the authority over other water deities. Olokun is highly praised for her or his ability to give great wealth, health and prosperity to her or his followers. Communities both in West African and the African diaspora view Olokun variously as female, male, or androgynous deity.</p>\n<p></p>\n\n<p></p>\n<h2><span id=\"West_Africa\">West Africa</span></h2>\n\n<p>Water deities are \"ubiquitous and vitally important in southern Nigeria\"; Olókun worship is especialy noted in the cities of the Edo people (Bini) people in southwest Nigeria. In West African areas directly adjacent to the coast, Olokun takes a male form among his worshipers, while in the hinterland, Olokun is a female deity.</p>\n<h2><span id=\"Candomblé\"></span><span id=\"Candombl.C3.A9\">Candomblé</span></h2>\n<p>In the Candomblé religion of Brazil Olokun is venerated as the mother of Yemoja and the owner of the sea. She is recognized in Candomblé terreiros, but not during celebrations. In this respect Olokun is similar to Odudua, Orunmilá; they held great importance in West Africa but play a minor role in Afro-Brazilian religion. There are no <i>xirê</i> chants dedicated to Olokun as with other orixás. Candomblé initiates recognize the divinity of Olokun but do not hold her as a personal deity. The veneration of Olokun has been revived in the late 20th and early 21st century through visits to Brazil by West African priests.</p>\n<p>Olokun is celebrated during the Festival of Yemoja (<i>Festa de Iemanjá</i>).</p>\n<h2><span id=\"Santería\"></span><span id=\"Santer.C3.ADa\">Santería</span></h2>\n<p>Olokun is an orisha in the religion of Santería. Olokun is an androgynous orisha, meaning Olokun is a man and a woman, depending on if it is the Olokun of Ifá, or the Olokun of Ocha.</p>\n<h2><span id=\"Pataki\">Pataki</span></h2>\n<p><i>The Book Of Ifá</i> foretells Olokun being enraged to the surface, as Olokun rose up from her/his domain, to drown the humans, the orishas went to Orunmila, to ask on what to do, and Orunmila foretold that Ogun needed to create the longest chain he can possibly create. And it was Obatala who had to do the job, of imprisoning Olokun in her/his own domain, so, Obatala went to Ogun, to ask to make the longest chain he has ever made, and so he did, and Obatala went down into the ocean, to imprison Olokun with the chain that Ogun gave to Obatala.</p>\n<h2><span id=\"References\">References</span></h2>", "images": [{"ns": 6, "title": "File:Eyo Olokun.jpg"}]}