{"pageid": 9993397, "ns": 0, "title": "Dike (mythology)", "extract": "<p>In ancient Greek culture, <b>Dikē</b> (<span></span> or <span></span>; Greek: Δίκη, English translation: \"justice\") was the goddess of justice and the spirit of moral order and fair judgement based on immemorial custom, in the sense of socially enforced norms and conventional rules. According to Hesiod (<i>Theogony</i>, l. 901), she was fathered by Zeus upon his second consort, Themis. <span>She and her mother were both personifications of justice. She is depicted as a young, slender woman carrying a physical balance scale and wearing a laurel wreath while her Roman counterpart (Justitia) appears in a similar fashion but blind-folded. She is represented in the constellation Libra which is named for the Latin name of her symbol (Scales). She is often associated with Astraea, the goddess of innocence and purity. Astraea is also one of her epithets referring to her appearance in the nearby constellation Virgo which is said to represent Astraea. This reflects her symbolic association with Astraea, who too has a similar iconography.</span></p>\n<p></p>\n\n<p></p>\n<h2><span id=\"Depiction\">Depiction</span></h2>\n<p>The sculptures of the Temple of Zeus at Olympia have as their unifying iconographical conception the <i>dikē</i> of Zeus, and in poetry she is often the attendant (<i>paredros</i>) of Zeus. In the philosophical climate of late 5th century Athens, <i>dikē</i> could be anthropomorphised as a goddess of moral justice. She was one of the three second-generation Horae, along with Eunomia (\"order\") and Eirene (\"peace\"):</p>\n<blockquote class=\"templatequote\">\n<p><i>Eunomia</i> and that unsullied fountain <i>Dikē</i>, her sister, sure support of cities; and <i>Eirene</i> of the same kin, who are the stewards of wealth for mankind — three glorious daughters of wise-counselled Themis.\"</p>\n</blockquote>\n<p>She ruled over human justice, while her mother Themis ruled over divine justice. Her opposite was <i>adikia</i> (\"injustice\"): in reliefs on the archaic Chest of Cypselus preserved at Olympia, a comely <i>Dikē</i> throttled an ugly <i>Adikia</i> and beat her with a stick.</p>\n<p>The later art of rhetoric treated the personification of abstract concepts as an artistic device, which devolved into the allegorizing that Late Antiquity bequeathed to patristic literature. In a further euhemerist interpretation, Dikē was born a mortal and Zeus placed her on Earth to keep mankind just. He quickly learned this was impossible and placed her next to him on Mount Olympus.</p>\n<h2><span id=\"Dike_Astraea\">Dike Astraea</span></h2>\n<p>One of her epithets was <i>Astraea</i>, referring to her appearance as the constellation Virgo. According to Aratus' account of the constellation's origin, Dike lived upon Earth during the Golden and Silver ages, when there were no wars or diseases, men raised fine crops and did not yet know how to sail They grew greedy, however, and Dike was sickened. She proclaimed:</p>\n<blockquote class=\"templatequote\">\n<p>Behold what manner of race the fathers of the Golden Age left behind them! Far meaner than themselves! but you will breed a viler progeny! Verily wars and cruel bloodshed shall be unto men and grievous woe shall be laid upon them.</p>\n\n</blockquote>\n<p>Dike left Earth for the sky, from which, as the constellation, she watched the despicable human race. After her departure, the human race declined into the Bronze Age, when diseases arose and they learned how to sail.</p>\n<h2><span id=\"See_also\">See also</span></h2>\n<ul><li>Justitia, her Roman equivalent</li>\n<li>Astraea, her companion and goddess of purity</li>\n<li>Themis</li>\n<li>Adikia</li>\n</ul><h2><span id=\"Notes\">Notes</span></h2>\n\n<h2><span id=\"References\">References</span></h2>\n\n<h2><span id=\"External_links\">External links</span></h2>\n<ul><li>Theoi Project: Dike Excerpts from Greek literature in translation.</li>\n</ul>", "images": [{"ns": 6, "title": "File:AstraeaVSH.JPG"}, {"ns": 6, "title": "File:Wiktionary-logo-en-v2.svg"}]}